{"concept_hotel_khimsar_fort": 27892, "concept_sportsteam_graduate_institute_of_international_studies": 41279, "concept_drug_carvedilol": 51313, "concept_weapon_game_rifle": 54828, "concept_county_uis": 33909, "concept_professionalorganization_national_conference": 6051, "concept_county_dearne": 7150, "30.5024600000000,-90.2448600000000": 6772, "concept_website_steam": 26271, "concept_hotel_dylan": 35150, "concept_airport_sdia": 23962, "concept_city_milwaukee": 4600, "concept_mlarea_tumor": 17865, "concept_stadiumoreventvenue_kellyshorts_stadium": 14367, "concept_city_san_marcos": 34060, "concept_city_ypsilanti": 34371, "concept_buildingfeature_water_heater": 8219, "concept_river_limmat": 38079, "concept_furniture_mattress": 56744, "concept_politicianus_bob_goodlatte": 68046, "concept_journalist_bart_hubbuch": 70614, "concept_attraction_n10_downing_street": 57447, "concept_person_sir_stafford_cripps": 61575, "39.9250100000000,116.3953900000000": 22060, "concept_drug_effexor_xr": 48697, "concept_aquarium_world_government": 57899, "concept_boardgame_nicer": 47721, "concept_chemical_fluorides": 51110, "concept_person_john_f___kerry": 60059, "concept_ceo_daniel_vasella": 17301, "concept_musicartist_load": 16330, "concept_automobilemodel_f150": 72925, "concept_personus_john_vornholt": 68888, "concept_bakedgood_soft_drinks": 56142, "concept_sportsteam_william_penn_statesmen": 41587, "concept_sportsteam_colonels": 47752, "concept_movie_lonesome_dove": 18582, "concept_eventoutcome_position": 17760, "concept_hallwayitem_town_gate": 5988, "concept_musicalbum_mockingbird": 22110, "concept_politicsblog_real_estate": 57019, "concept_jobposition_deputy_minister": 7165, "concept_book_a_dangerous_fortune": 45517, "concept_attraction_blackfriars": 58140, "concept_attraction_national_film_theatre001": 20029, "concept_stateorprovince_oh": 33963, "-45.7583800000000,170.2801000000000": 74885, "concept_visualartist_joanny": 16123, "47.8001600000000,-77.1827300000000": 69739, "4.7731300000000,7.7786100000000": 2797, "concept_person_vitor_meira": 71126, "concept_insect_whiteflies": 50445, "concept_writer_hilton": 11689, "concept_geopoliticallocation_holland": 8262, "concept_wine_hotel_sierra_silvana": 19170, "concept_chef_george_greenstein": 69905, "concept_sportsleague_northwoods_league": 4811, "concept_winery_york_area": 17770, "concept_televisionstation_wfsg": 31803, "concept_book_the_martian_way_and_other_stories": 20576, "concept_journalist_andy_katz": 70635, "concept_crustacean_ghost_shrimp": 50348, "concept_agriculturalproduct_crushed_red_pepper": 55722, "concept_televisionstation_ktci": 31019, "concept_personeurope_shawn_fanning": 17223, "concept_bird_shetlands": 2211, "concept_journalist_robin_toner": 70564, "concept_sportsteam_expos": 40624, "concept_agriculturalproduct_dressing": 56303, "concept_currency_last_week": 14682, "concept_musicartist_pearl_jam": 60573, "concept_beverage_stuffing": 21103, "concept_videogame_chickies": 16627, "concept_book_guardian": 45372, "concept_flooritem_shower_head": 15642, "concept_writer_gilbert_morris": 63783, "concept_stateorprovince_widget": 28811, "concept_city_bangkok": 15639, "concept_hobby_markets": 74550, "concept_person_faith_hill001": 60294, "concept_city_asbury_park": 39368, "concept_mldataset_bay": 9242, "concept_biotechcompany_baxter": 51060, "concept_journalist_john_mccormick": 69248, "concept_female_seven": 17509, "concept_personcanada_tahmima_anam": 15524, "concept_chemical_sugar": 50776, "concept_sportsteamposition_center_redmond": 45966, "concept_company_forbes001": 8544, "concept_book_book_thief": 45008, "concept_journalist_james_glanz": 67696, "concept_scientist_ken_thompson": 24692, "concept_hotel_four_seasons_milan": 9246, "concept_mammal_beagles": 49822, "concept_politicianus_pat_buchanan": 68426, "concept_book_n2061_odyssey_three": 69240, "concept_lake_middle_andaman": 4913, "concept_book_the_story_of_my_life": 43581, "concept_disease_irritable_bowel_syndrome": 47403, "concept_sportsteam_southwest_texas_state_university": 40487, "concept_hotel_twinpalms_phuket": 17395, "concept_artery_brachiocephalic": 59669, "concept_company_tiger": 6766, "concept_university_wake_forest": 33190, "concept_televisionstation_wfmz_tv": 30774, "concept_televisionstation_wfsb": 31802, "concept_person_chuck": 71221, "concept_mammal_grazers": 49829, "concept_writer_alistair_maclean": 64661, "concept_politicianus_presidential_election": 20385, "concept_newspaper_lafayette": 7568, "35.9566700000000,64.7472200000000": 14505, "concept_university_iowa_state_university": 46879, "concept_writer_christina_stead": 45239, "concept_book_the_beautiful_room_is_empty": 23395, "concept_governmentorganization_federal_bureau": 51756, "41.9113000000000,12.4696000000000": 8376, "concept_book_cosmos": 45556, "concept_athlete_craig_robinson": 40447, "concept_book_the_time_machine": 22097, "concept_country_former_ussr": 33744, "concept_city_mooringsport": 5399, "concept_bacteria_leptospira": 48266, "concept_hotel_intercontinental_los_angeles_century_city": 34969, "concept_coach_marshall_faulk": 820, "concept_landscapefeatures_country_lanes": 53113, "concept_sport_ncaa_basketball": 43294, "concept_person_angelina": 12570, "concept_writer_davida_wills_hurwin": 44249, "concept_book_nicholas_nickleby": 44079, "concept_chemical_different_chemicals": 50967, "concept_athlete_p_j__walters": 6814, "concept_book_elbow_room": 45471, "concept_grain_nassau_county": 20858, "concept_building_oare": 34292, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 57661, "concept_museum_allied_artists": 34381, "concept_drug_tavist": 58582, "concept_charactertrait_school_science": 47998, "35.5699000000000,139.7294000000000": 75067, "concept_fruit_limes": 55951, "concept_park_harlem": 32984, "concept_televisionstation_katu_tv": 31196, "concept_stadiumoreventvenue_pikes_peak_center": 36242, "concept_retailstore_sony": 15382, "concept_fungus_hth": 75313, "concept_book_the_main_chance": 13463, "concept_politicianus_republican_senator_norm_coleman": 68608, "concept_academicfield_environmental": 46220, "concept_governmentorganization_ohio_department": 51863, "concept_weapon_seven_missiles": 54737, "concept_braintissue_patients": 29578, "concept_mountain_central_sierra_nevada": 42207, "concept_city_stephenville": 39793, "concept_coach_al_arbour": 41023, "concept_drug_sinemet": 58693, "concept_musicalbum_steppenwolf": 27077, "concept_bank_pioneer": 20222, "concept_museum_lyndhurst": 11808, "concept_country_senegal": 5806, "34.9151000000000,-95.3310800000000": 33480, "concept_blog_wral_tv": 28313, "concept_academicfield_geophysics": 46247, "concept_disease_cancer_increase": 55885, "concept_beverage_cola": 55287, "concept_county_southwestern_state_university": 8004, "concept_nut_eggplant": 21037, "concept_river_delaware_river": 32351, "concept_athlete_travis_diener": 66784, "concept_university_liverpool_university": 47053, "concept_visualizablething_palm_oil": 55773, "concept_automobilemodel_terrain": 72751, "concept_eventoutcome_control_system": 52137, "concept_visualartist_walter_pater": 3616, "concept_coach_hassan_adams": 67363, "concept_sportsgame_playoffs": 27647, "concept_musician_rbd": 4100, "concept_tableitem_screen": 3627, "concept_disease_acute_infectious_disease": 48126, "concept_person_thomas_seymour": 29415, "concept_writer_dickens": 43795, "concept_televisionstation_kdtn": 10103, "concept_sportsteam_babson_college": 41954, "concept_room_masters_bedroom": 53675, "concept_bodypart_foal": 27255, "concept_geopoliticallocation_earthquake": 33693, "concept_website_asian": 2216, "concept_book_ella_enchanted": 2242, "concept_profession_deployment": 52674, "concept_televisionstation_kdtf": 31480, "concept_mountainrange_loita_hills": 57195, "concept_country___america": 1650, "concept_park_atlanta_state_park": 33013, "concept_writer_leo_tolstoy": 44519, "concept_officebuildingroom_masterbedroom": 26814, "41.8758700000000,-87.6247700000000": 23816, "concept_mountainrange_middle_atlas": 8384, "concept_chemical_iodine": 51364, "-16.4386400000000,-39.0809200000000": 1681, "concept_journalist_tommy_doyle": 17517, "concept_vein_pituitary_gland": 3012, "concept_insect_insects": 7444, "concept_biotechcompany_daiichi": 72043, "concept_mldataset_bt": 23844, "43.4513600000000,-1.5448700000000": 21294, "concept_musician_justin_hayward": 62314, "concept_weapon_automatic_pistol": 54411, "concept_newspaper_wall_street_journal": 56839, "concept_drug_loratadine": 50932, "concept_book_cards": 3643, "concept_company_tivo": 27119, "concept_company_msn_search": 4543, "concept_trainstation_code": 11585, "concept_company_international_steel_group": 62222, "34.9506500000000,-90.3123200000000": 27842, "concept_musician_bo_diddley": 62815, "concept_drug_vancomycin": 48434, "concept_physiologicalcondition_weight_loss": 48493, "concept_city_annandale": 39283, "concept_beverage_cherries": 55632, "concept_company_business_objects": 71910, "concept_writer_ahdaf_soueif": 64776, "concept_stadiumoreventvenue_bowman_gray_stadium": 74177, "concept_bathroomitem_hair_dryers": 59464, "concept_politicianus_john_tyler": 68188, "concept_beach_jimbaran_bay": 16319, "concept_bank_vtb": 73564, "concept_biotechcompany_immunex": 72032, "concept_buildingfeature_garage_doors": 59040, "concept_hotel_taj_mahal_palace___tower": 34635, "concept_landscapefeatures_coastlines": 11491, "concept_scientist_simone_de_beauvoir": 70917, "22.2826900000000,114.1391250000000": 8704, "concept_televisionstation_waff_tv": 30793, "37.6000000000000,83.8333300000000": 3802, "concept_weapon_intercontinental_ballistic_missiles": 54962, "concept_person_russell_brand": 60325, "concept_island_recommendation": 18515, "concept_city_place": 7351, "concept_journalist_marc_lacey": 68931, "55.9333300000000,-3.1666700000000": 34485, "concept_person_kore": 69395, "concept_emotion_fun": 6087, "concept_athlete_whitter": 21510, "concept_geopoliticallocation_purdue": 16566, "concept_city_amissville": 39838, "concept_musicartist_tips": 13917, "concept_book_martin_eden": 44717, "concept_island_guantanamo_bay": 18806, "concept_river_sheyenne": 32375, "concept_musician_erik_rutan": 63069, "concept_criminal_vissarion": 24215, "44.1333300000000,5.1000000000000": 36769, "concept_profession_technical_professionals": 52539, "concept_university_jewish_theological": 20739, "concept_athlete_ian_johnson": 75430, "concept_governmentorganization_sec": 51763, "concept_city_crestview_hills": 39843, "concept_medicalprocedure_bypass_surgery": 43434, "concept_hotel_rum_point_inn": 3909, "concept_biotechcompany_hoffman_la_roche": 48687, "38.8956700000000,-77.0399800000000": 2229, "concept_protein_vitamin_d": 55615, "62.4333300000000,30.3000000000000": 26638, "concept_politician_senator_dewine": 71627, "concept_book_phantom_of_the_opera": 44889, "concept_personasia_johnny_ford": 6422, "concept_bird_wild_turkeys": 49684, "concept_beach_hawaii": 75273, "concept_city_srinagar": 39336, "concept_county_amos_tuck_school": 22505, "concept_book_dragonriders_of_pern": 44601, "concept_lake_big_spring": 16950, "concept_movie_badlands": 65256, "concept_city_island_no_": 39714, "concept_city_sabres": 10727, "concept_company_swatch": 73229, "concept_grain_rye": 55733, "concept_disease_add_adhd": 49455, "concept_musician_otis_redding": 62767, "concept_city_collierville": 37957, "concept_hotel_budget": 35251, "concept_academicfield_email": 46380, "concept_journalist_walter_pincus": 70412, "44.9501500000000,-63.5987000000000": 72385, "39.6191500000000,-105.7958400000000": 1126, "concept_athlete_willie_harris": 66987, "concept_beach_bahia_pez_vela": 10315, "concept_website_quotes": 28773, "concept_personafrica_sofia_coppola": 60905, "concept_terroristorganization_harkat_ul_mujahideen": 52041, "concept_airport_hancock_international": 35536, "concept_newspaper_the_globe_and_mail": 56923, "concept_island_holiday": 7409, "concept_astronaut_eads": 20193, "concept_food_fresh_basil": 20884, "concept_weapon_case": 16331, "concept_musicartist_rise_against": 73815, "34.7750600000000,-85.0029300000000": 17443, "concept_writer_tacitus": 44369, "concept_televisionstation_wfxb_tv": 32064, "20.7430600000000,-156.8961100000000": 19517, "concept_country_career": 11560, "concept_county_savannah_area": 4780, "concept_book_little_house_in_the_big_woods": 63819, "concept_automobilemodel_edge": 56371, "concept_politicsissue_activity": 25445, "concept_organization_heilongjiang": 38371, "concept_person_shirley": 71095, "concept_sportsteam_the_masters_college_mustangs": 41533, "concept_movie_eraserhead": 65112, "concept_bodypart_skin_constrict": 4383, "concept_company_foster_wheeler": 72410, "concept_mountainrange_lesser_caucasus": 57142, "concept_country_united_arab_emirates": 14632, "57.4059650000000,-4.3542150000000": 22424, "concept_clothing_leather_shoe": 59778, "concept_book_life_is_a_caravanserai": 23720, "concept_river_atchafalaya_river": 32538, "concept_movie_norma_rae": 61848, "concept_attraction_camden_lock": 58166, "concept_website_the_express": 56857, "concept_city_torshavn": 33518, "47.3417200000000,-84.6499100000000": 24534, "concept_company_medco": 72083, "concept_county_savannah": 5077, "concept_chemical_water": 50730, "concept_person_henry": 15329, "33.4252800000000,44.5300000000000": 10795, "64.7166700000000,32.4833300000000": 7380, "concept_politicsblog_raleigh": 23673, "concept_drug_tranxene_t_tab": 58822, "concept_personcanada_belzec": 6270, "concept_sportsteam_baylor_bears_basketball": 40893, "concept_building_mohammed_v": 8824, "concept_academicfield_foreign_languages_and_literatures": 46995, "concept_book_a_dying_light_in_corduba": 45319, "concept_director_roberto_benigni": 65324, "concept_hotel_sari_pan_pacific_hotel": 35038, "concept_book_amerika": 44793, "concept_sportsteam_dakota_state_trojans": 41528, "concept_city_kashi": 38035, "concept_vertebrate_ships": 29899, "concept_academicfield_pc": 6792, "concept_televisionstation_wbpg": 31257, "concept_traditionalgame_big_one": 18487, "concept_retailstore_virgin_records": 4928, "concept_tableitem_site_visitor": 26259, "concept_sportsteam_florida_intl_golden_panthers": 40592, "concept_city_la_palma": 5487, "concept_university_anderson_graduate_school_of_management": 33416, "concept_animal_calf": 50535, "concept_personeurope_maddie": 4858, "concept_coach_justin_miller": 60298, "concept_room_lab": 25392, "concept_politician_mary_mcaleese": 71691, "concept_physiologicalcondition_cancer_increases": 55895, "concept_park_the_castro": 33159, "concept_city_sharm_el_sheikh": 38045, "concept_disease_sickle_cell_anemia": 49537, "concept_radiostation_kpcc": 42304, "concept_musicartist_devo": 21952, "concept_hotel_gaylord_national": 35300, "concept_room_small_lounge": 53556, "concept_invertebrate_worms": 7976, "concept_university_new_mexico_school": 18228, "concept_buildingmaterial_polycarbonate": 56467, "concept_organization_n366th_civil_engineer_squadron": 71844, "concept_city_knock": 38516, "concept_weapon_vent_free_gas": 54897, "concept_writer_walter_pater": 64814, "concept_recordlabel_blackend": 25291, "concept_person_mississippi_state": 29775, "concept_writer_tolkein": 45597, "concept_food_meals": 55873, "concept_room_oceanfront_room": 53382, "concept_criminal_carlo_ponti": 18277, "concept_book_taps": 25159, "concept_ceo_anne_rice": 71415, "concept_river_willamette_river": 32396, "concept_athlete_dinara_safina": 65750, "concept_bird_elephant": 7927, "concept_newspaper_dayton_daily_news": 70194, "concept_bacteria_rickettsia_prowazekii": 48046, "concept_sportsequipment_freestyle": 1450, "concept_jobposition_trainer": 52287, "concept_movie_chinatown": 61850, "concept_city_st_charles": 39389, "concept_blog_va": 18318, "concept_hotel_royal_york": 35036, "concept_sportsequipment_feet": 17696, "concept_jobposition_social_worker": 52280, "concept_professor_david_hoffman": 68994, "concept_academicfield_communication_studies": 46345, "concept_videogame_grandmother": 11982, "concept_furniture_double_sofa": 59179, "concept_academicfield_public_service": 46774, "concept_person_bl__innocent_xi": 71135, "35.0855600000000,63.1744400000000": 25919, "concept_sportsteam_bulldogs": 40383, "concept_city_ozark": 19935, "concept_scientist_max_frisch": 64105, "concept_drug_zyvox": 48695, "concept_country_republic_of_kenya": 33671, "concept_person_master_p": 23827, "concept_attraction_vat_phou": 21743, "concept_city_arvada": 5569, "concept_geometricshape_shape": 1330, "concept_mountainrange_southern_rockies": 57113, "concept_room_principal_bedroom": 53760, "concept_disease_pervasive_developmental_disorders": 1789, "concept_visualizablething_cathedral": 57449, "concept_journalist_michael_abramowitz": 70480, "-8.5336100000000,126.7102800000000": 10666, "concept_company_frontier_airlines": 72627, "concept_arthropod_natural_enemies": 50373, "concept_island_brecqhou": 9837, "concept_weapon_anti_ballistic_missile": 54498, "concept_sportsteam_uc_san_diego": 41038, "concept_county_palm_coast": 26658, "concept_geopoliticalorganization_torun": 28132, "concept_academicfield_liberal_arts": 46383, "concept_televisionstation_kiku": 32111, "concept_televisionstation_kvii": 30728, "concept_city_delray_beach": 37785, "concept_televisionstation_kvie": 30729, "concept_chemical_glutamate": 51350, "concept_male_alex_lifeson": 60052, "concept_visualartist_robert_drummond": 25036, "concept_televisionstation_kvia": 30732, "concept_personus_allan_moss": 73426, "concept_book_war_and_peace": 3323, "concept_politicianus_second_person": 3960, "20.9169400000000,-156.3938900000000": 22458, "concept_professor_kevin_mckenna": 69497, "concept_personnorthamerica_fax": 3299, "concept_athlete_dee_brown": 60944, "concept_athlete_deuce_mcallister": 519, "concept_lake_lolland": 25693, "concept_athlete_colter_bean": 66212, "concept_televisionstation_kviq": 30730, "concept_personnorthamerica_abdul_ahad": 25918, "concept_televisionstation_wtmj": 13545, "concept_book_alice": 44108, "concept_actor_patricia_neal": 61802, "concept_mountain_mount_miserable": 42182, "concept_monument_philadelphia_area": 17737, "37.7755000000000,-122.4202400000000": 3346, "concept_televisionstation_wtmd": 30977, "concept_book_celestine_prophecy": 44405, "concept_personeurope_malcolm_lowry": 7207, "concept_drug_oxaliplatin": 48614, "concept_drug_ibuprofen": 50743, "concept_book_blackwood_farm": 44923, "concept_bank_usps_air_mail": 12270, "concept_bank_npm": 23251, "concept_nondiseasecondition_mahalo": 16499, "concept_amphibian_nostrils": 18496, "concept_visualartist_frederic_remington": 69707, "concept_architect_italo_svevo": 26237, "concept_coach_gary_pinkel": 17449, "concept_book_last_of_the_mohicans": 43822, "concept_stadiumoreventvenue_civic_center": 36437, "concept_sportsteam_morgan_st_bears": 41104, "concept_mountain_mauna_kea": 41997, "43.4833300000000,4.4666700000000": 67682, "concept_actor_raye_dowell": 61958, "concept_automobilemaker_triumph": 4595, "concept_room_spacious_loft": 53414, "concept_politicalparty_college": 2769, "37.1419750000000,-118.5557500000000": 24268, "concept_city_reno": 5381, "concept_politician_chester_a__arthur": 71618, "concept_plant_live_oak": 48862, "concept_ceo_jay_adelson": 16735, "concept_book_starship_troopers": 45283, "concept_sportsgame_end": 47849, "concept_academicfield_accreditation": 74853, "concept_weapon_united_states_navy": 12768, "concept_lake_salmon_river": 39982, "concept_politicalparty_international_monetary_fund": 74910, "concept_writer_p__l__travers": 44936, "48.1460000000000,17.1160000000000": 17271, "concept_crustacean_lobsters": 49256, "concept_musician_robert_johnson": 62538, "concept_person_penny_lancaster": 3810, "concept_politicianus_lieberman": 60032, "concept_musician_styx": 6896, "concept_insect_gnats": 50399, "concept_product_adobe_acrobat": 14191, "concept_ceo_andy_grove": 19314, "concept_person_sims": 21359, "concept_zoo_celeste_center": 9158, "concept_biotechcompany_pain": 26243, "concept_year_n1916": 13059, "concept_county_nicholls_state": 20401, "concept_publication_job_opportunities": 4868, "concept_physicalcharacteristic_mess": 47995, "concept_person_sills": 18524, "concept_book_complete_novels": 64285, "concept_disease_heart_problems": 47440, "concept_athlete_alonzo_mourning": 60316, "concept_room_marble_master_bath": 56518, "concept_consumerelectronicitem_operating_systems": 28957, "concept_academicfield_clinics": 4062, "concept_beach_blawenburg": 7558, "concept_transportation_money": 1874, "concept_coach_bob_bradley": 24137, "concept_airport_taylor_lake_village": 21729, "concept_researchproject_study": 12868, "concept_athlete_darren_clarke": 65432, "concept_retailstore_cafe_coffee_day": 34266, "concept_musicartist_jesus_lizard": 62488, "concept_fish_hammerhead_sharks": 49271, "concept_vegetable_peanuts": 21224, "32.5916662500000,130.2604162500000": 7556, "concept_televisionstation_ksmq_tv": 31391, "concept_website_decision": 29580, "concept_city_otsego": 37608, "concept_athlete_bill_bray": 60762, "concept_landscapefeatures_seascapes": 4966, "concept_agriculturalproduct_slow_cooker": 56307, "concept_drug_anacin": 48605, "concept_book_dragons_on_englor": 63749, "concept_book_death_be_not_proud": 60628, "concept_musicgenre_grunge_rock": 50673, "concept_writer_brownbear": 6138, "concept_televisionstation_kswb": 31162, "35.8892500000000,-93.7310200000000": 47724, "concept_insect_spectacle": 9814, "concept_person_thomas_jefferson": 16362, "concept_book_baking_cakes_in_kigali": 69423, "concept_park_fan": 11596, "concept_personmexico_michael": 67785, "concept_book_on_writing__a_memoir_of_the_craft": 45827, "concept_televisionstation_ktab_tv": 31719, "concept_arachnid_lone_star_tick": 50376, "concept_plant_pathfinder": 24502, "concept_personaustralia_harper_lee": 22108, "concept_book_the_way_of_shadows": 64136, "concept_bathroomitem_whirlpool_tubs": 59474, "concept_televisionstation_kwnb_tv": 30944, "concept_sportsteam_queen_s": 40996, "concept_politicianus_john_salazar": 68488, "concept_arthropod_bit": 28383, "concept_chemical_atoms": 50701, "concept_river_paktia_province": 15790, "concept_academicfield_extension": 46686, "23.0833300000000,70.1333300000000": 51576, "concept_vehicle_government_agencies": 16602, "concept_personmexico_david_west": 67775, "concept_movie_octopussy": 60008, "concept_politicianus_senator_kohl": 68586, "concept_hotel_tower": 35045, "concept_sportsteam_charlotte_49ers": 30169, "21.1500000000000,97.3500000000000": 13012, "concept_radiostation_wish_tv": 42430, "concept_company_miami_herald001": 7038, "concept_book_attention": 30577, "concept_personcanada_rupert_friend": 60708, "concept_planet_question": 17663, "concept_room_second_guest_room": 53757, "concept_writer_john_updike": 43560, "concept_mlsoftware_beep": 67846, "concept_bodypart_heart": 59564, "concept_book_the_neon_rain": 64193, "concept_visualizablescene_leeds_bradford": 35807, "concept_language_windish": 2550, "35.8269300000000,-82.1119200000000": 20406, "concept_male_billy_ray_cyrus": 60851, "concept_wine_green_bay": 15201, "-42.8166700000000,147.3166700000000": 15677, "concept_person_martha_miller": 61607, "concept_male_abigail": 27826, "concept_plant_stately_oaks": 25360, "39.9858200000000,-105.1130400000000": 27073, "concept_governmentorganization_office_of_management_and_budget": 14562, "concept_mountain_sneffels": 42178, "concept_politicianus_matt_blunt": 68424, "concept_organization_cpvcc": 71248, "concept_journalist_clyde_haberman": 70408, "concept_sportsgame_n2008_nba_finals": 47835, "concept_person_gabriel": 2805, "concept_politicalparty_coalition_provisional_authority": 52026, "concept_politicianus_democratic_candidate_barack_obama": 12695, "concept_musicartist_mars_volta": 73831, "concept_weapon_uzi_machine_guns": 54144, "concept_bank_hbos": 73282, "concept_city_bhagalpur": 38476, "concept_videogamesystem_adobe_lightroom": 14233, "concept_governmentorganization_oge": 14563, "concept_person_tonya_lewis_lee": 15481, "concept_radiostation_kblr": 42508, "concept_nut_hypertension": 9064, "concept_personcanada_michael_gordon": 67613, "concept_person_steve_mcpherson": 8137, "concept_weapon_smartlock_pistols": 54521, "concept_sportsteam_philies": 47810, "concept_weapon_five_weapons": 54585, "concept_athlete_joe_gordon": 66516, "concept_male_last_adam": 74813, "concept_filmfestival_eight": 12063, "concept_clothing_costume": 53848, "concept_book_shogun": 64850, "concept_writer_thomas_keneally": 44422, "concept_athlete_josh_fogg": 700, "concept_buildingfeature_frames": 59031, "concept_academicfield_engineering_psychology": 46536, "concept_athlete_charlie_morton": 61252, "concept_sportsteamposition_pitcher": 43182, "concept_visualizablething_front": 15287, "concept_port_kessingland": 74955, "concept_coach_chris_berman": 67396, "concept_profession_contacting": 51812, "concept_vegetable_walnuts": 20997, "concept_governmentorganization_federal_transit_administration": 15188, "concept_book_mystery": 2017, "concept_male_kenneth_wright": 60480, "concept_musicartist_rush": 60053, "concept_drug_blopress": 58408, "54.8766300000000,-94.9331700000000": 48622, "concept_book_deception_point": 60768, "concept_website_desktop": 28778, "concept_person_jamie": 62141, "concept_politicsissue_more_money": 1868, "concept_sport_motorsport": 43099, "concept_amphibian_care": 22136, "concept_writer_jim_marrs": 17564, "concept_televisionstation_wmmp": 32270, "concept_politicianus_richard_burr": 60809, "concept_politicsblog_citizen": 11149, "concept_airport_general_mitchell": 21494, "concept_insect_butterflies": 7992, "concept_physiologicalcondition_queensland_tick_typhus": 48099, "concept_book_all_about_h__hatterr": 4382, "concept_election_municipal_elections": 52099, "concept_athlete_ramon_ramirez": 663, "concept_person_lanni": 63397, "concept_sportsgame_news": 47756, "concept_river_nushagak": 22016, "concept_athlete_josh_banks": 66179, "41.8818000000000,-87.6245350000000": 22911, "concept_academicfield_software_engineering": 46120, "concept_city_deerfield": 38013, "concept_scientificterm_conditional_random_fields": 42783, "concept_person_jack_newton": 69334, "concept_lake_lago_yelcho": 12749, "concept_jobposition_nursing": 2246, "concept_automobilemodel_ikon": 72957, "concept_personnorthamerica_johnson": 65056, "concept_drug_humalog": 58708, "concept_sportsteamposition_centrefield": 9848, "concept_officebuildingroom_spacious_double_rooms": 56580, "concept_book_the_assistant": 7212, "concept_automobilemodel_altima": 24497, "concept_city_leiria": 39187, "concept_book_firewall": 44353, "concept_movie_enchanted": 61664, "concept_profession_execution": 52809, "concept_personafrica_garden_city": 3736, "38.3395600000000,-75.6549300000000": 23388, "18.9654440000000,72.9338320000000": 34568, "concept_website_sidestep_": 25340, "concept_attraction_columbia_area": 30079, "concept_book_naked": 67903, "concept_wine_vintages": 6483, "concept_stadiumoreventvenue_oncenter": 36701, "concept_book_crucible": 45712, "concept_book_castle_roogna": 29539, "concept_movie_lost_in_translation": 60907, "concept_country_tunisia": 5822, "concept_female_gaile_parkin": 69422, "concept_athlete_mike_lincoln": 65809, "concept_musician_feist": 62636, "concept_bathroomitem_spa_tub": 59358, "concept_musician_sonny_landreth": 63018, "concept_city_castine": 39031, "concept_officebuildingroom_large_double_room": 53758, "concept_book_n3rd_degree": 45623, "concept_drug_tofranil": 58701, "concept_book_the_woodlanders": 44817, "concept_city_barcelona": 29439, "concept_televisionstation_kbfd": 10031, "concept_city_paw_creek": 5206, "concept_clothing_sale": 59841, "concept_person_keturah": 14602, "concept_fish_cold_water_species": 50204, "concept_stadiumoreventvenue_sicks__stadium": 36461, "concept_transportation_exchanges": 11295, "concept_musicartist_rancid": 62711, "concept_beverage_madison": 18896, "concept_city_rancho_cordova": 39172, "concept_hobby_integrated_design": 12565, "concept_city_whistler": 35964, "concept_professionalorganization_american_wind_energy_association": 20168, "concept_automobilemaker_caterham": 73042, "concept_tool_tools": 2247, "concept_city_fridley": 38010, "concept_musicalbum_reality": 74545, "concept_university_university_of_hong_kong": 47125, "concept_agriculturalproduct_markets": 59922, "concept_book_dolores_claiborne": 45616, "concept_eventoutcome_establishment": 3247, "concept_book_the_return_of_the_soldier": 26604, "concept_company_asian_spirit": 72582, "concept_personaustralia_gary_pinkel": 17448, "concept_city_effingham": 38138, "concept_hobby_outdoor_adventure_activities": 47584, "concept_currency_myanmar": 12964, "concept_profession_technicians": 52339, "concept_politicianus_webb": 68743, "concept_automobileengine_ford_explorer": 6234, "concept_island_funafuti": 51675, "concept_book_from_dead_to_worse": 44271, "concept_bird_mammals": 10536, "concept_nut_server": 28961, "concept_musician_michael_angelo_batio": 62422, "concept_blog_spokesman": 9073, "concept_recordlabel_mute": 17410, "concept_time_canadian_football_hall_of_fame": 20784, "concept_visualartist_e_40": 14945, "concept_personus_use_returns": 68802, "concept_televisionstation_kwba": 30767, "concept_plant_saplings": 48785, "concept_politicalparty_australian_government": 52017, "concept_bird_dabblers": 28897, "34.7247650000000,-92.2577150000000": 35875, "concept_celebrity_justin_gaston": 22901, "concept_journalist_louis_uchitelle": 70113, "concept_athlete_xavi": 66883, "concept_aquarium_how_to_set_up_aquarium": 57957, "concept_bank_select": 25342, "concept_meat_bun": 20891, "concept_musicalbum_discovery": 22104, "concept_stadiumoreventvenue_sommet_center": 36577, "concept_politicianus_joseph_i__lieberman": 68369, "concept_company_maxis": 8108, "concept_braintissue_pineal_gland": 2889, "concept_person_jossey_bass": 10894, "concept_crustacean_kid": 1102, "concept_bank_axa": 23302, "concept_person_phoebe": 23102, "concept_hallwayitem_radiant_floor": 57427, "concept_televisionstation_kcts": 31793, "41.7009300000000,-72.5934200000000": 3408, "concept_book_red_harvest": 45174, "concept_person_judge_david_hale": 71778, "concept_city_nagasaki": 38661, "concept_director_stanley_donen": 60138, "concept_mediatype_report": 14246, "concept_televisionshow_passion": 75144, "concept_disease_kidney_problems": 19109, "concept_island_hilton_head_island": 51655, "concept_book_king_john": 9880, "concept_writer_arthur_agatston": 45078, "concept_athlete_eddie_kunz": 66775, "concept_book_tuck_everlasting": 63995, "concept_bathroomitem_desktop": 28956, "concept_televisionstation_saint_louis": 12232, "concept_radiostation_knx": 42395, "concept_book_the_purpose_driven_life": 43720, "42.2081600000000,-71.0058800000000": 24632, "concept_movie_star_trek": 61052, "concept_personus_barry_gibb": 19769, "concept_mountainrange_benevenagh": 21997, "concept_beach_bronx_ny": 1460, "concept_radiostation_kuow_fm": 42557, "concept_sportsteam_albany_great_danes": 30259, "concept_attraction_temple_bar": 56427, "concept_visualizablething_soy_protein": 56449, "concept_personeurope_david_miller": 65870, "concept_bank_astoria": 7225, "concept_book_the_crying_of_lot_49": 44086, "43.7361100000000,7.4250000000000": 23279, "30.4135400000000,-97.7375100000000": 7120, "concept_televisionstation_kttv": 31063, "concept_personmexico_tito_ortiz": 61004, "concept_hotel_grand": 35252, "concept_person_david_boreanaz": 3833, "concept_stadiumoreventvenue_field": 36435, "concept_blog_slashdot": 14696, "concept_professionalorganization_oasis": 19047, "concept_furniture_beds": 56575, "concept_newspaper_neighbors": 74824, "concept_journalist_eric_bailey": 70713, "concept_male_kevin_garnett": 733, "concept_personus_shakespeare": 9859, "concept_journalist_kit_stier": 70397, "concept_meat_dish": 50029, "concept_city_link": 7319, "concept_sportsteam_hofstra_university": 41740, "concept_company_hk_disneyland": 72399, "concept_televisionstation_wptz_tv": 32122, "concept_bodypart_fetus": 3062, "concept_musician_chris_squire": 63169, "concept_politicianus_frist": 67950, "concept_hotel_fairmont_empress": 35277, "concept_ceo_janet_l__robinson": 71337, "concept_personus_john_browne": 3849, "concept_stateorprovince_states": 11245, "concept_city_linz": 38621, "concept_drug_galvus": 59002, "concept_nonprofitorganization_agc": 75058, "23.3168500000000,120.9199533333333": 3615, "concept_coach_andrew_alberts": 67310, "concept_athlete_dustin_pedroia": 8, "concept_plant_palm_trees": 48906, "concept_convention_condition": 20797, "concept_city_johor_bahru": 33860, "concept_coach_new_jersey_devils": 67345, "concept_lake_strait_of_gibraltar": 25450, "concept_writer_dostoyevsky": 45074, "concept_drug_zomig": 58711, "concept_personeurope_e__nesbit": 64839, "concept_coach_south_carolina_gamecocks": 14497, "concept_athlete_lecavalier": 2268, "concept_book_mister_johnson": 44077, "concept_insect_housefly": 50410, "concept_mammal_axis": 49840, "concept_musicartist_deftones": 73915, "concept_person_sam_donaldson": 13355, "concept_sportsteam_kobe_university": 41281, "concept_software_microsoft_word": 14248, "concept_televisionstation_wkpt_tv": 31265, "concept_politicianus_dmitry_medvedev": 68710, "concept_televisionstation_wlvi_tv": 31456, "concept_city_rancho_cucamonga": 5232, "concept_person_wright": 24612, "concept_artery_process": 59673, "34.0669900000000,-118.4007000000000": 34602, "concept_visualizablething_blood_stream": 9114, "concept_movie_terms_of_endearment": 61754, "concept_athlete_daniel_schlereth": 65671, "concept_airport_edinburgh_international_airport": 35567, "concept_airport_senai": 35649, "concept_book_the_communist_manifesto": 30353, "concept_stateorprovince_bahia": 33919, "concept_weapon_maces": 54730, "concept_website_new_yorker_magazine": 14725, "concept_city_khe_sanh": 29999, "concept_newspaper_toronto_sun": 56904, "concept_monument_deshnok": 17606, "concept_room_set": 11036, "concept_biotechcompany_control": 29463, "concept_sportsteam_cent__michigan_chippewas": 41188, "concept_movie_jfk": 61831, "concept_hotel_grange_hotel": 35273, "concept_weapon_infantry_weapons": 54771, "concept_stadiumoreventvenue_baltimore_convention_center": 36614, "concept_movie_the_spy": 64822, "concept_beverage_potato_water": 55404, "concept_person_six_people": 62191, "concept_athlete_babe_ruth": 419, "concept_company_longaberger": 8860, "concept_weapon_heavy_sword": 54271, "concept_city_ouagadougou": 37679, "concept_profession_special_education_teachers": 52574, "concept_transportation_edinburgh_airport": 35987, "concept_personus_extremists": 22032, "concept_mammal_sheep_": 12322, "concept_website_wpmi": 13343, "concept_country_hongkong": 40350, "27.7293500000000,-82.7432200000000": 32818, "concept_person_dizzy_trout": 10608, "concept_building_kuala_lumpur": 5983, "concept_book_lady_chatterley_s_lover": 23879, "concept_professionalorganization_kosciuszko_foundation": 74080, "concept_physicalaction_commerce": 28222, "concept_emotion_series": 25632, "concept_city_menominee": 39190, "concept_language_uzbek": 47228, "concept_agriculturalproduct_medicines": 48379, "concept_stadiumoreventvenue_adler_theatre": 38724, "concept_city_allahabad": 39658, "concept_personeurope_laura_esquivel": 3304, "concept_arthropod_files": 8338, "concept_politicsbill_washington_convention": 9005, "concept_recordlabel_water": 12999, "concept_politicianus_sen__clinton": 68321, "concept_book_witness": 4357, "concept_company_malaysian": 18554, "concept_university_universidad_complutense_de_madrid": 47250, "concept_visualizablescene_gentlemens": 14840, "concept_politicianus_president_ronald_reagan": 61475, "concept_musicartist_camel": 73993, "concept_bakedgood_loaf": 56240, "concept_comedian_medicine": 4917, "concept_judge_vissarion": 16767, "concept_radiostation_wbur": 42456, "concept_drug_tamiflu": 48381, "concept_televisionstation_wesh_tv": 32206, "33.3819000000000,-86.8091000000000": 9730, "concept_movie_ghost_rider": 60891, "concept_county_pontiac": 3793, "concept_aquarium_starfire_glass_aquarium": 57682, "concept_athlete_lidstrom": 499, "concept_disease_hiv_aids": 16326, "concept_airport_rapid_city_regional": 35848, "concept_politicianus_pat_leahy": 27763, "concept_bank_aflac": 74360, "concept_city_salamanca": 38896, "concept_sportsgame_four_weeks": 47957, "concept_musicgenre_seattle_grunge": 50637, "concept_visualartist_titian": 69670, "concept_celebrity_don_james": 37820, "51.5000000000000,-2.4166700000000": 51524, "42.3737100000000,-71.1097700000000": 16128, "concept_emotion_issue": 17697, "concept_bakedgood_strawberry_ice_cream": 56139, "concept_sportsteam_utep_miners": 30211, "concept_city_lead": 11360, "concept_book_five_quarters_of_the_orange": 45182, "34.5728800000000,-94.5730000000000": 52269, "concept_visualizablething_tsampa": 3591, "concept_ceo_mohsin_khan": 9961, "60.5750000000000,-1.1708325000000": 6315, "concept_blog_techcrunch": 57059, "concept_company_junglee": 57022, "concept_building_theatres": 18272, "concept_disease_attention_disorders": 49540, "concept_retailstore_lai_lai": 25277, "concept_arachnid_brown_widow": 50381, "concept_county_mackintosh_school": 51434, "concept_stadiumoreventvenue_interlagos": 27371, "concept_politicalparty_clinton_library": 23886, "concept_journalist_eli_lake": 70306, "concept_physicalaction_platform": 10635, "concept_politicalparty_bankers": 26641, "concept_biotechcompany_sap_ag": 71456, "concept_placeofworship_stockholm": 30533, "47.3899700000000,-110.0690900000000": 18586, "concept_bacteria_ascaris_lumbricoides": 48308, "concept_professor_steve_lohr": 69510, "concept_personus_bono": 6967, "concept_biotechcompany_icon": 27759, "concept_actor_jason_bleick": 61840, "concept_bodypart_appendix": 2884, "concept_musicsong_itunes": 2365, "concept_traditionalgame_rouge_et_noir": 13284, "concept_athlete_brian_moehler": 713, "concept_scientificterm_gamma_function": 42863, "concept_sportsleague_american_hockey_league": 74214, "concept_food_rice_mixture": 21106, "concept_drug_butalbital": 58830, "45.4000000000000,28.0166700000000": 30066, "concept_kitchenitem_center": 3596, "concept_archaea_ladinos": 8216, "concept_book_carpe_jugulum": 5926, "concept_wine_classic_grape_varieties": 19658, "concept_bodypart_rib_cage": 59570, "concept_coach_mohsin_khan": 21918, "concept_automobileengine_ford_ranger": 6232, "concept_plant_native_grasses": 48998, "concept_winery_mcmanis": 74994, "concept_geopoliticallocation_pembroke_pines": 51543, "concept_profession_unions": 13981, "concept_insect_long_tongued_bees": 50509, "concept_city_panama_canal": 33757, "concept_athlete_brian_fuentes": 65904, "concept_city_troutdale": 38472, "concept_stadiumoreventvenue_sam_boyd_stadium": 14444, "concept_chemical_images": 6806, "concept_mediatype_restructuring": 14887, "concept_book_a_question_of_death_an_illustrated_phry": 44811, "concept_placeofworship_murlough": 18840, "concept_person_judith_nathan": 71047, "concept_sportsteam_buffalo_braves": 41127, "concept_sportsteam_missouri_state_west_plains_grizzlies": 41340, "concept_airport_san_diego_airport": 35739, "concept_jobposition_solicitor": 52297, "concept_weapon_nailgun": 54005, "concept_drug_ephedra": 58474, "concept_comedian_barry_levinson": 60939, "concept_city_south_pasadena": 34112, "-6.2355600000000,107.7255600000000": 24294, "concept_person_nathan": 6716, "concept_movie_hollywood_homicide": 60475, "concept_athlete_jeremy_powell": 66960, "concept_city_braunfels": 38792, "concept_female_patty_murray": 68468, "concept_organization_chinese_national_team": 71037, "concept_female_directors": 15419, "concept_sportsequipment_uniforms": 43122, "concept_sportsgame_n1959_world_series": 47891, "37.3602200000000,-120.5640800000000": 1192, "concept_coach_jay_bruce": 66754, "concept_televisionstation_wfld_tv": 31114, "concept_kitchenitem_tender": 1151, "concept_bathroomitem_tub_combination": 25533, "concept_company_anheuser_busch_companies001": 19351, "concept_biotechcompany_teva": 48498, "-38.2166700000000,144.2833300000000": 18538, "concept_musician_jaz_coleman": 62404, "concept_politicianus_frank_lautenberg": 68335, "concept_bathroomitem_roman_tub": 59483, "concept_muscle_dorsi": 10275, "43.6948414285714,15.6990485714286": 74835, "concept_nongovorganization_taxpayers": 10804, "concept_drug_doxazosin": 51121, "concept_sportsteam_central_european_university": 41605, "concept_academicfield_aerospace_engineering": 46310, "concept_musicsong_verona": 9874, "concept_ceo_business_contact": 6636, "30.4915900000000,-92.1817900000000": 29601, "concept_chemical_nitrogen_oxide": 50808, "concept_male_zipporah": 1566, "concept_software_playstation_2": 71981, "concept_book_the_hour_of_the_star": 64023, "concept_sportsteamposition_wr": 43398, "concept_fish_anchovies": 50163, "concept_lake_baja": 8260, "concept_hotel_renaissance": 34939, "35.0459100000000,-85.1213400000000": 21581, "concept_city_hayward": 38585, "concept_language_quecha": 47013, "concept_buildingmaterial_conduits": 28031, "31.3915500000000,-98.1886400000000": 15429, "concept_coach_patrick_pinkney": 67385, "concept_city_texarkana": 37459, "33.1820650000000,-87.5283400000000": 20459, "concept_profession_physical_therapists": 52396, "concept_mountain_mount_errigal": 41970, "concept_profession_designs": 18349, "concept_book_burnt_offerings": 45831, "concept_city_cannes": 13899, "concept_room_big_room": 26898, "concept_city_southampton": 35752, "concept_athlete_dwight_gooden": 66483, "concept_person_angel": 28630, "concept_ceo_service_terms": 53032, "concept_televisionstation_kttu_tv": 31334, "concept_river_faywood_hot_springs": 17178, "concept_museum_highlights": 11210, "concept_university_chung_yuan_university": 33419, "concept_televisionstation_kdtv": 31478, "39.7716500000000,-105.4419400000000": 52145, "concept_musicartist_simple_minds": 28854, "concept_weapon_bigger_guns": 54916, "concept_weapon_market_gas": 54879, "concept_radiostation_kimn": 42379, "concept_bakedgood_breakfasts": 56147, "concept_disease_smallpox": 48209, "concept_agriculturalproduct_sherry": 55522, "concept_actor_spy": 64716, "concept_governmentorganization_usaid_": 30628, "concept_mammal_rhinos": 49259, "concept_hotel_maui_banyan": 28336, "concept_personus_rebecca_wells": 13017, "concept_stateorprovince_nunavut_territory": 34192, "concept_writer_ann_brashares": 45450, "23.5166700000000,80.9500000000000": 3831, "concept_hobby_tips": 21663, "concept_bank_fedex_ground": 73362, "concept_chemical_verify": 6005, "concept_software_microsoft_office_2003": 28996, "concept_plant_oak": 48726, "concept_personafrica_dave_anderson": 69037, "concept_journalist_scott_collins": 70571, "concept_person_bonimo_s_son": 69451, "concept_male_eber_four": 60333, "concept_insect_wasps": 49276, "concept_personmexico_matt_painter": 3658, "concept_person_diego": 10250, "concept_beverage_lime_juice": 55488, "concept_city_little_rock": 4638, "concept_musicinstrument_blues": 62780, "concept_movie_easy_rider": 60083, "concept_hobby_traditional_music": 47597, "concept_musician_duane_eddy": 62530, "concept_person_moises_alou": 8809, "concept_sportsteam_humboldt_state_jacks": 41352, "concept_athlete_jeff_mcinnis": 60557, "concept_bank_bmo_nesbitt_burns": 73289, "concept_park_london_paddington_station": 33161, "concept_celebrity_season": 3499, "concept_person_scooter_libby": 19554, "concept_food_whole_milk": 55239, "concept_fruit_coconut": 55751, "concept_city_westland": 36846, "concept_city_hacienda_heights": 5645, "concept_furniture_pillow_top_mattress": 59115, "concept_personasia_kareem_abdul_jabbar": 66183, "concept_artery_coronary_arteries": 16483, "concept_radiostation_wguc": 42487, "concept_sport_surf": 43387, "concept_musicsong_natchez": 24737, "concept_sportsgame_yars": 24860, "concept_language_mandarin_chinese": 47041, "concept_city_pico_rivera": 5349, "48.4667000000000,15.6667000000000": 4486, "concept_person_hank_baskett": 20326, "concept_company_rockwell": 72381, "concept_university_mercy_hospital_school": 75290, "concept_aquarium_sharks_aquarium": 57861, "concept_biotechcompany_xerox": 16193, "concept_room_kids": 11411, "concept_sport_sumo": 43406, "concept_city_kona": 35602, "concept_room_square_feet": 26784, "concept_musicsong_nebraska": 3654, "concept_academicfield_urban_and_regional_planning": 46476, "concept_plant_stems": 18126, "concept_city_hoedspruit": 27216, "concept_book_the_road": 43978, "concept_organization_safe_passage": 74022, "concept_dateliteral_n1846": 39310, "concept_personeurope_ken_kesey": 15792, "concept_room_fireplace": 53537, "concept_city_gulf_breeze": 23736, "concept_personmexico_steenhuis": 10501, "concept_person_angus_young": 22845, "concept_politicianus_tim_geithner": 68284, "concept_city_renville": 39575, "concept_beach_fort_ogden": 2554, "concept_geopoliticalorganization_laguna_hills": 5034, "concept_olympics_palestinian_national_authority": 8944, "concept_lake_kekova": 30488, "concept_male_javier_bardem": 23779, "concept_clothing_fishnets": 59820, "concept_park_league": 11235, "concept_televisionstation_ksnf": 31155, "concept_sportsteam_embry_riddle_eagles": 41905, "concept_televisionstation_tie": 27087, "concept_sportsteam_new_school_for_social_research": 41011, "concept_musician_little_richard": 63234, "concept_book_clarissa": 64933, "concept_athlete_daryll_clark": 670, "concept_musicartist_mr_big": 17806, "concept_city_bartlesville": 13028, "concept_governmentorganization_illinois_state_library": 3755, "concept_lake_koh_mak": 13420, "concept_athlete_sparky_lyle": 66198, "37.3674000000000,-76.5336000000000": 48010, "concept_product_wedding": 56227, "concept_ceo_ferdinand_piech": 29710, "concept_mammal_furry_friends": 10880, "concept_athlete_byron_leftwich": 66788, "concept_city_luoyang": 37221, "concept_skiarea_picos_de_europa": 23517, "38.9880600000000,-76.9508300000000": 36498, "concept_stadiumoreventvenue_pnc_bank_arts_center": 27315, "concept_journalist_dan_morain": 70769, "35.1628000000000,136.9180000000000": 32898, "concept_book_n7th_heaven": 44199, "concept_company_bp001": 3846, "concept_writer_linda_lael_miller": 44842, "concept_bakedgood_gravy": 21096, "concept_restaurant_melting_pot": 11555, "42.1019400000000,-91.7771200000000": 1347, "concept_coach_david_bailiff": 71795, "concept_male_william_norris": 61239, "concept_writer_e__annie_proulx": 64425, "concept_sportsteam_long_beach_st__49ers": 41784, "concept_country_rwanda": 2006, "concept_personeurope_napoleon": 10920, "concept_personeurope_william_shakespeare": 43572, "concept_river_prairie_dog_town_fork": 32382, "40.7311100000000,-73.9950000000000": 12123, "concept_athlete_javon_walker": 359, "concept_clothing_cargo_pants": 53888, "concept_city_glendale_arizona": 73020, "concept_archaea_cdv": 22025, "concept_musicartist_allman_brothers_band": 63163, "concept_person_crispin_glover": 15880, "concept_personalcareitem_nature": 27852, "concept_sportsequipment_tours": 9815, "concept_professor_wen_yang": 28430, "33.6957100000000,-112.4159100000000": 11647, "61.9757300000000,-144.4175600000000": 17031, "21.3027800000000,-157.8538900000000": 36466, "concept_coach_brandon_braboy": 467, "concept_river_reuss": 39327, "concept_book_mortal_allies": 64728, "concept_university_extension_school": 22824, "concept_street_quarry_lane": 1546, "concept_buildingfeature_components": 59057, "concept_televisionstation_knaz_tv": 13558, "49.4001300000000,-86.5666600000000": 16903, "concept_hotel_chisos_mountain_lodge": 15250, "concept_geometricshape_diagram": 4025, "concept_profession_services_employees": 52817, "concept_televisionstation_kcal": 31753, "concept_governmentorganization_u_s__fish": 28514, "concept_academicfield_maps": 24081, "concept_attraction_houston___texas": 51567, "45.1274650000000,-91.3110000000000": 8742, "concept_personaustralia_terry_deary": 15435, "46.3579900000000,-112.2700100000000": 21737, "concept_sportsteam_florida_a_m_rattlers": 41294, "concept_date_november_2008": 37288, "concept_date_november_2007": 37287, "concept_officebuildingroom_two_room_suites": 53157, "concept_ceo_venugopal_dhoot": 10917, "concept_athlete_ted_mcanlis": 66969, "concept_governmentorganization_cabinet": 29115, "concept_weapon_mace_pepper_spray": 54946, "concept_bodypart_spinal_chord": 2962, "concept_televisionstation_wsre_tv": 30825, "concept_nonprofitorganization_data": 7268, "concept_personus_employee": 27910, "concept_athlete_eddie_george": 67083, "concept_jobposition_decree": 8303, "concept_academicfield_communications_management": 46597, "concept_hotel_sebel_playford_adelaide": 30380, "concept_geopoliticalorganization_nevada_college": 34515, "concept_profession_leadership": 52491, "concept_athlete_nick_blackburn": 66822, "concept_university_nova_southeastern": 33215, "concept_coach_clint_barmes": 571, "concept_athlete_john_ruiz": 65620, "41.5443371428571,-83.6437042857143": 23065, "concept_airport_adams_field": 35747, "concept_criminal_web_pages": 7306, "concept_musician_paul_weller": 15800, "concept_river_pemigewasset": 39452, "concept_comedian_nicole_richie": 29640, "concept_museum_smithsonian": 30296, "concept_televisionstation_wvaw_lp": 31624, "concept_airport_nimes_airport": 35705, "concept_city_oakland_park": 37979, "concept_personeurope_winston_churchill": 43836, "concept_city_cary": 5389, "concept_food_termites": 49900, "34.0156000000000,-84.1670000000000": 47988, "concept_bakedgood_entire_cake": 56257, "concept_university_nottingham": 15604, "concept_videogame_estrogen": 9124, "35.1561400000000,-89.9483400000000": 42576, "concept_politicianus_bobby_jindal": 68543, "concept_website_minneapolis_star_tribune": 70580, "concept_weapon_v_2_rocket": 54375, "concept_hospital_froedtert": 36168, "concept_book_tropic_of_cancer": 44860, "concept_hallwayitem_headliner": 22884, "concept_videogame_vital_nutrients": 9122, "concept_writer_frank_norris": 44486, "concept_buildingmaterial_head": 18943, "concept_televisionstation_wsyr_tv": 30931, "concept_attraction_big_ben001": 8928, "concept_biotechcompany_berlex": 48489, "concept_book_a_long_long_way": 12057, "concept_person_st": 71131, "concept_hobby_tap": 2307, 