{"concept_hotel_khimsar_fort": 34145, "concept_drug_carvedilol": 42919, "concept_weapon_game_rifle": 28001, "concept_person_bob_primrose_wilson": 59569, "concept_buildingfeature_altar": 51763, "concept_county_dearne": 43295, "30.5024600000000,-90.2448600000000": 44845, "concept_website_steam": 70467, "concept_hotel_dylan": 73705, "concept_airport_sdia": 32931, "concept_city_milwaukee": 3680, "concept_mlarea_tumor": 21878, "concept_stadiumoreventvenue_kellyshorts_stadium": 66349, "concept_date_november_april": 59086, "concept_university_beeson_divinity_school": 53498, "concept_biotechcompany_baxter": 7968, "concept_buildingfeature_water_heater": 15836, "concept_river_limmat": 56070, "concept_furniture_mattress": 11214, "concept_politicianus_bob_goodlatte": 46457, "concept_person_jimmy_carabello": 60955, "concept_journalist_bart_hubbuch": 23166, "concept_attraction_n10_downing_street": 12793, "concept_person_sir_stafford_cripps": 62601, "concept_hotel_intercontinental_los_angeles_century_city": 42642, "concept_fish_anglers": 58229, "concept_drug_effexor_xr": 24103, "concept_governmentorganization_ohio_department": 25671, "concept_chemical_fluorides": 63967, "concept_person_john_f___kerry": 39505, "concept_ceo_daniel_vasella": 7133, "concept_musicartist_load": 69010, "concept_automobilemodel_f150": 33703, "concept_personus_john_vornholt": 41985, "concept_bakedgood_soft_drinks": 59351, "concept_book_superman": 34415, "concept_sportsteam_kansas_city_wizards": 75149, "concept_sportsteam_colonels": 73612, "concept_movie_lonesome_dove": 31319, "concept_eventoutcome_position": 15800, "concept_televisionstation_waff_tv": 53590, "concept_musicalbum_mockingbird": 73456, "concept_journalist_marc_lacey": 46740, "concept_jobposition_deputy_minister": 36854, "concept_book_a_dangerous_fortune": 23518, "concept_attraction_national_film_theatre001": 51895, "concept_politicsissue_affirmative_action": 51002, "concept_braintissue_recovery": 36459, "concept_book_waiting_for_godot": 9317, "concept_book_hurrah_for_st_trinian_s": 53909, "concept_person_vitor_meira": 50089, "concept_insect_whiteflies": 16089, "concept_writer_hilton": 16743, "concept_company_foster_wheeler": 41142, "concept_wine_hotel_sierra_silvana": 44771, "concept_chef_george_greenstein": 47573, "concept_academicfield_foreign_languages_and_literatures": 33831, "concept_winery_york_area": 45234, "concept_book_the_martian_way_and_other_stories": 64112, "concept_crustacean_ghost_shrimp": 29921, "concept_agriculturalproduct_crushed_red_pepper": 12897, "concept_academicfield_general_management": 48806, "concept_personeurope_shawn_fanning": 1204, "concept_bird_shetlands": 24363, "concept_journalist_robin_toner": 44365, "concept_sportsteam_expos": 3194, "concept_agriculturalproduct_dressing": 33766, "concept_currency_last_week": 58807, "concept_hobby_other_activities": 15602, "concept_videogame_chickies": 56831, "concept_book_guardian": 41465, "concept_park_bangkok_hotels": 60637, "concept_writer_gilbert_morris": 59446, "concept_stateorprovince_widget": 36567, "concept_personus_gary_shapiro": 46228, "concept_city_bangkok": 3281, "concept_hobby_markets": 73868, "concept_person_faith_hill001": 40525, "concept_mldataset_bay": 74137, "concept_city_ypsilanti": 30875, "concept_female_seven": 20330, "concept_drug_anacin": 23863, "concept_chemical_sugar": 20487, "concept_sportsteamposition_center_redmond": 70929, "concept_company_forbes001": 1707, "concept_journalist_james_glanz": 6793, "concept_scientist_ken_thompson": 4169, "concept_hotel_four_seasons_milan": 14265, "concept_mammal_beagles": 20023, "concept_politicianus_pat_buchanan": 68779, "concept_book_n2061_odyssey_three": 12634, "concept_lake_middle_andaman": 53075, "concept_book_the_story_of_my_life": 41045, "concept_disease_irritable_bowel_syndrome": 64631, "concept_musicartist_rush": 12428, "concept_book_deception_point": 26086, "concept_company_tiger": 1414, "concept_boardgame_lecturer": 29872, "concept_televisionstation_wfmz_tv": 43683, "37.3854425000000,-118.1779875000000": 68182, "concept_city_leiria": 21147, "concept_writer_alistair_maclean": 20584, "concept_politicianus_presidential_election": 29572, "concept_coach_art_briles": 5690, "35.9566700000000,64.7472200000000": 38877, "concept_university_iowa_state_university": 11294, "concept_writer_christina_stead": 61612, "concept_book_the_beautiful_room_is_empty": 20697, "concept_politicalparty_australian_government": 45817, "concept_celebrity_justin_gaston": 27994, "concept_book_cosmos": 44977, "concept_athlete_craig_robinson": 6533, "concept_book_the_time_machine": 38633, "concept_country_former_ussr": 20609, "concept_person_judge_david_hale": 29349, "concept_city_seville": 29164, "concept_bacteria_leptospira": 33727, "46.0000000000000,36.0000000000000": 65458, "concept_coach_marshall_faulk": 4287, "concept_landscapefeatures_country_lanes": 29976, "concept_book_zen_and_the_art_of_motorcycle_maintenance": 27378, "concept_vehicle_suppliers": 72323, "concept_city_healdsburg": 25391, "concept_book_n4th_of_july": 64235, "concept_bird_finches": 58868, "concept_book_nicholas_nickleby": 60650, "concept_chemical_different_chemicals": 74525, "concept_athlete_p_j__walters": 5942, "concept_book_elbow_room": 45951, "concept_grain_nassau_county": 71545, "concept_building_oare": 28979, "concept_museum_allied_artists": 21067, "concept_drug_tavist": 65159, "concept_chemical_nitrogen": 11253, "35.5699000000000,139.7294000000000": 48179, "concept_stateorprovince_newyork": 41678, "concept_park_harlem": 29587, "concept_televisionstation_katu_tv": 3559, "concept_athlete_scott_eyre": 647, "concept_retailstore_sony": 17411, "concept_fungus_hth": 59555, "concept_book_the_main_chance": 31198, "concept_politicianus_republican_senator_norm_coleman": 14449, "concept_academicfield_environmental": 28786, "concept_boardgame_nicer": 36494, "concept_jobposition_bouncer": 70387, "concept_weapon_seven_missiles": 16039, "concept_emotion_capacity": 19530, "concept_mountain_central_sierra_nevada": 54314, "concept_personus_fannie_flagg": 60765, "concept_city_stephenville": 43464, "concept_coach_al_arbour": 2146, "concept_drug_sinemet": 16560, "concept_musicalbum_steppenwolf": 55076, "concept_bank_pioneer": 73558, "concept_museum_lyndhurst": 25988, "concept_country_senegal": 10526, "concept_university_harvard_graduate_school": 69263, "34.9151000000000,-95.3310800000000": 66223, "concept_airport_san_diego_airport": 15228, "concept_academicfield_geophysics": 26089, "concept_sportsleague_canadian_football_league": 59009, "concept_airport_domodedovo": 40475, "concept_muscle_dorsi": 36665, "concept_nut_eggplant": 20642, "concept_river_delaware_river": 22470, "concept_athlete_travis_diener": 74938, "concept_radiostation_midwest": 29167, "concept_visualizablething_palm_oil": 73302, "concept_automobilemodel_terrain": 55014, "concept_eventoutcome_control_system": 73951, "concept_city_cannes": 51398, "concept_sportsgame_playoffs": 10966, "concept_televisionstation_kdtv": 4590, "concept_tableitem_screen": 20889, "concept_disease_acute_infectious_disease": 47796, "concept_person_thomas_seymour": 63050, "concept_male_eber_four": 13311, "concept_sportsteam_southern_mississippi_golden_eagles": 8598, "concept_sportsteam_babson_college": 75266, "concept_room_masters_bedroom": 22587, "concept_bodypart_foal": 46979, "concept_geopoliticallocation_earthquake": 41122, "concept_website_asian": 11306, "concept_televisionstation_wach": 43732, "concept_profession_deployment": 40845, "concept_televisionstation_kdtf": 5583, "concept_aquarium_sharks_aquarium": 30249, "concept_country___america": 953, "concept_park_atlanta_state_park": 39631, "concept_writer_leo_tolstoy": 43613, "concept_officebuildingroom_masterbedroom": 43281, "concept_stadiumoreventvenue_braden_auditorium": 62256, "concept_musician_little_richard": 40903, "concept_drug_diovan_hct": 25612, "concept_writer_e__annie_proulx": 32631, "-16.4386400000000,-39.0809200000000": 25318, "concept_journalist_tommy_doyle": 39880, "concept_sportsteam_new_school_for_social_research": 5781, "concept_insect_insects": 9099, "concept_mldataset_bt": 39214, "43.4513600000000,-1.5448700000000": 35642, "concept_weapon_automatic_pistol": 48578, "concept_newspaper_wall_street_journal": 3395, "concept_drug_loratadine": 40838, "concept_book_cards": 37052, "concept_company_tivo": 51372, "concept_company_msn_search": 12920, "concept_trainstation_code": 24557, "concept_company_international_steel_group": 7881, "34.9506500000000,-90.3123200000000": 57588, "concept_musician_bo_diddley": 59184, "concept_city_the_dalles": 44185, "concept_drug_vancomycin": 12726, "concept_physiologicalcondition_weight_loss": 11756, "concept_videogamesystem_ds_lite": 23692, "concept_beverage_cherries": 59983, "concept_company_business_objects": 54796, "concept_writer_ahdaf_soueif": 67050, "concept_stadiumoreventvenue_bowman_gray_stadium": 45714, "concept_sportsleague_wwe": 4424, "concept_personmexico_juan_miranda": 4526, "concept_awardtrophytournament_grants": 48223, "concept_person_greg001": 2175, "concept_biotechcompany_immunex": 39510, "concept_buildingfeature_garage_doors": 37359, "concept_hotel_taj_mahal_palace___tower": 36506, "concept_landscapefeatures_coastlines": 47450, "concept_politicianus_mike_castle": 64778, "concept_sportsteam_illini": 1538, "concept_hallwayitem_town_gate": 65045, "concept_date_oct_": 28412, "concept_weapon_intercontinental_ballistic_missiles": 40777, "concept_person_russell_brand": 26042, "concept_island_recommendation": 30770, "concept_musicartist_the_ladies": 71085, "concept_city_place": 8539, "concept_book_the_castle_of_otranto": 28992, "55.9333300000000,-3.1666700000000": 41692, "concept_visualizablething_santee": 66058, "concept_person_kore": 67195, "concept_emotion_fun": 49402, "concept_athlete_whitter": 18788, "concept_geopoliticallocation_purdue": 29434, "concept_city_amissville": 61157, "concept_terroristorganization_rival_fatah_movement": 341, "concept_island_guantanamo_bay": 18942, "concept_river_sheyenne": 45693, "concept_musician_erik_rutan": 55333, "concept_criminal_vissarion": 20513, "44.1333300000000,5.1000000000000": 48557, "concept_politicianus_kirsten_gillibrand": 73262, "38.1156400000000,-83.4760200000000": 12201, "concept_athlete_ian_johnson": 74707, "concept_governmentorganization_sec": 71813, "concept_city_crestview_hills": 34189, "concept_medicalprocedure_bypass_surgery": 58518, "concept_hotel_rum_point_inn": 63749, "concept_city_kokkola": 56039, "38.8956700000000,-77.0399800000000": 52633, "concept_officebuildingroom_traditional_rooms": 64205, "concept_politician_senator_dewine": 61016, "concept_book_phantom_of_the_opera": 24836, "concept_personasia_johnny_ford": 71673, "concept_bird_wild_turkeys": 24542, "concept_actor_description": 41720, "concept_city_srinagar": 50426, "concept_officebuildingroom_comfortable_accommodations": 30775, "concept_vegetable_white_beans": 70516, "44.1058000000000,-96.3397600000000": 24258, "concept_book_the_illustrated_man": 58298, "concept_drug_sertraline": 11524, "concept_movie_badlands": 71986, "concept_city_island_no_": 46470, "concept_city_sabres": 33379, "concept_visualartist_joanny": 49993, "concept_geopoliticallocation_yosemite": 48073, "concept_disease_add_adhd": 25628, "concept_musician_otis_redding": 42879, "concept_athlete_lindsey_hunter": 7518, "concept_hotel_budget": 54507, "concept_journalist_walter_pincus": 9002, "44.9501500000000,-63.5987000000000": 35350, "39.6191500000000,-105.7958400000000": 47972, "concept_athlete_willie_harris": 74863, "45.9763600000000,7.5056800000000": 67565, "concept_river_trisuli": 31311, "concept_ceo_herb_kelleher": 8570, "concept_personafrica_sofia_coppola": 57470, "concept_terroristorganization_harkat_ul_mujahideen": 33371, "concept_newspaper_the_globe_and_mail": 31564, "concept_politicianus_wes_watkins": 22448, "concept_politician_president_harrison": 17589, "concept_televisionstation_whns": 31508, "concept_weapon_case": 10344, "concept_musicartist_rise_against": 66830, "concept_politician_greg_nickels": 37109, "concept_writer_tacitus": 48306, "concept_personcanada_brooke_mueller": 37006, "concept_newspaper_la_voz_latina": 45821, "concept_country_career": 20177, "concept_bakedgood_puff_pastry": 56096, "concept_county_savannah_area": 11705, "concept_recordlabel_pavement": 72846, "concept_book_little_house_in_the_big_woods": 29624, "concept_person_joan_webb": 64602, "concept_bank_vtb": 44555, "concept_politicsissue_activity": 15470, "concept_personcanada_incubus": 58300, "concept_sportsteam_the_masters_college_mustangs": 8647, "concept_movie_eraserhead": 72650, "concept_bodypart_skin_constrict": 41388, "concept_geopoliticallocation_holland": 46796, "concept_mountainrange_lesser_caucasus": 34586, "concept_country_united_arab_emirates": 21342, "concept_food_large_seeds": 61317, "57.4059650000000,-4.3542150000000": 36112, "concept_clothing_leather_shoe": 16570, "concept_journalist_katie_couric": 8901, "concept_automobilemaker_land_rover": 12578, "concept_movie_norma_rae": 65167, "concept_attraction_camden_lock": 55934, "concept_website_the_express": 33372, "concept_journalist_alissa_j__rubin": 8976, "47.3417200000000,-84.6499100000000": 59618, "concept_drug_proventil": 59277, "concept_county_savannah": 17312, "concept_chemical_water": 10744, "concept_person_henry": 38281, "33.4252800000000,44.5300000000000": 36177, "concept_academicfield_management": 9993, "concept_politicsblog_raleigh": 13979, "concept_athlete_kris_medlen": 3645, "concept_sportsteam_baylor_bears_basketball": 27228, "concept_building_mohammed_v": 51782, "concept_book_a_dying_light_in_corduba": 40962, "concept_musician_stanley_jordan": 70979, "concept_hotel_sari_pan_pacific_hotel": 27986, "concept_book_amerika": 68653, "concept_sportsteam_dakota_state_trojans": 1626, "concept_city_kashi": 66806, "concept_governmentorganization_federal_transit_administration": 66555, "concept_monarch_father_james": 51665, "concept_televisionstation_wbpg": 2629, "concept_traditionalgame_big_one": 42857, "11.2676370000000,166.8531940000000": 66071, "concept_retailstore_virgin_records": 40856, "concept_tableitem_site_visitor": 28940, "concept_sportsteam_florida_intl_golden_panthers": 406, "concept_male_terah": 30102, "concept_university_anderson_graduate_school_of_management": 35118, "concept_food_leaf_surfaces": 55291, "concept_buildingfeature_valves": 57846, "concept_personeurope_maddie": 21836, "concept_coach_justin_miller": 815, "concept_musician_adam_yauch": 52242, "concept_room_lab": 31977, "concept_politician_mary_mcaleese": 66480, "concept_stadiumoreventvenue_lockhart_stadium": 52134, "concept_park_the_castro": 26888, "concept_city_sharm_el_sheikh": 64237, "concept_disease_sickle_cell_anemia": 60011, "concept_radiostation_kpcc": 45155, "concept_musicartist_devo": 20124, "concept_physiologicalcondition_hysterectomy": 24360, "concept_room_small_lounge": 56877, "concept_invertebrate_worms": 15235, "concept_sportsteam_troy_university_trojans": 1722, "concept_organization_n366th_civil_engineer_squadron": 22858, "concept_city_knock": 34590, "concept_weapon_vent_free_gas": 45132, "concept_writer_walter_pater": 73671, "concept_recordlabel_blackend": 27361, "concept_person_mississippi_state": 5255, "concept_writer_tolkein": 49168, "concept_food_meals": 46741, "concept_awardtrophytournament_stanley_cup_championship": 28315, "concept_criminal_carlo_ponti": 66870, "concept_book_taps": 44232, "concept_ceo_anne_rice": 22792, "concept_river_willamette_river": 33748, "concept_athlete_dinara_safina": 16207, "concept_visualartist_mary_cassatt": 12268, "concept_room_third_floor_suite": 30180, "concept_sportsequipment_freestyle": 47359, "concept_jobposition_trainer": 18581, "concept_university_university_of_california__berkeley": 73783, "concept_movie_chinatown": 59887, "concept_biotechcompany_pampa": 62644, "concept_room_hall_bath": 47902, "concept_personeurope_saint_joseph": 40818, "concept_sportsequipment_feet": 34257, "concept_jobposition_social_worker": 23708, "concept_ceo_service_subscribe": 63501, "concept_drug_pharmacy": 59810, "concept_videogame_grandmother": 21444, "concept_furniture_double_sofa": 12041, "concept_company_lrl": 61051, "concept_person_bl__innocent_xi": 60803, "35.0855600000000,63.1744400000000": 16012, "concept_sportsteam_bulldogs": 8090, "concept_city_ozark": 64281, "concept_scientist_max_frisch": 54842, "concept_sportsteamposition_roberto_luongo": 70832, "concept_drug_zyvox": 52067, "concept_country_republic_of_kenya": 13678, "concept_organization_faculty_of_law": 30891, "concept_attraction_vat_phou": 67848, "concept_city_arvada": 23502, "concept_city_baytown": 10807, "concept_athlete_brandon_duckworth": 7752, "concept_room_principal_bedroom": 18924, "concept_politicianus_gertrude_stein": 29720, "concept_visualizablething_cathedral": 30159, "concept_journalist_michael_abramowitz": 40489, "-8.5336100000000,126.7102800000000": 57404, "concept_company_frontier_airlines": 65932, "concept_arthropod_natural_enemies": 31100, "concept_island_brecqhou": 50374, "concept_weapon_anti_ballistic_missile": 39790, "concept_sportsteam_uc_san_diego": 6197, "concept_county_palm_coast": 35968, "concept_geopoliticalorganization_torun": 44107, "concept_televisionstation_kiku": 3016, "concept_televisionstation_kvii": 62507, "concept_city_delray_beach": 33793, "concept_televisionstation_kvie": 3551, "concept_chemical_glutamate": 12505, "concept_male_alex_lifeson": 38445, "concept_visualartist_robert_drummond": 56527, "concept_televisionstation_kvia": 72654, "concept_personus_allan_moss": 66257, "concept_beach_north_beach": 27935, "concept_politicianus_second_person": 37296, "20.9169400000000,-156.3938900000000": 51825, "concept_professor_kevin_mckenna": 66913, "concept_personnorthamerica_fax": 4868, "concept_athlete_dee_brown": 2709, "concept_athlete_deuce_mcallister": 6373, "concept_lake_lolland": 56590, "concept_athlete_colter_bean": 4258, "concept_televisionstation_kviq": 27740, "concept_personnorthamerica_abdul_ahad": 59327, "concept_televisionstation_wtmj": 42258, "concept_book_alice": 42738, "concept_jobposition_associate_member": 61448, "concept_musicartist_tickets": 56008, "49.0094400000000,8.4116700000000": 69511, "concept_website_trends": 37537, "concept_televisionstation_wtmd": 5432, "concept_book_celestine_prophecy": 18092, "concept_personeurope_malcolm_lowry": 32155, "concept_drug_oxaliplatin": 25284, "concept_drug_ibuprofen": 24531, "concept_book_blackwood_farm": 12621, "concept_bank_usps_air_mail": 14979, "concept_bank_npm": 53750, "concept_governmentorganization_bureau_of_prisons": 67712, "concept_nondiseasecondition_mahalo": 63665, "concept_artery_apparatus": 54043, "concept_amphibian_nostrils": 12874, "concept_bacteria_fungal": 50308, "concept_architect_italo_svevo": 52498, "concept_coach_gary_pinkel": 1240, "concept_city_san_gwann": 38630, "concept_stadiumoreventvenue_civic_center": 35053, "concept_sportsteam_morgan_st_bears": 3501, "concept_person_christ_bentley": 57636, "43.4833300000000,4.4666700000000": 64474, "concept_actor_raye_dowell": 42761, "concept_automobilemaker_triumph": 54262, "concept_room_spacious_loft": 22945, "concept_radiostation_krnv": 6513, "37.1419750000000,-118.5557500000000": 28056, "concept_city_reno": 6514, "concept_plant_live_oak": 48283, "concept_ceo_jay_adelson": 652, "concept_book_starship_troopers": 22330, "34.6500750000000,-83.7268300000000": 71072, "concept_weapon_united_states_navy": 13735, "concept_lake_salmon_river": 52870, "concept_politicalparty_international_monetary_fund": 75070, "concept_writer_p__l__travers": 30649, "48.1460000000000,17.1160000000000": 39050, "concept_crustacean_lobsters": 22499, "concept_musician_robert_johnson": 72777, "concept_person_penny_lancaster": 36704, "concept_televisionstation_sc": 62416, "concept_automobilemaker_scion": 13856, "concept_insect_gnats": 12714, "concept_product_adobe_acrobat": 23885, "concept_ceo_andy_grove": 8538, "concept_person_sims": 30256, "concept_zoo_celeste_center": 13917, "concept_book_a_game_of_thrones": 31801, "concept_architect_application": 32684, "29.9827000000000,-89.9525700000000": 25464, "concept_publication_job_opportunities": 29329, "concept_building_the_beresford": 51031, "concept_person_sills": 3352, "concept_book_complete_novels": 44606, "concept_weapon_automatic_guns": 62377, "concept_disease_heart_problems": 19874, "concept_athlete_alonzo_mourning": 1134, "concept_room_marble_master_bath": 43369, "concept_consumerelectronicitem_operating_systems": 33031, "concept_academicfield_clinics": 26910, "concept_televisionstation_khsl": 16381, "concept_transportation_money": 23009, "concept_person_rodriguez": 1547, "concept_male_gov__rod_blagojevich": 30194, "concept_programminglanguage_names": 52034, "concept_athlete_darren_clarke": 505, "concept_athlete_luis_hernandez": 4438, "concept_musicartist_jesus_lizard": 42248, "concept_county_georgetown_law": 57597, "concept_vegetable_peanuts": 13743, "32.5916662500000,130.2604162500000": 29520, "concept_website_decision": 10812, "32.6938900000000,-89.4124300000000": 67413, "concept_city_otsego": 40727, "concept_landscapefeatures_seascapes": 24029, "concept_agriculturalproduct_slow_cooker": 22550, "concept_ceo_use_all_content": 70074, "concept_food_native_plants": 42045, "concept_book_death_be_not_proud": 52825, "concept_musicgenre_grunge_rock": 39228, "concept_writer_brownbear": 22931, "concept_person_mike_darwin": 10004, "35.8892500000000,-93.7310200000000": 67589, "concept_insect_spectacle": 34087, "concept_food_fishes": 48424, "concept_book_baking_cakes_in_kigali": 42255, "concept_personmexico_daniel_moskos": 5405, "concept_televisionstation_ktab_tv": 38534, "concept_person_dee_w_hock": 59158, "concept_scientist_darwin": 68067, "concept_plant_pathfinder": 12407, "concept_personaustralia_harper_lee": 55307, "concept_book_the_way_of_shadows": 50326, "concept_bathroomitem_whirlpool_tubs": 46313, "concept_software_armada": 31439, "concept_sportsteam_queen_s": 67276, "concept_politicianus_john_salazar": 58634, "concept_arthropod_bit": 13487, "concept_politicianus_president_jimmy_carter": 25401, "concept_coach_vince_lombardi": 3416, "concept_academicfield_extension": 44999, "23.0833300000000,70.1333300000000": 67783, "concept_vehicle_government_agencies": 67267, "concept_personmexico_david_west": 51401, "concept_athlete_darko_milicic": 3356, "concept_politicianus_senator_kohl": 57555, "concept_hotel_tower": 56223, "concept_sportsteam_charlotte_49ers": 8691, "21.1500000000000,97.3500000000000": 24333, "concept_radiostation_wish_tv": 1600, "concept_city_charleston": 6321, "concept_book_attention": 18319, "concept_personcanada_rupert_friend": 39902, "concept_planet_question": 64199, "concept_personmexico_joel_skinner": 31932, "concept_writer_john_updike": 21720, "concept_bodypart_heart": 47048, "concept_book_the_mandarins": 24482, "concept_person_gore": 1674, "concept_language_windish": 36993, "concept_city_colton": 22507, "concept_wine_green_bay": 13234, "-42.8166700000000,147.3166700000000": 38436, "concept_radiostation_kgrg_fm": 4622, "concept_book_the_cat_who_turned_on_and_off": 36331, "concept_male_nick_lachey": 52191, "concept_governmentorganization_office_of_management_and_budget": 30871, "concept_mountain_sneffels": 16860, "concept_politicianus_matt_blunt": 46970, "concept_organization_cpvcc": 35845, "concept_sportsgame_n2008_nba_finals": 52418, "concept_bank_sodexho": 2749, "concept_politicianus_democratic_candidate_barack_obama": 20078, "concept_musicartist_mars_volta": 39940, "concept_weapon_uzi_machine_guns": 73301, "concept_bank_hbos": 26324, "concept_weapon_fuel_efficient_gas": 52867, "concept_writer_lawrence_durell": 41760, "concept_videogamesystem_adobe_lightroom": 58801, "concept_governmentorganization_oge": 58996, "concept_person_tonya_lewis_lee": 13807, "concept_visualizableobject_throttle": 32864, "concept_nut_hypertension": 29771, "concept_person_steve_mcpherson": 2276, "concept_athlete_darrell_rasner": 7476, "concept_sportsteam_philies": 30982, "concept_weapon_five_weapons": 16050, "concept_male_last_adam": 21573, "concept_filmfestival_eight": 23946, "concept_clothing_costume": 27344, "concept_book_shogun": 25579, "concept_country_central_african_republic": 14423, "concept_athlete_josh_fogg": 293, "concept_city_silverado": 28462, "concept_academicfield_engineering_psychology": 62033, "concept_book_barrel_fever": 22457, "concept_sportsteamposition_pitcher": 16490, "concept_visualizablething_front": 16162, "concept_coach_chris_berman": 44644, "concept_profession_contacting": 50805, "concept_vegetable_walnuts": 51609, "concept_boardgame_browner": 61400, "concept_park_jardins": 65367, "41.5245400000000,-72.0759100000000": 58591, "concept_book_mystery": 29351, "concept_male_kenneth_wright": 57987, "concept_sportsteam_southwest_texas_state_university": 67405, "concept_drug_blopress": 46705, "54.8766300000000,-94.9331700000000": 65333, "concept_scientist_johann_wolfgang_goethe": 63653, "concept_website_desktop": 62619, "concept_politicsissue_more_money": 30641, "concept_sport_motorsport": 22413, "concept_book_oedipus": 34907, "concept_writer_jim_marrs": 28611, "concept_condiment_teriyaki": 53838, "concept_arthropod_insect_pollinators": 16795, "39.9621000000000,-75.6066000000000": 70256, "concept_politicianus_richard_burr": 58823, "concept_person_robert_rutherford": 50431, "concept_airport_general_mitchell": 44932, "concept_insect_butterflies": 11411, "concept_physiologicalcondition_queensland_tick_typhus": 67881, "concept_book_all_about_h__hatterr": 29963, "concept_athlete_ramon_ramirez": 2417, "concept_person_lanni": 36, "concept_room_spacious_family_bathroom": 40968, "concept_river_nushagak": 16941, "concept_journalist_dan_barry": 56316, "concept_journalist_anthony_depalma": 62319, "concept_academicfield_software_engineering": 16291, "concept_city_deerfield": 7904, "concept_scientificterm_conditional_random_fields": 35749, "concept_person_jack_newton": 9302, "concept_lake_lago_yelcho": 31293, "concept_jobposition_nursing": 10918, "concept_personnorthamerica_johnson": 8363, "concept_drug_humalog": 22944, "concept_sportsteamposition_centrefield": 26111, "concept_officebuildingroom_spacious_double_rooms": 28127, "concept_book_the_assistant": 21382, "concept_automobilemodel_altima": 60149, "concept_terroristorganization_taliban": 53363, "concept_celebrity_keith_urban": 39096, "concept_bank_axa": 58155, "concept_profession_execution": 63816, "concept_personafrica_garden_city": 31787, "concept_nut_harvest": 61191, "18.9654440000000,72.9338320000000": 50350, "concept_website_sidestep_": 27448, "concept_attraction_columbia_area": 67486, "concept_jobposition_credit_analyst": 61270, "concept_wine_vintages": 51725, "concept_stadiumoreventvenue_oncenter": 62899, "concept_book_crucible": 37986, "concept_book_castle_roogna": 40550, "concept_movie_lost_in_translation": 57469, "concept_country_tunisia": 9124, "concept_female_gaile_parkin": 42254, "concept_musician_feist": 64899, "concept_bathroomitem_spa_tub": 34967, "concept_musicsong_party": 32576, "concept_city_castine": 32849, "concept_book_n3rd_degree": 47077, "concept_drug_tofranil": 32091, "concept_book_the_woodlanders": 54623, "concept_city_barcelona": 18380, "concept_televisionstation_kbfd": 15525, "concept_city_mc_cook": 42090, "concept_academicfield_veterinary_technician": 43480, "concept_visualizablescene_brookline": 61604, "concept_televisionstation_ktxa": 64022, "concept_person_keturah": 41669, "concept_nongovorganization_dichter": 29886, "concept_museum_alice_tully_hall": 18433, "concept_musicartist_rancid": 30672, "concept_beverage_madison": 34449, "concept_city_rancho_cordova": 61199, "concept_politicianus_peterson": 16534, "concept_city_whistler": 29727, "concept_actor_william_norris": 65550, "concept_automobilemaker_caterham": 55515, "concept_tool_tools": 10160, "concept_city_fridley": 44262, "concept_city_alwar": 59658, "concept_disease_autistic_spectrum_disorder": 11439, "concept_movie_the_prince_of_tides": 67346, "concept_book_dolores_claiborne": 33649, "concept_eventoutcome_establishment": 15864, "concept_book_the_return_of_the_soldier": 63906, "concept_airport_fornebu": 38900, "concept_personaustralia_gary_pinkel": 6967, "concept_city_effingham": 20862, "concept_food_peppers": 9462, "concept_website_dogpile__com": 15553, "concept_company_first_air": 32376, "concept_politicianus_webb": 50628, "concept_automobileengine_ford_explorer": 32609, "concept_personmexico_brooklyn_dodgers": 24706, "concept_book_from_dead_to_worse": 18917, "concept_academicfield_cultural_studies": 16088, "concept_nut_server": 26945, "concept_musician_michael_angelo_batio": 19782, "concept_blog_spokesman": 1379, "concept_recordlabel_mute": 4594, "concept_time_canadian_football_hall_of_fame": 23690, "concept_book_titus_groan": 45495, "concept_museum_omaa": 46906, "concept_sportsteam_concordia_university": 75142, "concept_televisionstation_kwba": 19212, "concept_plant_saplings": 10350, "concept_website_affiliates": 35959, "concept_book_northanger_abbey": 33495, "concept_bird_dabblers": 47037, "concept_programminglanguage_command": 24347, "concept_politicianus_john_adams": 24484, "concept_athlete_xavi": 74570, "concept_aquarium_how_to_set_up_aquarium": 59553, "concept_bank_select": 37365, "concept_university_umuc": 52581, "concept_musicalbum_discovery": 12209, "concept_stadiumoreventvenue_sommet_center": 25429, "concept_politicianus_joseph_i__lieberman": 50693, "concept_company_maxis": 9111, "concept_braintissue_pineal_gland": 51875, "concept_person_jossey_bass": 41726, "concept_crustacean_kid": 32775, "concept_drug_xanax": 11114, "concept_person_phoebe": 4083, "concept_academicfield_materials_science_and_engineering": 18575, "41.7009300000000,-72.5934200000000": 34561, "concept_book_red_harvest": 39410, "concept_city_mooringsport": 38849, "concept_lake_cootes_paradise": 70900, "concept_city_nagasaki": 68847, "concept_director_stanley_donen": 72957, "concept_mediatype_report": 15461, "concept_city_pachuca": 66532, "concept_televisionshow_passion": 9264, "concept_disease_kidney_problems": 64678, "concept_island_hilton_head_island": 52527, "concept_furniture_bed_": 30141, "concept_arthropod_insect_infestations": 50437, "concept_writer_arthur_agatston": 52972, "concept_athlete_eddie_kunz": 74897, "concept_book_tuck_everlasting": 52422, "concept_bathroomitem_desktop": 41683, "concept_televisionstation_saint_louis": 3422, "concept_radiostation_knx": 6986, "concept_book_the_purpose_driven_life": 60262, "42.2081600000000,-71.0058800000000": 38913, "concept_movie_star_trek": 46693, "concept_personus_barry_gibb": 33978, "concept_bank_brookstreet": 18130, "concept_beach_bronx_ny": 59201, "concept_radiostation_kuow_fm": 34008, "concept_sportsteam_albany_great_danes": 627, "concept_book_plum_lucky": 50244, "concept_bodypart_death": 59846, "concept_highway_north": 17709, "concept_mountainrange_khangchendzonga": 74330, "concept_book_the_crying_of_lot_49": 66770, "43.7361100000000,7.4250000000000": 24144, "concept_book_one_day": 14254, "concept_bird_brancher": 45033, "concept_personmexico_tito_ortiz": 56313, "concept_hotel_grand": 26734, "concept_person_david_boreanaz": 58840, "concept_stadiumoreventvenue_field": 11045, "concept_blog_slashdot": 2548, "concept_writer_chesterton": 56692, "concept_river_silverburn": 68179, "concept_book_the_silver_chair": 10068, "concept_furniture_beds": 9297, "concept_journalist_eric_bailey": 26331, "concept_radiostation_wvny": 69229, "concept_male_kevin_garnett": 602, "concept_personus_shakespeare": 11560, "concept_movie_fountainhead": 42820, "concept_city_link": 277, "concept_sportsteam_hofstra_university": 8776, "concept_televisionstation_wptz_tv": 25121, "concept_bodypart_fetus": 50549, "concept_musician_chris_squire": 16817, "concept_politicianus_frist": 58448, "concept_profession_telecommunications": 41606, "concept_ceo_janet_l__robinson": 8230, "concept_personus_john_browne": 7056, "concept_stateorprovince_states": 9257, "concept_city_linz": 40677, "concept_drug_galvus": 14760, "concept_nonprofitorganization_agc": 68213, "23.3168500000000,120.9199533333333": 61076, "concept_athlete_dustin_pedroia": 3646, "concept_plant_palm_trees": 38708, "concept_convention_condition": 68784, "concept_skyscraper_disney_concert_hall": 22824, "concept_coach_new_jersey_devils": 7317, "concept_lake_strait_of_gibraltar": 53663, "concept_writer_dostoyevsky": 53903, "concept_drug_zomig": 21886, "concept_coach_south_carolina_gamecocks": 58714, "concept_athlete_lecavalier": 42728, "concept_insect_housefly": 39649, "concept_model_emma_heming": 60506, "concept_musicartist_deftones": 54829, "concept_person_sam_donaldson": 9025, "concept_sportsteam_kobe_university": 1019, "concept_software_microsoft_word": 20595, "concept_televisionstation_wkpt_tv": 18439, "concept_politicianus_dmitry_medvedev": 11616, "concept_celebrity_nick_hogan": 24356, "concept_city_rancho_cucamonga": 26645, "concept_person_wright": 6507, "concept_artery_process": 50289, "concept_park_luxembourg_gardens": 41962, "34.0669900000000,-118.4007000000000": 55187, "concept_visualizablething_blood_stream": 44433, "concept_sportsgame_bcs_national_championship_game": 64918, "concept_airport_edinburgh_international_airport": 13257, "concept_airport_senai": 48023, "concept_book_the_communist_manifesto": 72430, "concept_stateorprovince_bahia": 33618, "concept_weapon_maces": 62748, "concept_website_new_yorker_magazine": 7203, "concept_city_khe_sanh": 18601, "concept_newspaper_toronto_sun": 43245, "concept_monument_deshnok": 21094, "concept_university_paltz": 34656, "concept_biotechcompany_control": 3389, "concept_bank_bbt": 34635, "concept_movie_jfk": 47061, "concept_hotel_grange_hotel": 46682, "concept_weapon_infantry_weapons": 68719, "concept_stadiumoreventvenue_baltimore_convention_center": 43718, "concept_movie_the_spy": 63210, "concept_bakedgood_fresh_berries": 71682, "concept_beverage_potato_water": 25662, "concept_person_six_people": 22565, "concept_city_san_jose": 1916, "concept_company_longaberger": 64703, "concept_bone_ankle": 18097, "concept_city_ouagadougou": 30675, "concept_profession_special_education_teachers": 31855, "concept_transportation_edinburgh_airport": 48526, "concept_stadiumoreventvenue_pikes_peak_center": 68741, "concept_mammal_sheep_": 20017, "concept_website_wpmi": 31803, "concept_country_hongkong": 19179, "27.7293500000000,-82.7432200000000": 43636, "2.3166700000000,27.7833300000000": 46638, "concept_building_kuala_lumpur": 21408, "concept_book_lady_chatterley_s_lover": 18053, "concept_professionalorganization_kosciuszko_foundation": 73358, "concept_physicalaction_commerce": 17237, "concept_emotion_series": 10429, "concept_journalist_mary_jordan": 59021, "concept_language_uzbek": 69588, "concept_insect_wasp": 10207, "concept_weapon_two_natural_gas": 25187, "concept_city_wiscasset": 53407, "concept_city_allahabad": 38510, "concept_newspaper_boston_herald": 9082, "concept_arthropod_files": 29847, "concept_politicsbill_washington_convention": 23463, "concept_recordlabel_water": 50433, "concept_politicianus_sen__clinton": 56373, "concept_personmexico_eddie_sutton": 4328, "concept_company_malaysian": 187, "concept_visualizablething_low_cost_water": 60813, "concept_university_universidad_complutense_de_madrid": 33947, "concept_officebuildingroom_studio_suites": 23301, "concept_condiment_fresh_pesto": 30597, "54.5269000000000,73.0519000000000": 55760, "concept_comedian_medicine": 65591, "concept_judge_vissarion": 32348, "concept_bank_barclays_bank": 22889, "concept_televisionstation_wesh_tv": 28372, "concept_criminal_lyndon_johnson": 40148, "concept_movie_ghost_rider": 71413, "concept_county_pontiac": 41095, "concept_aquarium_starfire_glass_aquarium": 66100, "concept_nondiseasecondition_placenta": 61651, "concept_athlete_lidstrom": 2268, "concept_bodypart_large_blood_vessel": 70693, "concept_disease_hiv_aids": 16981, "concept_winery_stevenot": 67152, "concept_airport_rapid_city_regional": 66631, "concept_politicianus_pat_leahy": 24075, "concept_bank_aflac": 74027, "concept_city_salamanca": 71976, "concept_sportsgame_four_weeks": 13537, "concept_book_psalm_19": 43481, "concept_mountain_agri_dagi": 61068, "concept_celebrity_don_james": 7095, "51.5000000000000,-2.4166700000000": 58097, "42.3737100000000,-71.1097700000000": 59708, "concept_emotion_issue": 18342, "concept_bakedgood_strawberry_ice_cream": 62152, "concept_sportsteam_utep_miners": 8782, "concept_city_lead": 13783, "concept_televisionstation_wxia_tv": 67339, "46.9333300000000,8.3333300000000": 50838, "concept_skiarea_pentewan": 67213, "concept_visualizablething_tsampa": 52956, "concept_ceo_mohsin_khan": 37017, "60.5750000000000,-1.1708325000000": 59457, "concept_athlete_perry_maxwell": 6621, "concept_company_junglee": 17386, "concept_braintissue_patients": 49888, "concept_musician_mick_ronson": 20707, "concept_retailstore_lai_lai": 70963, "concept_arachnid_brown_widow": 24967, "concept_county_mackintosh_school": 36432, "concept_stadiumoreventvenue_interlagos": 25054, "concept_politicalparty_clinton_library": 60691, "concept_aquarium_one_of_a_kind_aquarium": 66112, "concept_journalist_eli_lake": 9037, "concept_physicalaction_platform": 72696, "concept_politicalparty_bankers": 57120, "concept_placeofworship_stockholm": 59914, "47.3899700000000,-110.0690900000000": 37680, "concept_street_beach_avenue": 16532, "concept_personus_bono": 31842, "concept_sportsteam_mayo_clinic": 69443, "concept_mountainrange_loita_hills": 60190, "concept_person_bernhard_schlink": 27088, "concept_bodypart_appendix": 24827, "concept_musicsong_itunes": 71852, "concept_mountain_mount_burdell": 73891, "concept_bacteria_helicobacter": 13306, "concept_athlete_jason_kidd": 136, "concept_scientificterm_gamma_function": 43545, "concept_physiologicalcondition_handicaps": 32984, "concept_drug_butalbital": 60846, "concept_airport_jacksonville_international_airport": 9121, "concept_kitchenitem_center": 55937, "concept_archaea_ladinos": 24709, "concept_book_carpe_jugulum": 18081, "concept_wine_classic_grape_varieties": 48977, "concept_bodypart_rib_cage": 70746, "concept_sportsleague_american_football_conference": 45247, "concept_automobileengine_ford_ranger": 62374, "concept_plant_native_grasses": 53973, "concept_physiologicalcondition_human_immunodeficiency_virus": 23581, "concept_winery_mcmanis": 50967, "concept_profession_certificate": 16098, "concept_profession_unions": 21704, "concept_insect_long_tongued_bees": 43045, "concept_plant_fig_trees": 9563, "concept_stadiumoreventvenue_sam_boyd_stadium": 30608, "concept_athlete_sergi_bruguera": 61052, "concept_chemical_images": 19976, "concept_mediatype_restructuring": 27804, "concept_book_a_question_of_death_an_illustrated_phry": 22673, "concept_placeofworship_murlough": 44063, "concept_person_judith_nathan": 48930, "concept_sportsteam_buffalo_braves": 1835, "concept_sportsteam_missouri_state_west_plains_grizzlies": 4706, "concept_city_orient": 54991, "concept_officebuildingroom_triple_rooms": 47221, "concept_drug_ephedra": 58412, "concept_comedian_barry_levinson": 51797, "concept_city_south_pasadena": 14862, "concept_personmexico_ruddy_lugo": 75123, "-6.2355600000000,107.7255600000000": 31648, "concept_person_nathan": 510, "concept_drug_xalatan": 62980, "concept_movie_hollywood_homicide": 58604, "concept_city_braunfels": 54009, "concept_female_patty_murray": 25837, "concept_city_lakselv": 71479, "concept_terroristorganization_plo": 4268, "concept_sportsequipment_uniforms": 21048, "concept_sportsgame_n1959_world_series": 42303, "concept_city_puerto_varas": 47967, "37.3602200000000,-120.5640800000000": 35322, "concept_televisionstation_wfld_tv": 30148, "concept_kitchenitem_tender": 20989, "concept_bathroomitem_tub_combination": 29810, "concept_condiment_salsa": 21490, "concept_biotechcompany_teva": 27943, "-38.2166700000000,144.2833300000000": 47393, "concept_musician_jaz_coleman": 17468, "concept_politicianus_frank_lautenberg": 43574, "concept_bathroomitem_roman_tub": 49285, "concept_visualizablething_rib_meat": 48660, "43.6948414285714,15.6990485714286": 70365, "concept_nongovorganization_taxpayers": 69401, "concept_drug_doxazosin": 11080, "concept_sportsteam_central_european_university": 74901, "concept_academicfield_aerospace_engineering": 33639, "41.8647550000000,-87.6422700000000": 38928, "concept_hotel_delta_chelsea_downtown": 54373, "concept_ceo_business_contact": 61405, "30.4915900000000,-92.1817900000000": 43621, "concept_male_zipporah": 55241, "concept_company_new_york_life_insurance": 7828, "concept_writer_gregory_david_roberts": 31380, "concept_software_microsoft_sharepoint_portal_server": 69387, "concept_sportsteamposition_wr": 46084, "concept_fish_anchovies": 13401, "concept_lake_baja": 65145, "concept_hotel_renaissance": 37756, "concept_clothing_pillow": 10618, "concept_city_hayward": 57709, "concept_language_quecha": 43230, "concept_buildingmaterial_conduits": 53926, "31.3915500000000,-98.1886400000000": 52178, "concept_language_sesotho": 53686, "concept_coach_patrick_pinkney": 69982, "concept_city_texarkana": 43698, "33.1820650000000,-87.5283400000000": 51312, "concept_mountain_mount_errigal": 66681, "concept_profession_designs": 16041, "concept_book_burnt_offerings": 45336, "concept_musicgenre_motown": 9525, "concept_profession_mid_atlantic": 66175, "concept_room_big_room": 14479, "concept_city_southampton": 7817, "concept_personmexico_dave_roberts": 4035, "concept_ceo_service_terms": 71611, "concept_street_oltorf": 69871, "concept_city_middelburg": 38014, "concept_musicsong_evelina": 46194, "37.7395700000000,-80.3334000000000": 44563, "concept_organization_newhouse_newspaper_chain": 18913, "concept_university_chung_yuan_university": 61514, "concept_musician_rbd": 44020, "concept_musicartist_simple_minds": 43992, "concept_weapon_market_gas": 50327, "concept_radiostation_kimn": 46016, "concept_bakedgood_breakfasts": 31040, "concept_agriculturalproduct_sherry": 15047, "concept_criminal_york_city": 47387, "concept_city_kennebunk": 51704, "concept_hotel_maui_banyan": 58619, "concept_personus_rebecca_wells": 42438, "26.6734066666667,-82.1948100000000": 57051, "concept_weapon_brute_shot": 62332, "concept_software_microsoft_office_sharepoint_designer": 74518, "23.5166700000000,80.9500000000000": 42362, "concept_televisionstation_wtol_tv": 15813, "concept_bank_fedex_ground": 42827, "concept_nongovorganization_senate_republicans": 3922, "concept_software_microsoft_office_2003": 32734, "concept_plant_oak": 10351, "concept_personafrica_dave_anderson": 2932, "concept_journalist_scott_collins": 60924, "concept_aquarium_scratches_ao_aquarium": 26219, "concept_writer_dickens": 23383, "concept_insect_wasps": 9831, "concept_personmexico_matt_painter": 5671, "concept_person_diego": 25207, "concept_beverage_lime_juice": 19758, "concept_city_little_rock": 325, "concept_musicinstrument_blues": 22504, "concept_city_orono": 61927, "concept_movie_easy_rider": 25828, "concept_hobby_traditional_music": 51380, "concept_person_joseph_lhota": 50937, "concept_person_moises_alou": 37710, "concept_beverage_white_tea": 62651, "concept_sportsteam_chapman_university": 59790, "concept_bank_bmo_nesbitt_burns": 42425, "concept_park_london_paddington_station": 70131, "concept_celebrity_season": 12196, "concept_kitchenitem_companies": 46553, "concept_food_whole_milk": 32110, "concept_fruit_coconut": 19749, "concept_bank_hdfc": 30651, "concept_book_partners_in_crime": 43888, "concept_book_ella_enchanted": 52780, "concept_artery_coronary_arteries": 41883, "concept_book_night_mare": 53925, "concept_bakedgood_sponge_cake": 28965, "concept_plant_avocado": 22971, "concept_language_mandarin_chinese": 42195, "concept_city_pico_rivera": 23875, "concept_city_asunci": 11752, "concept_sportsteam_longwood_lancers": 8656, "concept_company_rockwell": 60514, "concept_university_mercy_hospital_school": 33945, "concept_book_the_moon_and_the_bonfire": 51803, "concept_biotechcompany_xerox": 16965, "concept_room_kids": 32414, "concept_sport_sumo": 72185, "concept_city_kona": 17632, "28.9823140000000,-81.9260840000000": 63774, "concept_room_square_feet": 14361, "concept_musicsong_nebraska": 43205, "concept_academicfield_urban_and_regional_planning": 42889, "concept_plant_stems": 32860, "concept_city_hoedspruit": 52351, "concept_book_the_road": 42576, "concept_organization_safe_passage": 70474, "concept_dateliteral_n1846": 55087, "concept_personeurope_ken_kesey": 56198, "concept_room_fireplace": 30543, "concept_bacteria_dracunculus_medinensis": 44944, "concept_personeurope_lemony_snicket": 12989, "concept_person_angus_young": 13977, "concept_politicianus_tim_geithner": 73225, "concept_city_renville": 53751, "concept_beach_fort_ogden": 61091, "concept_city_norristown": 16295, "concept_olympics_palestinian_national_authority": 60902, "concept_protein_bche": 57553, "concept_visualizablething_arborio": 10861, "concept_clothing_fishnets": 17253, "concept_park_league": 43110, "concept_televisionstation_ksnf": 58683, "concept_sportsteam_embry_riddle_eagles": 8751, "concept_televisionstation_tie": 16574, "41.8758700000000,-87.6247700000000": 63043, "concept_book_clarissa": 65081, "concept_stadiumoreventvenue_joe_louis_arena": 393, "concept_musicartist_mr_big": 56753, "concept_city_bartlesville": 6350, "concept_biotechcompany_biogen": 40128, "concept_academicfield_religious_studies": 38202, "37.3674000000000,-76.5336000000000": 50795, "concept_product_wedding": 16829, "concept_ceo_ferdinand_piech": 8511, "concept_mammal_furry_friends": 37951, "concept_company_td_waterhouse": 51605, "concept_city_luoyang": 44773, "concept_athlete_alfredo_aceves": 1589, "38.9880600000000,-76.9508300000000": 64170, "concept_stadiumoreventvenue_pnc_bank_arts_center": 34832, "35.1628000000000,136.9180000000000": 73658, "concept_book_n7th_heaven": 32533, "concept_company_bp001": 7057, "concept_writer_linda_lael_miller": 43417, "concept_bakedgood_gravy": 46968, "concept_restaurant_melting_pot": 11527, "42.1019400000000,-91.7771200000000": 41437, "concept_coach_david_bailiff": 34064, "concept_university_oberlin": 43343, "concept_athlete_randy_wells": 74832, "concept_sportsteam_long_beach_st__49ers": 75009, "concept_country_rwanda": 17296, "concept_city_st_lucia": 12006, "concept_personeurope_william_shakespeare": 13671, "concept_river_prairie_dog_town_fork": 60348, "40.7311100000000,-73.9950000000000": 62510, "concept_athlete_javon_walker": 1680, "concept_clothing_cargo_pants": 60315, "concept_city_glendale_arizona": 32844, "concept_weapon_programs": 19419, "concept_musicartist_allman_brothers_band": 64601, "concept_bodypart_anatomy": 30624, "concept_personalcareitem_nature": 22951, "concept_sportsequipment_tours": 15845, "concept_room_room_cabin": 25065, "33.6957100000000,-112.4159100000000": 52058, "61.9757300000000,-144.4175600000000": 31698, "concept_writer_wallace_stegner": 39602, "concept_coach_brandon_braboy": 585, "concept_university_extension_school": 9951, "concept_street_quarry_lane": 65570, "concept_buildingfeature_components": 65982, "concept_software_media_player": 31350, "32.3249200000000,44.4986800000000": 41345, "concept_hotel_chisos_mountain_lodge": 72964, "concept_actor_naomi_watts": 27064, "concept_televisionstation_kcal": 5203, "concept_governmentorganization_u_s__fish": 41639, "concept_company_public": 53727, "concept_attraction_houston___texas": 71791, "45.1274650000000,-91.3110000000000": 52293, "concept_televisionstation_kcau": 31362, "concept_athlete_ryan_getzlaf": 2228, "concept_athlete_devern_hansack": 5653, "concept_date_november_2008": 55716, "concept_date_november_2007": 54060, "concept_officebuildingroom_two_room_suites": 42870, "concept_ceo_venugopal_dhoot": 5066, "concept_athlete_ted_mcanlis": 74913, "concept_governmentorganization_cabinet": 5363, "concept_weapon_mace_pepper_spray": 58584, "concept_bodypart_spinal_chord": 54205, "concept_televisionstation_wsre_tv": 53333, "concept_nonprofitorganization_data": 21760, "concept_personus_employee": 48383, "concept_musicartist_five_iron_frenzy": 47519, "concept_jobposition_decree": 60631, "concept_academicfield_communications_management": 65157, "concept_hotel_sebel_playford_adelaide": 29036, "concept_geopoliticalorganization_nevada_college": 67378, "concept_profession_leadership": 46966, "concept_university_nova_southeastern": 72576, "concept_coach_clint_barmes": 2501, "concept_athlete_john_ruiz": 737, "41.5443371428571,-83.6437042857143": 62333, "concept_sportsequipment_jerseys": 46940, "concept_criminal_web_pages": 20863, "concept_musician_paul_weller": 33365, "concept_river_pemigewasset": 47297, "concept_comedian_nicole_richie": 55092, "concept_museum_smithsonian": 45217, "concept_televisionstation_wvaw_lp": 52081, "concept_airport_nimes_airport": 67063, "concept_city_oakland_park": 47843, "concept_biotechcompany_bp_plc": 28598, "concept_city_cary": 41362, "concept_food_termites": 48757, "concept_politicianus_president_george_h__w__bush": 25862, "concept_bakedgood_entire_cake": 44874, "concept_university_nottingham": 21963, "concept_writer_john_lecarre": 40876, "35.1561400000000,-89.9483400000000": 60338, "concept_politicianus_bobby_jindal": 43733, "concept_website_minneapolis_star_tribune": 49842, "concept_weapon_v_2_rocket": 62701, "concept_hospital_froedtert": 30100, "concept_book_tropic_of_cancer": 53214, "concept_hallwayitem_headliner": 52620, "concept_videogame_vital_nutrients": 62431, "concept_personmexico_steve_young": 1261, "concept_musicartist_ohio_players": 72857, "concept_tableitem_dinner": 68407, "concept_biotechcompany_berlex": 41640, "concept_book_a_long_long_way": 16692, "concept_person_st": 48894, "concept_stateorprovince_benton_harbor": 58890, "concept_book_eleanor_roosevelt": 64720, "concept_hotel_taj_holiday_village": 68733, "concept_plant_sage": 49008, "concept_ceo_buffett": 1317, "concept_automobilemaker_firefox": 13525, "concept_lake_lago_fagnano": 38737, "concept_personmexico_edward_mujica": 4911, 