{"concept:languageofuniversity": 46, "concept:agriculturalproductgrowninlandscapefeatures": 215, "concept:sportfansincountry": 316, "concept:beveragemadefrombeverage_inv": 163, "concept:emotionassociatedwithdisease_inv": 259, "concept:personbelongstoorganization_inv": 210, "concept:languageofcountry_inv": 34, "concept:clothingtogowithclothing_inv": 107, "concept:countrylocatedingeopoliticallocation_inv": 52, "concept:agriculturalproductincludingagriculturalproduct": 204, "concept:musicianinmusicartist": 147, "concept:radiostationincity": 387, "concept:specializationof": 379, "concept:specializationof_inv": 314, "concept:hasspouse": 201, "concept:agentcollaborateswithagent_inv": 36, "concept:bankboughtbank_inv": 399, "concept:conceptprerequisiteof": 362, "concept:automobilemakerdealersincountry": 386, "concept:awardtrophytournamentisthechampionshipgameofthenationalsport": 352, "concept:citylocatedingeopoliticallocation_inv": 29, "concept:televisionstationincity": 60, "concept:personleadsgeopoliticalorganization": 250, "concept:leaguestadiums_inv": 40, "concept:sportschoolincountry_inv": 385, "concept:cityliesonriver_inv": 80, "concept:headquarteredin_inv": 248, "concept:hasspouse_inv": 189, "concept:subpartof_inv": 22, "concept:objectpartofobject": 68, "concept:musicgenressuchasmusicgenres_inv": 173, "concept:atdate_inv": 85, "concept:atlocation": 69, "concept:weaponssuchasweapons_inv": 150, "concept:organizationheadquarteredincity": 4, "concept:organizationterminatedperson_inv": 258, "concept:stadiumlocatedincity_inv": 54, "concept:personborninlocation": 9, "concept:sportsgameteam_inv": 272, "concept:musicartistgenre": 184, "concept:stadiumlocatedincity": 338, "concept:parentofperson_inv": 377, "concept:emotionassociatedwithdisease": 196, "concept:academicfieldconcernssubject_inv": 391, "concept:agentcontrols_inv": 56, "concept:locationlocatedwithinlocation": 62, "concept:transportationincity": 332, "concept:hobbiessuchashobbies": 291, "concept:awardtrophytournamentisthechampionshipgameofthenationalsport_inv": 326, "concept:parkincity_inv": 342, "concept:attractionofcity": 44, "concept:cityliesonriver": 64, "concept:museumincity": 287, "concept:companyalsoknownas": 203, "concept:athletehomestadium": 8, "concept:hashusband": 284, "concept:organizationdissolvedatdate": 251, "concept:animalthatfeedoninsect_inv": 206, "concept:agriculturalproductcontainchemical_inv": 317, "concept:personleadsgeopoliticalorganization_inv": 145, "concept:professionusestool": 277, "concept:professionusestool_inv": 299, "concept:teamplaysincity": 384, "concept:personmovedtostateorprovince_inv": 371, "concept:politicianusholdsoffice_inv": 123, "concept:fatherofperson": 324, "concept:motherofperson_inv": 328, "concept:automobilemakerdealersincity": 367, "concept:plantgrowinginplant_inv": 310, "concept:hotelincity_inv": 157, "concept:objectfoundinscene_inv": 209, "concept:citylocatedinstate": 321, "concept:thinghascolor": 308, "concept:arthropodandotherarthropod": 271, "concept:atlocation_inv": 50, "concept:furniturefoundinroom": 159, "concept:hobbiessuchashobbies_inv": 278, "concept:athleteledsportsteam_inv": 168, "concept:plantincludeplant_inv": 194, "concept:personbornincity": 158, "concept:fishservedwithfood": 227, "concept:teamplayssport": 10, "concept:persondiedincountry": 153, "concept:attractionofcity_inv": 322, "concept:persongraduatedfromuniversity": 91, "concept:musicianinmusicartist_inv": 265, "concept:agriculturalproductcookedwithagriculturalproduct": 170, "concept:radiostationincity_inv": 303, "concept:personchargedwithcrime_inv": 229, "concept:weaponssuchasweapons": 232, "NO_OP": 2, "concept:countrycurrency": 190, "concept:personborninlocation_inv": 355, "concept:plantrepresentemotion": 360, "concept:countrylocatedingeopoliticallocation": 131, "concept:buildinglocatedincity": 31, "concept:bankbankincountry_inv": 395, "concept:teamplaysagainstteam_inv": 111, "concept:ceoof_inv": 296, "concept:chemicalistypeofchemical_inv": 144, "concept:persondiedatage_inv": 198, "concept:athleteplaysforteam": 14, "concept:organizationalsoknownas": 348, "concept:agentcreated": 51, "concept:organizationacronymhasname": 335, "concept:politicianrepresentslocation": 178, "concept:agentcompeteswithagent": 77, "concept:arthropodcalledarthropod": 363, "concept:mammalsuchasmammal": 345, "concept:itemfoundinroom_inv": 95, "concept:animalistypeofanimal_inv": 39, "concept:sportsgameteam": 42, "concept:teamalsoknownas_inv": 318, "concept:persongraduatedfromuniversity_inv": 100, "concept:agentinvolvedwithitem_inv": 93, "concept:agentactsinlocation_inv": 76, "concept:countryalsoknownas": 304, "concept:languageofuniversity_inv": 96, "concept:personhasjobposition": 120, "concept:latitudelongitude": 21, "concept:teamplaysinleague": 13, "concept:athletebeatathlete": 357, "concept:companyeconomicsector_inv": 130, "concept:teamplayssport_inv": 339, "concept:personhascitizenship_inv": 280, "concept:persondiedincountry_inv": 238, "concept:televisionstationincity_inv": 197, "concept:organizationheadquarteredincity_inv": 185, "concept:motherofperson": 154, "concept:clothingmadefromplant": 313, "concept:televisionstationaffiliatedwith": 212, "concept:personleadsorganization": 5, "concept:sportusesequipment_inv": 231, "concept:museumincity_inv": 82, "concept:foodcancausedisease": 121, "concept:plantincludeplant": 151, "concept:beveragecontainsprotein_inv": 283, "concept:directordirectedmovie_inv": 125, "concept:animalsuchasinvertebrate": 207, "concept:citylocatedincountry": 74, "concept:bookwriter_inv": 128, "concept:worksfor": 6, "concept:politicianrepresentslocation_inv": 279, "concept:agentinvolvedwithitem": 28, "concept:academicfieldsuchasacademicfield_inv": 255, "concept:plantrepresentemotion_inv": 380, "concept:clothingtogowithclothing": 55, "concept:airportincity_inv": 267, "concept:agentbelongstoorganization": 15, "concept:visualartistartform": 88, "concept:professionistypeofprofession_inv": 141, "concept:athleteinjuredhisbodypart_inv": 253, "concept:mutualproxyfor": 30, "concept:fooddecreasestheriskofdisease": 264, "concept:agriculturalproductgrowinginstateorprovince_inv": 374, "concept:musicgenressuchasmusicgenres": 98, "concept:agentactsinlocation": 63, "concept:mountaininstate": 216, "concept:countrycurrency_inv": 403, "concept:academicprogramatuniversity": 73, "concept:automobilemakercardealersinstateorprovince": 182, "concept:drugworkedonbyagent": 48, "concept:stateorprovinceisborderedbystateorprovince_inv": 165, "concept:bookwriter": 41, "concept:teamalsoknownas": 347, "concept:agentbelongstoorganization_inv": 127, "concept:coachesteam": 368, "concept:weaponmadeincountry": 241, "UNK": 3, "concept:sportusesstadium_inv": 331, "concept:actorstarredinmovie": 351, "concept:buildingfeaturemadefrombuildingmaterial_inv": 175, "concept:bodypartcontainsbodypart_inv": 24, "concept:countryalsoknownas_inv": 208, "concept:foodcancausedisease_inv": 186, "concept:arthropodandotherarthropod_inv": 290, "concept:drugworkedonbyagent_inv": 177, "concept:producesproduct_inv": 94, "concept:animalsuchasinvertebrate_inv": 89, "concept:mountaininstate_inv": 156, "concept:ismultipleof": 350, "concept:objectfoundinscene": 330, "concept:fishservedwithfood_inv": 319, "concept:athleteflyouttosportsteamposition_inv": 47, "concept:invertebratefeedonfood": 400, "concept:animaleatvegetable": 200, "concept:automobilemakerdealersincountry_inv": 217, "concept:statehascapital": 392, "concept:animaleatfood_inv": 172, "concept:stateorprovinceisborderedbystateorprovince": 349, "concept:newspaperincity_inv": 372, "concept:animaleatvegetable_inv": 113, "concept:teamwontrophy_inv": 140, "concept:persongraduatedschool_inv": 369, "concept:televisionstationaffiliatedwith_inv": 162, "concept:journalistwritesforpublication": 242, "concept:agentcontributedtocreativework": 104, "concept:agriculturalproductincludingagriculturalproduct_inv": 218, "concept:istallerthan_inv": 323, "concept:bacteriaisthecausativeagentofphysiologicalcondition": 191, "concept:athleteplaysinleague": 11, "concept:agriculturalproductcutintogeometricshape": 260, "concept:drughassideeffect": 288, "concept:sporthassportsteamposition_inv": 228, "concept:personhasresidenceingeopoliticallocation": 294, "concept:topmemberoforganization": 311, "concept:animalsuchasfish_inv": 179, "concept:organizationdissolvedatdate_inv": 108, "PAD": 0, "concept:coachesinleague": 390, "concept:athleteplayssport": 7, "concept:transportationincity_inv": 244, "concept:fatherofperson_inv": 193, "concept:academicfieldsuchasacademicfield": 49, "concept:agentparticipatedinevent_inv": 293, "concept:lakeinstate_inv": 381, "concept:companyeconomicsector": 124, "concept:academicprogramatuniversity_inv": 235, "concept:animalsuchasfish": 320, "concept:animalsuchasinsect_inv": 19, "concept:personbelongstoorganization": 83, "concept:athleteplayssportsteamposition_inv": 370, "concept:itemfoundinroom": 112, "concept:athleteplayssportsteamposition": 275, "concept:automakerproducesmodel": 295, "concept:personhasresidenceingeopoliticallocation_inv": 358, "concept:personalsoknownas_inv": 309, "concept:teamwontrophy": 102, "concept:thinghascolor_inv": 59, "concept:hasofficeincity": 149, "concept:headquarteredin": 180, "concept:arterycalledartery": 160, "concept:agriculturalproductcamefromcountry_inv": 325, "concept:journalistwritesforpublication_inv": 103, "concept:statelocatedingeopoliticallocation": 101, "concept:bakedgoodservedwithbeverage": 261, "concept:athleteledsportsteam": 109, "concept:sportschoolincountry": 254, "concept:furniturefoundinroom_inv": 118, "concept:statelocatedincountry": 33, "concept:agentcompeteswithagent_inv": 187, "concept:touristattractionsuchastouristattraction_inv": 164, "concept:agentcontributedtocreativework_inv": 136, "concept:citylocatedincountry_inv": 126, "concept:animalpreyson_inv": 205, "concept:automobilemakercardealersinstateorprovince_inv": 257, "concept:personalsoknownas": 292, "concept:cityalsoknownas_inv": 17, "concept:agriculturalproductgrowinginstateorprovince": 183, "concept:parkincity": 286, "concept:statelocatedingeopoliticallocation_inv": 188, "concept:riveremptiesintoriver": 230, "concept:organizationalsoknownas_inv": 174, "concept:drughassideeffect_inv": 169, "concept:coachwontrophy": 302, "concept:mutualproxyfor_inv": 18, "concept:agriculturalproductcutintogeometricshape_inv": 300, "concept:organizationhiredperson_inv": 81, "concept:competeswith": 220, "concept:organizationhiredperson": 12, "concept:politicianusendorsedbypoliticianus": 274, "concept:ceoof": 195, "concept:automobilemakerdealersincity_inv": 334, "concept:chemicalistypeofchemical": 143, "concept:bankbankincountry": 132, "concept:ismultipleof_inv": 315, "concept:teamhomestadium_inv": 383, "concept:athletebeatathlete_inv": 398, "concept:personmovedtostateorprovince": 176, "concept:producesproduct": 87, "concept:coachesteam_inv": 375, "concept:organizationacronymhasname_inv": 129, "concept:musicianplaysinstrument": 161, "concept:politicianusendorsedbypoliticianus_inv": 43, "concept:personleadsorganization_inv": 105, "concept:citylocatedinstate_inv": 240, "concept:agriculturalproducttoattractinsect": 341, "concept:drugpossiblytreatsphysiologicalcondition": 281, "concept:teamplaysagainstteam": 37, "concept:sportusesstadium": 389, "concept:proxyfor_inv": 20, "concept:teamplaysincity_inv": 366, "concept:thinghasshape": 365, "concept:clothingmadefromplant_inv": 256, "concept:haswife_inv": 364, "concept:plantgrowinginplant": 353, "concept:hasofficeincountry_inv": 134, "concept:buildingfeaturemadefrombuildingmaterial": 152, "concept:thinghasshape_inv": 343, "concept:sportfansincountry_inv": 99, "concept:bacteriaisthecausativeagentofphysiologicalcondition_inv": 289, "concept:athleteplayssport_inv": 86, "concept:weaponmadeincountry_inv": 333, "concept:visualartistartform_inv": 181, "concept:hasofficeincity_inv": 61, "concept:cityalsoknownas": 401, "concept:politicianholdsoffice": 75, "concept:drugpossiblytreatsphysiologicalcondition_inv": 268, "concept:haswife": 301, "concept:teamplaysinleague_inv": 67, "concept:persondiedatage": 306, "concept:musicartistgenre_inv": 106, "concept:buildinglocatedincity_inv": 336, "concept:hotelincity": 32, "concept:agentparticipatedinevent": 119, "concept:airportincity": 243, "concept:bakedgoodservedwithbeverage_inv": 252, "concept:synonymfor": 298, "concept:statehascapital_inv": 393, "concept:newspaperincity": 148, "concept:objectpartofobject_inv": 57, "concept:bankboughtbank": 249, "concept:agriculturalproductcookedwithagriculturalproduct_inv": 53, "concept:athleteflyouttosportsteamposition": 84, "concept:citylocatedingeopoliticallocation": 78, "concept:agriculturalproductcomingfromvertebrate_inv": 214, "concept:agriculturalproducttoattractinsect_inv": 273, "concept:animaldevelopdisease": 221, "concept:beveragemadefrombeverage": 27, "concept:personbornincity_inv": 282, "concept:athletehomestadium_inv": 226, "concept:languageofcountry": 222, "concept:proxyfor": 38, "concept:beveragecontainsprotein": 142, "concept:worksfor_inv": 247, "concept:istallerthan": 327, "DUMMY_START_RELATION": 1, "concept:animaldevelopdisease_inv": 146, "concept:directordirectedmovie": 356, "concept:coachesinleague_inv": 388, "concept:fooddecreasestheriskofdisease_inv": 270, "concept:animalthatfeedoninsect": 211, "concept:animaleatfood": 90, "concept:latitudelongitude_inv": 23, "concept:parentofperson": 199, "concept:automakerproducesmodel_inv": 138, "concept:atdate": 16, "concept:athleteplaysinleague_inv": 122, "concept:personhasjobposition_inv": 72, "concept:actorstarredinmovie_inv": 239, "concept:competeswith_inv": 167, "concept:companyalsoknownas_inv": 223, "concept:politicianholdsoffice_inv": 213, "concept:statelocatedincountry_inv": 312, "concept:sportsgamewinner_inv": 378, "concept:animalpreyson": 133, "concept:synonymfor_inv": 115, "concept:agriculturalproductgrowninlandscapefeatures_inv": 237, "concept:hassibling": 192, "concept:athleteinjuredhisbodypart": 337, "concept:sportusesequipment": 234, "concept:invertebratefeedonfood_inv": 344, "concept:organizationheadquarteredincountry": 97, "concept:athletewinsawardtrophytournament": 394, "concept:animalistypeofanimal": 79, "concept:sporthassportsteamposition": 225, "concept:politicianusholdsoffice": 263, "concept:animalsuchasinsect": 114, "concept:riveremptiesintoriver_inv": 155, "concept:academicfieldconcernssubject": 359, "concept:subpartoforganization": 110, "concept:acquired": 25, "concept:subpartof": 26, "concept:agentcreated_inv": 137, "concept:sportsgamewinner": 224, "concept:politicianusmemberofpoliticalgroup_inv": 116, "concept:politicianusmemberofpoliticalgroup": 202, "concept:teamhomestadium": 354, "concept:organizationheadquarteredincountry_inv": 361, "concept:citycapitalofcountry_inv": 382, "concept:professionistypeofprofession": 45, "concept:acquired_inv": 236, "concept:sportsgamesport_inv": 396, "concept:conceptprerequisiteof_inv": 373, "concept:agriculturalproductcamefromcountry": 402, "concept:arthropodcalledarthropod_inv": 285, "concept:topmemberoforganization_inv": 171, "concept:subpartoforganization_inv": 166, "concept:persongraduatedschool": 246, "concept:coachwontrophy_inv": 233, "concept:athletewinsawardtrophytournament_inv": 297, "concept:touristattractionsuchastouristattraction": 71, "concept:agriculturalproductcontainchemical": 346, "concept:personchargedwithcrime": 266, "concept:agriculturalproductcomingfromvertebrate": 269, "concept:athleteplaysforteam_inv": 219, "concept:agentcontrols": 117, "concept:locationlocatedwithinlocation_inv": 70, "concept:personhascitizenship": 139, "concept:mammalsuchasmammal_inv": 307, "concept:hassibling_inv": 66, "concept:leaguestadiums": 376, "concept:bodypartcontainsbodypart": 92, "concept:arterycalledartery_inv": 262, "concept:hashusband_inv": 329, "concept:citycapitalofcountry": 397, "concept:organizationheadquarteredinstateorprovince_inv": 276, "concept:organizationheadquarteredinstateorprovince": 305, "concept:lakeinstate": 245, "concept:sportsgamesport": 135, "concept:organizationterminatedperson": 58, "concept:hasofficeincountry": 340, "concept:agentcollaborateswithagent": 65, "concept:musicianplaysinstrument_inv": 35}