{"chemical_viewed_structurally": 28, "medical_device": 133, "embryonic_structure": 52, "health_care_activity": 9, "entity": 7, "cell_function": 37, "PAD": 0, "human": 68, "temporal_concept": 132, "age_group": 11, "social_behavior": 83, "chemical": 98, "body_system": 127, "group": 47, "therapeutic_or_preventive_procedure": 34, "family_group": 88, "enzyme": 39, "quantitative_concept": 122, "biologic_function": 15, "clinical_drug": 26, "hormone": 44, "animal": 82, "food": 128, "daily_or_recreational_activity": 120, "qualitative_concept": 119, "biomedical_or_dental_material": 121, "cell_or_molecular_dysfunction": 30, "archaeon": 33, "idea_or_concept": 131, "inorganic_chemical": 114, "eicosanoid": 70, "cell_component": 43, "natural_phenomenon_or_process": 13, "activity": 104, "acquired_abnormality": 2, "professional_or_occupational_group": 24, "fully_formed_anatomical_structure": 40, "antibiotic": 91, "gene_or_genome": 102, "fish": 93, "patient_or_disabled_group": 25, "population_group": 10, "event": 111, "educational_activity": 124, "cell": 41, "environmental_effect_of_humans": 86, "neuroreactive_substance_or_biogenic_amine": 50, "bird": 115, "research_device": 113, "lipid": 96, "molecular_function": 49, "vitamin": 19, "hazardous_or_poisonous_substance": 84, "steroid": 22, "mammal": 112, "genetic_function": 65, "experimental_model_of_disease": 3, "organic_chemical": 45, "clinical_attribute": 12, "physical_object": 100, "substance": 106, "language": 135, "intellectual_product": 67, "alga": 6, "molecular_sequence": 20, "biomedical_occupation_or_discipline": 48, "reptile": 87, "element_ion_or_isotope": 71, "injury_or_poisoning": 80, "classification": 99, "occupation_or_discipline": 53, "organ_or_tissue_function": 35, "geographic_area": 107, "receptor": 60, "neoplastic_process": 56, "self_help_or_relief_organization": 61, "functional_concept": 136, "organism_attribute": 74, "laboratory_procedure": 57, "vertebrate": 69, "manufactured_object": 117, "diagnostic_procedure": 79, "laboratory_or_test_result": 103, "professional_society": 109, "organism_function": 29, "anatomical_structure": 77, "anatomical_abnormality": 4, "human_caused_phenomenon_or_process": 32, "body_space_or_junction": 92, "UNK": 1, "mental_or_behavioral_dysfunction": 8, "conceptual_entity": 73, "organophosphorus_compound": 108, "rickettsia_or_chlamydia": 64, "biologically_active_substance": 16, "pharmacologic_substance": 36, "behavior": 46, "governmental_or_regulatory_activity": 130, "nucleic_acid_nucleoside_or_nucleotide": 27, "amino_acid_sequence": 134, "sign_or_symptom": 63, "carbohydrate": 18, "molecular_biology_research_technique": 78, "pathologic_function": 38, "tissue": 81, "drug_delivery_device": 123, "mental_process": 23, "congenital_abnormality": 76, "phenomenon_or_process": 116, "immunologic_factor": 54, "chemical_viewed_functionally": 85, "machine_activity": 125, "indicator_reagent_or_diagnostic_aid": 90, "regulation_or_law": 66, "spatial_concept": 21, "bacterium": 55, "disease_or_syndrome": 17, "research_activity": 62, "group_attribute": 72, "body_part_organ_or_organ_component": 14, "finding": 75, "physiologic_function": 5, "carbohydrate_sequence": 129, "plant": 95, "invertebrate": 59, "fungus": 58, "virus": 89, "body_substance": 31, "nucleotide_sequence": 126, "individual_behavior": 118, "health_care_related_organization": 94, "body_location_or_region": 110, "amphibian": 51, "occupational_activity": 105, "organization": 97, "organism": 101, "amino_acid_peptide_or_protein": 42}