{"nepal": 99, "kosovo": 158, "tokelau": 107, "french_guiana": 149, "azerbaijan": 181, "sint_maarten": 60, "uzbekistan": 214, "north_korea": 267, "senegal": 82, "western_africa": 130, "PAD": 0, "cambodia": 230, "guinea-bissau": 62, "japan": 7, "taiwan": 103, "south-eastern_asia": 134, "cyprus": 12, "barbados": 92, "peru": 233, "UNK": 1, "bhutan": 63, "ivory_coast": 200, "saint_pierre_and_miquelon": 69, "lithuania": 210, "micronesia": 109, "andorra": 261, "egypt": 175, "burundi": 194, "rwanda": 195, "aruba": 23, "middle_africa": 121, "french_polynesia": 65, "south_sudan": 198, "argentina": 191, "united_states_minor_outlying_islands": 110, "norway": 146, "new_caledonia": 19, "serbia": 221, "australia": 26, "cuba": 20, "montenegro": 223, "cocos_keeling_islands": 35, "zambia": 155, "costa_rica": 229, "papua_new_guinea": 269, "bosnia_and_herzegovina": 224, "guatemala": 242, "zimbabwe": 172, "belgium": 178, "sierra_leone": 204, "haiti": 94, "kazakhstan": 141, "mauritania": 40, "kyrgyzstan": 213, "netherlands": 177, "cape_verde": 54, "kuwait": 240, "denmark": 152, "philippines": 108, "montserrat": 88, "djibouti": 156, "south_korea": 270, "moldova": 100, "western_asia": 124, "namibia": 27, "chad": 197, "czechia": 151, "equatorial_guinea": 79, "melanesia": 138, "bulgaria": 162, "jamaica": 47, "albania": 93, "samoa": 111, "central_african_republic": 196, "eastern_africa": 129, "lebanon": 59, "southern_africa": 135, "malaysia": 176, "honduras": 228, "mozambique": 190, "reunion": 114, "aland_islands": 96, "polynesia": 126, "nicaragua": 154, "brazil": 192, "afghanistan": 215, "qatar": 236, "oceania": 3, "palau": 2, "curacao": 118, "morocco": 257, "christmas_island": 36, "guinea": 203, "panama": 68, "singapore": 95, "dr_congo": 186, "sweden": 253, "asia": 5, "swaziland": 188, "somalia": 265, "tuvalu": 28, "central_asia": 139, "croatia": 225, "nauru": 52, "venezuela": 164, "europe": 13, "brunei": 6, "gabon": 235, "iran": 182, "dominican_republic": 76, "new_zealand": 67, "switzerland": 246, "china": 212, "georgia": 184, "armenia": 180, "kiribati": 74, "iraq": 153, "bangladesh": 263, "ukraine": 206, "saint_lucia": 117, "libya": 258, "mayotte": 16, "northern_mariana_islands": 34, "northern_america": 133, "antigua_and_barbuda": 8, "macedonia": 222, "americas": 9, "mauritius": 101, "western_sahara": 255, "british_virgin_islands": 84, "niue": 22, "estonia": 81, "western_europe": 128, "saint_barthelemy": 66, "jersey": 72, "pakistan": 217, "romania": 226, "seychelles": 45, "myanmar": 150, "russia": 209, "tunisia": 86, "guam": 57, "africa": 17, "austria": 227, "saint_martin": 75, "hungary": 157, "mongolia": 115, "colombia": 234, "eastern_asia": 136, "northern_africa": 137, "united_kingdom": 71, "niger": 243, "fiji": 24, "comoros": 56, "turkey": 179, "poland": 205, "madagascar": 25, "belize": 251, "isle_of_man": 30, "bolivia": 219, "mexico": 252, "togo": 248, "france": 247, "bahamas": 58, "solomon_islands": 50, "slovakia": 207, "gibraltar": 260, "ireland": 14, "laos": 231, "svalbard_and_jan_mayen": 29, "nigeria": 33, "anguilla": 80, "guyana": 165, "ecuador": 171, "vatican_city": 31, "san_marino": 39, "syria": 145, "suriname": 143, "southern_europe": 123, "india": 218, "british_indian_ocean_territory": 32, "saint_vincent_and_the_grenadines": 105, "ghana": 160, "tajikistan": 216, "wallis_and_futuna": 10, "latvia": 268, "falkland_islands": 55, "chile": 220, "martinique": 70, "central_europe": 140, "south_georgia": 43, "south_africa": 189, "spain": 148, "eastern_europe": 131, "australia_and_new_zealand": 127, "burkina_faso": 168, "palestine": 113, "trinidad_and_tobago": 41, "united_arab_emirates": 237, "sri_lanka": 264, "mali": 202, "saudi_arabia": 161, "gambia": 112, "oman": 239, "grenada": 106, "guadeloupe": 83, "tanzania": 170, "american_samoa": 48, "bahrain": 42, "finland": 254, "macau": 64, "uruguay": 11, "greece": 183, "malawi": 193, "israel": 259, "lesotho": 49, "angola": 185, "belarus": 208, "greenland": 97, "uganda": 249, "southern_asia": 120, "paraguay": 87, "kenya": 250, "el_salvador": 241, "botswana": 144, "united_states_virgin_islands": 61, "italy": 102, "algeria": 256, "turks_and_caicos_islands": 18, "south_america": 125, "northern_europe": 122, "malta": 38, "liberia": 201, "ethiopia": 266, "bermuda": 77, "timor-leste": 174, "vanuatu": 53, "cameroon": 199, "puerto_rico": 104, "cayman_islands": 116, "benin": 244, "canada": 232, "norfolk_island": 98, "saint_kitts_and_nevis": 78, "republic_of_the_congo": 187, "marshall_islands": 51, "iceland": 44, "sao_tome_and_principe": 37, "slovenia": 271, "united_states": 169, "germany": 167, "pitcairn_islands": 73, "caribbean": 119, "hong_kong": 272, "dominica": 89, "turkmenistan": 211, "eritrea": 159, "tonga": 15, "maldives": 4, "central_america": 132, "luxembourg": 245, "thailand": 142, "indonesia": 166, "cook_islands": 85, "sudan": 147, "liechtenstein": 91, "vietnam": 21, "portugal": 262, "guernsey": 90, "monaco": 163, "jordan": 173, "yemen": 238, "faroe_islands": 46}