{"chemical_viewed_structurally": 26, "medical_device": 131, "embryonic_structure": 50, "health_care_activity": 7, "entity": 5, "cell_function": 35, "PAD": 135, "human": 66, "temporal_concept": 130, "age_group": 9, "social_behavior": 81, "chemical": 96, "body_system": 125, "group": 45, "therapeutic_or_preventive_procedure": 32, "family_group": 86, "enzyme": 37, "quantitative_concept": 120, "biologic_function": 13, "clinical_drug": 24, "hormone": 42, "animal": 80, "food": 126, "daily_or_recreational_activity": 118, "qualitative_concept": 117, "biomedical_or_dental_material": 119, "cell_or_molecular_dysfunction": 28, "archaeon": 31, "idea_or_concept": 129, "inorganic_chemical": 112, "eicosanoid": 68, "cell_component": 41, "natural_phenomenon_or_process": 11, "activity": 102, "acquired_abnormality": 0, "professional_or_occupational_group": 22, "fully_formed_anatomical_structure": 38, "antibiotic": 89, "gene_or_genome": 100, "fish": 91, "patient_or_disabled_group": 23, "population_group": 8, "event": 109, "educational_activity": 122, "cell": 39, "environmental_effect_of_humans": 84, "neuroreactive_substance_or_biogenic_amine": 48, "bird": 113, "research_device": 111, "lipid": 94, "molecular_function": 47, "vitamin": 17, "hazardous_or_poisonous_substance": 82, "steroid": 20, "mammal": 110, "genetic_function": 63, "experimental_model_of_disease": 1, "organic_chemical": 43, "clinical_attribute": 10, "physical_object": 98, "substance": 104, "language": 133, "intellectual_product": 65, "alga": 4, "molecular_sequence": 18, "biomedical_occupation_or_discipline": 46, "reptile": 85, "element_ion_or_isotope": 69, "injury_or_poisoning": 78, "classification": 97, "occupation_or_discipline": 51, "organ_or_tissue_function": 33, "geographic_area": 105, "receptor": 58, "neoplastic_process": 54, "self_help_or_relief_organization": 59, "functional_concept": 134, "organism_attribute": 72, "laboratory_procedure": 55, "vertebrate": 67, "manufactured_object": 115, "diagnostic_procedure": 77, "laboratory_or_test_result": 101, "professional_society": 107, "organism_function": 27, "anatomical_structure": 75, "anatomical_abnormality": 2, "human_caused_phenomenon_or_process": 30, "body_space_or_junction": 90, "UNK": 136, "mental_or_behavioral_dysfunction": 6, "conceptual_entity": 71, "organophosphorus_compound": 106, "rickettsia_or_chlamydia": 62, "biologically_active_substance": 14, "pharmacologic_substance": 34, "behavior": 44, "governmental_or_regulatory_activity": 128, "nucleic_acid_nucleoside_or_nucleotide": 25, "amino_acid_sequence": 132, "sign_or_symptom": 61, "carbohydrate": 16, "molecular_biology_research_technique": 76, "pathologic_function": 36, "tissue": 79, "drug_delivery_device": 121, "mental_process": 21, "congenital_abnormality": 74, "phenomenon_or_process": 114, "immunologic_factor": 52, "chemical_viewed_functionally": 83, "machine_activity": 123, "indicator_reagent_or_diagnostic_aid": 88, "regulation_or_law": 64, "spatial_concept": 19, "bacterium": 53, "disease_or_syndrome": 15, "research_activity": 60, "group_attribute": 70, "body_part_organ_or_organ_component": 12, "finding": 73, "physiologic_function": 3, "carbohydrate_sequence": 127, "plant": 93, "invertebrate": 57, "fungus": 56, "virus": 87, "body_substance": 29, "nucleotide_sequence": 124, "individual_behavior": 116, "health_care_related_organization": 92, "body_location_or_region": 108, "amphibian": 49, "occupational_activity": 103, "organization": 95, "organism": 99, "amino_acid_peptide_or_protein": 40}