{"/location/statistical_region/rent50_2./measurement_unit/dated_money_value/currency": 70, "_/film/director/film": 209, "/organization/organization_member/member_of./organization/organization_membership/organization": 50, "_/award/ranked_item/appears_in_ranked_lists./award/ranking/list": 349, "_/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/service_location": 305, "/government/political_party/politicians_in_this_party./government/political_party_tenure/politician": 334, "/government/politician/government_positions_held./government/government_position_held/jurisdiction_of_office": 476, "_/base/popstra/celebrity/canoodled./base/popstra/canoodled/participant": 251, "_/sports/professional_sports_team/draft_picks./sports/sports_league_draft_pick/school": 141, "_/people/marriage_union_type/unions_of_this_type./people/marriage/location_of_ceremony": 327, "_/film/film/prequel": 465, "/film/actor/dubbing_performances./film/dubbing_performance/language": 468, "/education/field_of_study/students_majoring./education/education/major_field_of_study": 380, "_/business/business_operation/operating_income./measurement_unit/dated_money_value/currency": 431, "_/people/person/sibling_s./people/sibling_relationship/sibling": 355, "_/film/film/cinematography": 371, "_/film/film/music": 237, "_/base/eating/practicer_of_diet/diet": 405, "_/location/statistical_region/places_exported_to./location/imports_and_exports/exported_to": 441, "/base/biblioness/bibs_location/country": 270, "/baseball/baseball_team/team_stats./baseball/baseball_team_stats/season": 200, "/award/award_category/disciplines_or_subjects": 138, "_/award/award_category/winners./award/award_honor/award_winner": 99, "/people/person/nationality": 100, "_/people/person/spouse_s./people/marriage/spouse": 389, "/base/biblioness/bibs_location/state": 258, "_/people/deceased_person/place_of_burial": 409, "_/education/university/international_tuition./measurement_unit/dated_money_value/currency": 455, "/music/genre/parent_genre": 108, "_/government/legislative_session/members./government/government_position_held/district_represented": 75, "/film/special_film_performance_type/film_performance_type./film/performance/film": 114, "/music/group_member/membership./music/group_membership/group": 280, "_/celebrities/celebrity/sexual_relationships./celebrities/romantic_relationship/celebrity": 333, "/film/film/film_art_direction_by": 450, "/people/cause_of_death/people": 104, "_/people/deceased_person/place_of_death": 83, "/base/aareas/schema/administrative_area/administrative_parent": 128, "_/people/ethnicity/people": 147, "_/olympics/olympic_games/medals_awarded./olympics/olympic_medal_honor/medal": 347, "_/olympics/olympic_participating_country/athletes./olympics/olympic_athlete_affiliation/olympics": 149, "/music/genre/artists": 44, "_/location/us_county/county_seat": 385, "_/award/award_nominee/award_nominations./award/award_nomination/nominated_for": 81, "/soccer/football_player/current_team./sports/sports_team_roster/team": 344, "/people/deceased_person/place_of_burial": 408, "_/film/film/production_companies": 177, "_/tv/non_character_role/tv_regular_personal_appearances./tv/tv_regular_personal_appearance/person": 427, "/music/artist/contribution./music/recording_contribution/performance_role": 358, "_/tv/tv_program/program_creator": 407, "_/film/film/film_art_direction_by": 451, "/base/localfood/seasonal_month/produce_available./base/localfood/produce_availability/seasonal_months": 466, "/education/educational_institution_campus/educational_institution": 166, "/award/award_winner/awards_won./award/award_honor/award_winner": 10, "_/film/film/distributors./film/film_film_distributor_relationship/film_distribution_medium": 185, "/medicine/disease/risk_factors": 462, "/people/ethnicity/geographic_distribution": 306, "_/base/aareas/schema/administrative_area/administrative_area_type": 395, "_/education/field_of_study/students_majoring./education/education/student": 285, "/tv/tv_program/genre": 218, "/sports/sports_position/players./sports/sports_team_roster/position": 360, "_/education/educational_degree/people_with_this_degree./education/education/institution": 183, "_/government/politician/government_positions_held./government/government_position_held/basic_title": 363, "/sports/sports_league/teams./sports/sports_league_participation/team": 268, "_/film/film/runtime./film/film_cut/film_release_region": 391, "/education/educational_degree/people_with_this_degree./education/education/student": 382, "_/award/award_winning_work/awards_won./award/award_honor/award": 65, "_/olympics/olympic_sport/athletes./olympics/olympic_athlete_affiliation/country": 63, "/people/person/place_of_birth": 52, "/base/aareas/schema/administrative_area/capital": 292, "_/people/cause_of_death/people": 105, "/education/university/domestic_tuition./measurement_unit/dated_money_value/currency": 336, "/people/profession/specialization_of": 366, "_/tv/tv_writer/tv_programs./tv/tv_program_writer_relationship/tv_program": 329, "/music/instrument/instrumentalists": 88, "_/music/group_member/membership./music/group_membership/group": 281, "/sports/sports_team/colors": 194, "_/people/person/employment_history./business/employment_tenure/company": 323, "_/education/educational_degree/people_with_this_degree./education/education/student": 383, "_/food/food/nutrients./food/nutrition_fact/nutrient": 279, "_/base/marchmadness/ncaa_basketball_tournament/seeds./base/marchmadness/ncaa_tournament_seed/team": 357, "_/sports/professional_sports_team/draft_picks./sports/sports_league_draft_pick/draft": 197, "/location/capital_of_administrative_division/capital_of./location/administrative_division_capital_relationship/administrative_division": 392, "/film/film/dubbing_performances./film/dubbing_performance/actor": 458, "_/base/schemastaging/person_extra/net_worth./measurement_unit/dated_money_value/currency": 125, "/tv/non_character_role/tv_regular_personal_appearances./tv/tv_regular_personal_appearance/person": 426, "/user/jg/default_domain/olympic_games/sports": 352, "_/tv/tv_program/country_of_origin": 375, "_/ice_hockey/hockey_team/current_roster./sports/sports_team_roster/position": 413, "_/base/popstra/location/vacationers./base/popstra/vacation_choice/vacationer": 249, "/film/film/release_date_s./film/film_regional_release_date/film_regional_debut_venue": 410, "/organization/organization_founder/organizations_founded": 456, "/education/educational_institution/students_graduates./education/education/major_field_of_study": 206, "_/sports/sports_team/colors": 195, "_/base/x2010fifaworldcupsouthafrica/world_cup_squad/current_world_cup_squad./base/x2010fifaworldcupsouthafrica/current_world_cup_squad/current_club": 247, "/business/business_operation/operating_income./measurement_unit/dated_money_value/currency": 430, "/base/americancomedy/celebrity_impressionist/celebrities_impersonated": 434, "_/film/person_or_entity_appearing_in_film/films./film/personal_film_appearance/type_of_appearance": 423, "_/award/award_category/disciplines_or_subjects": 139, "_/film/film/country": 61, "/location/country/second_level_divisions": 178, "_/education/educational_institution/colors": 127, "/influence/influence_node/peers./influence/peer_relationship/peers": 396, "_/film/film_distributor/films_distributed./film/film_film_distributor_relationship/film": 69, "/film/film/music": 236, "NO_OP": 2, "_/military/military_combatant/military_conflicts./military/military_combatant_group/combatants": 309, "/people/person/spouse_s./people/marriage/location_of_ceremony": 452, "_/base/popstra/celebrity/breakup./base/popstra/breakup/participant": 111, "_/music/performance_role/track_performances./music/track_contribution/role": 155, "/people/person/religion": 168, "/base/popstra/celebrity/breakup./base/popstra/breakup/participant": 110, "/location/location/partially_contains": 448, "/olympics/olympic_sport/athletes./olympics/olympic_athlete_affiliation/country": 62, "_/organization/endowed_organization/endowment./measurement_unit/dated_money_value/currency": 221, "/tv/tv_program/regular_cast./tv/regular_tv_appearance/actor": 6, "_/people/ethnicity/languages_spoken": 433, "/olympics/olympic_sport/athletes./olympics/olympic_athlete_affiliation/olympics": 212, "_/film/film/featured_film_locations": 217, "_/base/petbreeds/city_with_dogs/top_breeds./base/petbreeds/dog_city_relationship/dog_breed": 317, "/music/artist/track_contributions./music/track_contribution/role": 86, "_/tv/tv_program/genre": 219, "/military/military_conflict/combatants./military/military_combatant_group/combatants": 266, "/film/film/production_companies": 176, "/base/saturdaynightlive/snl_cast_member/seasons./base/saturdaynightlive/snl_season_tenure/cast_members": 232, "_/location/location/time_zones": 313, "/education/university/fraternities_and_sororities": 438, "_/location/administrative_division/first_level_division_of": 415, "/location/country/form_of_government": 4, "/government/politician/government_positions_held./government/government_position_held/basic_title": 362, "_/education/educational_institution/campuses": 297, "/education/university/local_tuition./measurement_unit/dated_money_value/currency": 260, "_/base/aareas/schema/administrative_area/capital": 293, "/film/director/film": 208, "_/location/country/capital": 113, "_/music/instrument/family": 475, "_/location/statistical_region/gdp_nominal./measurement_unit/dated_money_value/currency": 443, "/soccer/football_team/current_roster./sports/sports_team_roster/position": 12, "/people/person/places_lived./people/place_lived/location": 136, "_/people/person/place_of_birth": 53, "/location/statistical_region/gdp_real./measurement_unit/adjusted_money_value/adjustment_currency": 416, "_/location/location/adjoin_s./location/adjoining_relationship/adjoins": 121, "/soccer/football_team/current_roster./soccer/football_roster_position/position": 14, "_/business/job_title/people_with_this_title./business/employment_tenure/company": 93, "_/base/locations/continents/countries_within": 161, "/business/business_operation/industry": 96, "/film/film_set_designer/film_sets_designed": 350, "_/military/military_conflict/combatants./military/military_combatant_group/combatants": 267, "/government/politician/government_positions_held./government/government_position_held/legislative_sessions": 190, "_/people/person/profession": 39, "_/award/award_category/category_of": 369, "_/film/film/film_festivals": 387, "/film/film/prequel": 464, "/film/film/written_by": 222, "_/language/human_language/countries_spoken_in": 145, "_/film/film_set_designer/film_sets_designed": 351, "/location/location/time_zones": 312, "/people/ethnicity/people": 146, "_/organization/organization/headquarters./location/mailing_address/country": 37, "/celebrities/celebrity/celebrity_friends./celebrities/friendship/friend": 242, "/olympics/olympic_participating_country/medals_won./olympics/olympic_medal_honor/medal": 150, "/people/person/sibling_s./people/sibling_relationship/sibling": 354, "_/base/saturdaynightlive/snl_cast_member/seasons./base/saturdaynightlive/snl_season_tenure/cast_members": 233, "_/sports/sports_position/players./sports/sports_team_roster/team": 265, "_/award/award_winning_work/awards_won./award/award_honor/honored_for": 287, "/tv/tv_writer/tv_programs./tv/tv_program_writer_relationship/tv_program": 328, "_/sports/sports_team/roster./american_football/football_roster_position/position": 239, "_/film/film/produced_by": 173, "/tv/tv_producer/programs_produced./tv/tv_producer_term/program": 294, "/music/performance_role/regular_performances./music/group_membership/group": 188, "/music/performance_role/track_performances./music/track_contribution/role": 154, "/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/service_language": 400, "/award/award_winning_work/awards_won./award/award_honor/honored_for": 286, "_/tv/tv_program/languages": 107, "_/film/film/executive_produced_by": 277, "/music/group_member/membership./music/group_membership/role": 272, "_/base/aareas/schema/administrative_area/administrative_parent": 129, "_/government/legislative_session/members./government/government_position_held/legislative_sessions": 133, "_/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/service_language": 401, "/location/hud_foreclosure_area/estimated_number_of_mortgages./measurement_unit/dated_integer/source": 244, "/people/person/spouse_s./people/marriage/spouse": 388, "/film/film/distributors./film/film_film_distributor_relationship/region": 298, "_/education/university/domestic_tuition./measurement_unit/dated_money_value/currency": 337, "/base/locations/continents/countries_within": 160, "/award/award_winning_work/awards_won./award/award_honor/award": 64, "_/location/country/form_of_government": 5, "/organization/organization/headquarters./location/mailing_address/country": 36, "/tv/tv_program/program_creator": 406, "/award/award_category/winners./award/award_honor/ceremony": 24, "_/tv/tv_producer/programs_produced./tv/tv_producer_term/program": 295, "_/music/genre/artists": 45, "/music/performance_role/regular_performances./music/group_membership/role": 22, "/location/statistical_region/religions./location/religion_percentage/religion": 40, "_/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/contact_category": 231, "_/music/artist/contribution./music/recording_contribution/performance_role": 359, "_/sports/sports_team/sport": 165, "_/film/film/estimated_budget./measurement_unit/dated_money_value/currency": 73, "_/medicine/disease/risk_factors": 463, "_/celebrities/celebrity/celebrity_friends./celebrities/friendship/friend": 243, "/military/military_combatant/military_conflicts./military/military_combatant_group/combatants": 308, "_/award/award_ceremony/awards_presented./award/award_honor/honored_for": 211, "/people/ethnicity/languages_spoken": 432, "_/business/business_operation/assets./measurement_unit/dated_money_value/currency": 421, "_/base/localfood/seasonal_month/produce_available./base/localfood/produce_availability/seasonal_months": 467, "/people/person/profession": 38, "/user/alexander/philosophy/philosopher/interests": 202, "_/medicine/disease/notable_people_with_this_condition": 303, "_/government/governmental_body/members./government/government_position_held/legislative_sessions": 399, "_/education/university/local_tuition./measurement_unit/dated_money_value/currency": 261, "/people/deceased_person/place_of_death": 82, "/music/artist/origin": 324, "/base/popstra/celebrity/canoodled./base/popstra/canoodled/participant": 250, "_/film/film/story_by": 315, "/government/governmental_body/members./government/government_position_held/legislative_sessions": 398, "/location/us_county/county_seat": 384, "/film/film_distributor/films_distributed./film/film_film_distributor_relationship/film": 68, "/user/tsegaran/random/taxonomy_subject/entry./user/tsegaran/random/taxonomy_entry/taxonomy": 240, "_/tv/tv_program/tv_producer./tv/tv_producer_term/producer_type": 187, "/location/statistical_region/gdp_nominal_per_capita./measurement_unit/dated_money_value/currency": 282, "/organization/organization/place_founded": 402, "_/soccer/football_team/current_roster./soccer/football_roster_position/position": 15, "_/organization/organization/place_founded": 403, "/base/eating/practicer_of_diet/diet": 404, "/people/person/employment_history./business/employment_tenure/company": 322, "/film/film/edited_by": 376, "/education/educational_institution/school_type": 252, "/government/legislative_session/members./government/government_position_held/legislative_sessions": 132, "/location/hud_county_place/place": 116, "_/olympics/olympic_participating_country/medals_won./olympics/olympic_medal_honor/olympics": 143, "/user/ktrueman/default_domain/international_organization/member_states": 340, "/sports/sport/pro_athletes./sports/pro_sports_played/athlete": 254, "/travel/travel_destination/how_to_get_here./travel/transportation/mode_of_transportation": 444, "/organization/endowed_organization/endowment./measurement_unit/dated_money_value/currency": 220, "_/user/tsegaran/random/taxonomy_subject/entry./user/tsegaran/random/taxonomy_entry/taxonomy": 241, "_/tv/tv_network/programs./tv/tv_network_duration/program": 321, "_/award/award_winning_work/awards_won./award/award_honor/award_winner": 29, "_/organization/organization_member/member_of./organization/organization_membership/organization": 51, "_/location/hud_county_place/county": 227, "/media_common/netflix_genre/titles": 8, "_/media_common/netflix_genre/titles": 9, "/sports/sports_team/roster./american_football/football_historical_roster_position/position_s": 76, "/education/educational_degree/people_with_this_degree./education/education/major_field_of_study": 228, "_/location/administrative_division/country": 275, "/business/business_operation/assets./measurement_unit/dated_money_value/currency": 420, "/sports/sports_position/players./sports/sports_team_roster/team": 264, "/business/business_operation/revenue./measurement_unit/dated_money_value/currency": 262, "_/sports/sports_team/roster./baseball/baseball_roster_position/position": 103, "_/dataworld/gardening_hint/split_to": 461, "PAD": 0, "_/sports/sport/pro_athletes./sports/pro_sports_played/athlete": 255, "_/music/performance_role/regular_performances./music/group_membership/role": 23, "UNK": 3, "/people/person/spouse_s./people/marriage/type_of_union": 174, "/film/film/film_production_design_by": 372, "/location/statistical_region/places_exported_to./location/imports_and_exports/exported_to": 440, "_/music/performance_role/regular_performances./music/group_membership/group": 189, "/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/contact_category": 230, "/education/educational_institution/colors": 126, "_/people/person/spouse_s./people/marriage/location_of_ceremony": 453, "_/government/politician/government_positions_held./government/government_position_held/jurisdiction_of_office": 477, "_/film/film/distributors./film/film_film_distributor_relationship/region": 299, "/business/job_title/people_with_this_title./business/employment_tenure/company": 92, "_/education/field_of_study/students_majoring./education/education/major_field_of_study": 381, "_/film/special_film_performance_type/film_performance_type./film/performance/film": 115, "/common/topic/webpage./common/webpage/category": 54, "/sports/sports_team_location/teams": 192, "/people/person/languages": 204, "_/location/statistical_region/gni_per_capita_in_ppp_dollars./measurement_unit/dated_money_value/currency": 473, "_/award/award_nominee/award_nominations./award/award_nomination/award": 43, "_/film/actor/dubbing_performances./film/dubbing_performance/language": 469, "_/music/performance_role/guest_performances./music/recording_contribution/performance_role": 119, "/time/event/instance_of_recurring_event": 424, "_/music/artist/origin": 325, "_/people/person/religion": 169, "/film/film/country": 60, "/american_football/football_team/current_roster./sports/sports_team_roster/position": 342, "_/base/biblioness/bibs_location/state": 259, "/tv/tv_program/languages": 106, "/dataworld/gardening_hint/split_to": 460, "_/sports/sports_team/roster./american_football/football_historical_roster_position/position_s": 77, "_/olympics/olympic_games/sports": 135, "_/film/film/genre": 67, "/tv/tv_network/programs./tv/tv_network_duration/program": 320, "/olympics/olympic_games/participating_countries": 318, "/base/popstra/location/vacationers./base/popstra/vacation_choice/vacationer": 248, "/medicine/disease/notable_people_with_this_condition": 302, "_/award/award_winner/awards_won./award/award_honor/award_winner": 11, "/sports/pro_athlete/teams./sports/sports_team_roster/team": 84, "_/education/educational_institution/school_type": 253, "/sports/sports_team/roster./basketball/basketball_roster_position/position": 288, "/tv/tv_program/country_of_origin": 374, "/education/field_of_study/students_majoring./education/education/student": 284, "_/tv/tv_producer/programs_produced./tv/tv_producer_term/producer_type": 225, "/film/actor/film./film/performance/special_performance_type": 428, "/music/record_label/artist": 156, "_/business/business_operation/revenue./measurement_unit/dated_money_value/currency": 263, "_/olympics/olympic_games/participating_countries": 319, "/base/petbreeds/city_with_dogs/top_breeds./base/petbreeds/dog_city_relationship/dog_breed": 316, "_/base/americancomedy/celebrity_impressionist/celebrities_impersonated": 435, "_/location/statistical_region/rent50_2./measurement_unit/dated_money_value/currency": 71, "/film/film/film_festivals": 386, "/sports/sports_position/players./american_football/football_historical_roster_position/position_s": 364, "/organization/organization/headquarters./location/mailing_address/state_province_region": 290, "_/baseball/baseball_team/team_stats./baseball/baseball_team_stats/season": 201, "_/american_football/football_team/current_roster./sports/sports_team_roster/position": 343, "/organization/organization/child./organization/organization_relationship/child": 418, "_/base/popstra/celebrity/friendship./base/popstra/friendship/participant": 95, "/film/film/genre": 66, "/olympics/olympic_participating_country/athletes./olympics/olympic_athlete_affiliation/olympics": 148, "_/people/profession/specialization_of": 367, "/award/award_category/winners./award/award_honor/award_winner": 98, "_/music/instrument/instrumentalists": 89, "_/government/politician/government_positions_held./government/government_position_held/legislative_sessions": 191, "/olympics/olympic_games/sports": 134, "_/film/film/language": 33, "/base/culturalevent/event/entity_involved": 180, "/music/performance_role/guest_performances./music/recording_contribution/performance_role": 118, "/tv/tv_program/tv_producer./tv/tv_producer_term/producer_type": 186, "_/sports/sports_team_location/teams": 193, "/film/film/costume_design_by": 214, "_/user/alexander/philosophy/philosopher/interests": 203, "_/soccer/football_team/current_roster./sports/sports_team_roster/position": 13, "_/film/film_subject/films": 123, "_/location/hud_county_place/place": 117, "_/people/person/nationality": 101, "_/sports/sports_league/teams./sports/sports_league_participation/team": 269, "_/film/film/release_date_s./film/film_regional_release_date/film_release_distribution_medium": 27, "_/travel/travel_destination/climate./travel/travel_destination_monthly_climate/month": 301, "_/location/capital_of_administrative_division/capital_of./location/administrative_division_capital_relationship/administrative_division": 393, "/government/government_office_category/officeholders./government/government_position_held/jurisdiction_of_office": 78, "/film/film/estimated_budget./measurement_unit/dated_money_value/currency": 72, "/location/country/capital": 112, "_/user/jg/default_domain/olympic_games/sports": 353, "/location/location/adjoin_s./location/adjoining_relationship/adjoins": 120, "_/base/biblioness/bibs_location/country": 271, "_/base/culturalevent/event/entity_involved": 181, "_/education/university/fraternities_and_sororities": 439, "/film/film/produced_by": 172, "/award/award_nominee/award_nominations./award/award_nomination/nominated_for": 80, "/sports/professional_sports_team/draft_picks./sports/sports_league_draft_pick/school": 140, "_/olympics/olympic_sport/athletes./olympics/olympic_athlete_affiliation/olympics": 213, "/people/marriage_union_type/unions_of_this_type./people/marriage/location_of_ceremony": 326, "/film/film/language": 32, "/medicine/symptom/symptom_of": 436, "/base/schemastaging/person_extra/net_worth./measurement_unit/dated_money_value/currency": 124, "/base/marchmadness/ncaa_basketball_tournament/seeds./base/marchmadness/ncaa_tournament_seed/team": 356, "/tv/tv_personality/tv_regular_appearances./tv/tv_regular_personal_appearance/program": 378, "_/base/popstra/celebrity/dated./base/popstra/dated/participant": 159, "_/government/government_office_category/officeholders./government/government_position_held/jurisdiction_of_office": 79, "/location/statistical_region/gdp_nominal./measurement_unit/dated_money_value/currency": 442, "_/music/record_label/artist": 157, "/award/award_ceremony/awards_presented./award/award_honor/honored_for": 210, "/award/award_nominated_work/award_nominations./award/award_nomination/nominated_for": 198, "/film/film/runtime./film/film_cut/film_release_region": 390, "/base/popstra/celebrity/dated./base/popstra/dated/participant": 158, "/location/administrative_division/first_level_division_of": 414, "_/common/topic/webpage./common/webpage/category": 55, "/base/x2010fifaworldcupsouthafrica/world_cup_squad/current_world_cup_squad./base/x2010fifaworldcupsouthafrica/current_world_cup_squad/current_club": 246, "_/location/hud_foreclosure_area/estimated_number_of_mortgages./measurement_unit/dated_integer/source": 245, "/film/film/film_format": 234, "/film/film/featured_film_locations": 216, "/travel/travel_destination/climate./travel/travel_destination_monthly_climate/month": 300, "/tv/tv_producer/programs_produced./tv/tv_producer_term/producer_type": 224, "_/soccer/football_player/current_team./sports/sports_team_roster/team": 345, "/influence/influence_node/influenced_by": 46, "_/award/award_ceremony/awards_presented./award/award_honor/award_winner": 59, "/location/hud_county_place/county": 226, "/sports/sports_team/roster./american_football/football_roster_position/position": 238, "_/film/film/written_by": 223, "_/film/film/release_date_s./film/film_regional_release_date/film_release_region": 31, "/broadcast/content/artist": 470, "_/organization/role/leaders./organization/leadership/organization": 131, "_/olympics/olympic_participating_country/medals_won./olympics/olympic_medal_honor/medal": 151, "/organization/organization/headquarters./location/mailing_address/citytown": 170, "_/film/film/costume_design_by": 215, "/music/instrument/family": 474, "/education/educational_institution/students_graduates./education/education/student": 48, "_/award/award_category/nominees./award/award_nomination/nominated_for": 19, "_/location/statistical_region/religions./location/religion_percentage/religion": 41, "_/film/film/dubbing_performances./film/dubbing_performance/actor": 459, "_/people/person/gender": 91, "_/location/country/official_language": 447, "DUMMY_START_RELATION": 1, "_/location/location/contains": 35, "/olympics/olympic_participating_country/medals_won./olympics/olympic_medal_honor/olympics": 142, "_/film/film/other_crew./film/film_crew_gig/crewmember": 153, "_/film/film/release_date_s./film/film_regional_release_date/film_regional_debut_venue": 411, "/film/film/other_crew./film/film_crew_gig/film_crew_role": 56, "_/education/educational_institution_campus/educational_institution": 167, "_/music/group_member/membership./music/group_membership/role": 273, "_/award/award_category/winners./award/award_honor/ceremony": 25, "_/influence/influence_node/influenced_by": 47, "/sports/professional_sports_team/draft_picks./sports/sports_league_draft_pick/draft": 196, "_/medicine/symptom/symptom_of": 437, "/olympics/olympic_games/medals_awarded./olympics/olympic_medal_honor/medal": 346, "/award/award_category/nominees./award/award_nomination/nominated_for": 18, "_/education/educational_institution/students_graduates./education/education/major_field_of_study": 207, "_/organization/organization/headquarters./location/mailing_address/citytown": 171, "_/award/award_nominated_work/award_nominations./award/award_nomination/nominated_for": 199, "_/location/country/second_level_divisions": 179, "_/education/educational_degree/people_with_this_degree./education/education/major_field_of_study": 229, "/award/award_nominee/award_nominations./award/award_nomination/award_nominee": 20, "_/sports/sports_position/players./american_football/football_historical_roster_position/position_s": 365, "/location/administrative_division/country": 274, "_/film/film/personal_appearances./film/personal_film_appearance/person": 311, "/film/film/cinematography": 370, "_/sports/sports_league_draft/picks./sports/sports_league_draft_pick/school": 163, "_/award/award_nominee/award_nominations./award/award_nomination/award_nominee": 21, "/film/film/distributors./film/film_film_distributor_relationship/film_distribution_medium": 184, "/people/person/gender": 90, "/award/hall_of_fame/inductees./award/hall_of_fame_induction/inductee": 256, "/award/award_nominee/award_nominations./award/award_nomination/award": 42, "_/user/ktrueman/default_domain/international_organization/member_states": 341, "_/location/statistical_region/gdp_nominal_per_capita./measurement_unit/dated_money_value/currency": 283, "/base/aareas/schema/administrative_area/administrative_area_type": 394, "_/influence/influence_node/peers./influence/peer_relationship/peers": 397, "/sports/sports_league_draft/picks./sports/sports_league_draft_pick/school": 162, "_/organization/organization/headquarters./location/mailing_address/state_province_region": 291, "/location/location/contains": 34, "/film/film/other_crew./film/film_crew_gig/crewmember": 152, "_/film/film/other_crew./film/film_crew_gig/film_crew_role": 57, "_/tv/tv_personality/tv_regular_appearances./tv/tv_regular_personal_appearance/program": 379, "/education/university/international_tuition./measurement_unit/dated_money_value/currency": 454, "/language/human_language/countries_spoken_in": 144, "/education/educational_institution/campuses": 296, "_/travel/travel_destination/how_to_get_here./travel/transportation/mode_of_transportation": 445, "_/time/event/locations": 331, "/sports/sports_team/sport": 164, "/award/award_winning_work/awards_won./award/award_honor/award_winner": 28, "_/film/actor/film./film/performance/special_performance_type": 429, "/education/educational_degree/people_with_this_degree./education/education/institution": 182, "/film/person_or_entity_appearing_in_film/films./film/personal_film_appearance/type_of_appearance": 422, "_/people/person/places_lived./people/place_lived/location": 137, "_/people/person/languages": 205, "_/sports/pro_athlete/teams./sports/sports_team_roster/team": 85, "_/sports/sports_team/roster./basketball/basketball_roster_position/position": 289, "_/government/political_party/politicians_in_this_party./government/political_party_tenure/politician": 335, "_/sports/sports_position/players./sports/sports_team_roster/position": 361, "_/film/film/film_format": 235, "/film/actor/film./film/performance/film": 16, "/food/food/nutrients./food/nutrition_fact/nutrient": 278, "_/time/event/instance_of_recurring_event": 425, "/ice_hockey/hockey_team/current_roster./sports/sports_team_roster/position": 412, "/film/film/personal_appearances./film/personal_film_appearance/person": 310, "/film/film/release_date_s./film/film_regional_release_date/film_release_region": 30, "_/broadcast/content/artist": 471, "_/organization/non_profit_organization/registered_with./organization/non_profit_registration/registering_agency": 339, "_/business/business_operation/industry": 97, "/time/event/locations": 330, "_/award/hall_of_fame/inductees./award/hall_of_fame_induction/inductee": 257, "/organization/role/leaders./organization/leadership/organization": 130, "/film/film/story_by": 314, "/award/award_ceremony/awards_presented./award/award_honor/award_winner": 58, "/award/ranked_item/appears_in_ranked_lists./award/ranking/list": 348, "_/film/film/edited_by": 377, "_/music/artist/track_contributions./music/track_contribution/role": 87, "_/people/ethnicity/geographic_distribution": 307, "/government/legislative_session/members./government/government_position_held/district_represented": 74, "/film/film_subject/films": 122, "/base/popstra/celebrity/friendship./base/popstra/friendship/participant": 94, "_/film/film/film_production_design_by": 373, "/base/schemastaging/organization_extra/phone_number./base/schemastaging/phone_sandbox/service_location": 304, "_/film/actor/film./film/performance/film": 17, "/celebrities/celebrity/sexual_relationships./celebrities/romantic_relationship/celebrity": 332, "/location/statistical_region/gni_per_capita_in_ppp_dollars./measurement_unit/dated_money_value/currency": 472, "_/education/educational_institution/students_graduates./education/education/student": 49, "_/people/person/spouse_s./people/marriage/type_of_union": 175, "_/music/genre/parent_genre": 109, "_/organization/organization_founder/organizations_founded": 457, "/organization/non_profit_organization/registered_with./organization/non_profit_registration/registering_agency": 338, "/award/award_category/category_of": 368, "/film/film/executive_produced_by": 276, "_/location/statistical_region/gdp_real./measurement_unit/adjusted_money_value/adjustment_currency": 417, "/location/country/official_language": 446, "/sports/sports_team/roster./baseball/baseball_roster_position/position": 102, "_/organization/organization/child./organization/organization_relationship/child": 419, "/film/film/release_date_s./film/film_regional_release_date/film_release_distribution_medium": 26, "_/location/location/partially_contains": 449, "_/tv/tv_program/regular_cast./tv/regular_tv_appearance/actor": 7}