{"concept_hotel_khimsar_fort": 27790, "concept_sportsteam_graduate_institute_of_international_studies": 41261, "concept_drug_carvedilol": 51312, "concept_weapon_game_rifle": 54827, "concept_county_uis": 33810, "concept_professionalorganization_national_conference": 5886, "concept_county_dearne": 6986, "30.5024600000000,-90.2448600000000": 6608, "concept_website_steam": 26169, "concept_hotel_dylan": 35051, "concept_airport_sdia": 23849, "concept_city_milwaukee": 4434, "concept_mlarea_tumor": 17737, "concept_stadiumoreventvenue_kellyshorts_stadium": 14226, "concept_city_san_marcos": 33961, "concept_city_ypsilanti": 34272, "concept_buildingfeature_water_heater": 8058, "concept_river_limmat": 37981, "concept_furniture_mattress": 56743, "concept_politicianus_bob_goodlatte": 68079, "concept_journalist_bart_hubbuch": 70648, "concept_attraction_n10_downing_street": 57446, "concept_person_sir_stafford_cripps": 61487, "39.9250100000000,116.3953900000000": 21944, "concept_drug_effexor_xr": 48696, "concept_aquarium_world_government": 57898, "concept_boardgame_nicer": 47720, "concept_chemical_fluorides": 51109, "concept_person_john_f___kerry": 60057, "concept_ceo_daniel_vasella": 17173, "concept_musicartist_load": 16196, "concept_automobilemodel_f150": 72959, "concept_personus_john_vornholt": 68921, "concept_bakedgood_soft_drinks": 56141, "concept_sportsteam_william_penn_statesmen": 41580, "concept_sportsteam_colonels": 47751, "concept_movie_lonesome_dove": 18458, "concept_eventoutcome_position": 17632, "concept_hallwayitem_town_gate": 5823, "concept_musicalbum_mockingbird": 21994, "concept_politicsblog_real_estate": 57018, "concept_jobposition_deputy_minister": 7001, "concept_book_a_dangerous_fortune": 45516, "concept_attraction_blackfriars": 58139, "concept_attraction_national_film_theatre001": 19906, "concept_stateorprovince_oh": 33864, "-45.7583800000000,170.2801000000000": 74920, "concept_visualartist_joanny": 15989, "47.8001600000000,-77.1827300000000": 69773, "4.7731300000000,7.7786100000000": 2631, "concept_person_vitor_meira": 71160, "concept_insect_whiteflies": 50444, "concept_writer_hilton": 11545, "concept_geopoliticallocation_holland": 8101, "concept_wine_hotel_sierra_silvana": 19047, "concept_chef_george_greenstein": 69939, "concept_sportsleague_northwoods_league": 4646, "concept_winery_york_area": 17642, "concept_televisionstation_wfsg": 31704, "concept_book_the_martian_way_and_other_stories": 20456, "concept_journalist_andy_katz": 70669, "concept_crustacean_ghost_shrimp": 50347, "concept_agriculturalproduct_crushed_red_pepper": 55721, "concept_televisionstation_ktci": 30920, "concept_personeurope_shawn_fanning": 17095, "concept_bird_shetlands": 2040, "concept_journalist_robin_toner": 70598, "concept_sportsteam_expos": 40573, "concept_agriculturalproduct_dressing": 56302, "concept_currency_last_week": 14547, "concept_musicartist_pearl_jam": 60535, "concept_beverage_stuffing": 20983, "concept_videogame_chickies": 16499, "concept_book_guardian": 45371, "concept_flooritem_shower_head": 15507, "concept_writer_gilbert_morris": 63696, "concept_stateorprovince_widget": 28710, "concept_city_bangkok": 15504, "concept_hobby_markets": 74585, "concept_person_faith_hill001": 60280, "concept_city_asbury_park": 39272, "concept_mldataset_bay": 9090, "concept_biotechcompany_baxter": 51059, "concept_journalist_john_mccormick": 69282, "concept_female_seven": 17381, "concept_personcanada_tahmima_anam": 15389, "concept_chemical_sugar": 50775, "concept_sportsteamposition_center_redmond": 45965, "concept_company_forbes001": 8386, "concept_journalist_james_glanz": 67730, "concept_scientist_ken_thompson": 24581, "concept_hotel_four_seasons_milan": 9094, "concept_mammal_beagles": 49821, "concept_politicianus_pat_buchanan": 68459, "concept_book_n2061_odyssey_three": 69274, "concept_lake_middle_andaman": 4748, "concept_book_the_story_of_my_life": 43580, "concept_disease_irritable_bowel_syndrome": 47402, "concept_sportsteam_southwest_texas_state_university": 40431, "concept_hotel_twinpalms_phuket": 17267, "concept_artery_brachiocephalic": 59668, "concept_company_tiger": 6602, "concept_university_wake_forest": 33091, "concept_televisionstation_wfmz_tv": 30675, "concept_televisionstation_wfsb": 31703, "concept_person_chuck": 71255, "concept_mammal_grazers": 49828, "concept_writer_alistair_maclean": 64574, "concept_politicianus_presidential_election": 20265, "concept_newspaper_lafayette": 7404, "35.9566700000000,64.7472200000000": 14370, "concept_university_iowa_state_university": 46878, "concept_writer_christina_stead": 45238, "concept_book_the_beautiful_room_is_empty": 23281, "concept_governmentorganization_federal_bureau": 51755, "41.9113000000000,12.4696000000000": 8215, "concept_book_cosmos": 45555, "concept_athlete_craig_robinson": 40383, "concept_book_the_time_machine": 21981, "concept_country_former_ussr": 33645, "concept_city_mooringsport": 5234, "concept_bacteria_leptospira": 48265, "concept_hotel_intercontinental_los_angeles_century_city": 34870, "concept_coach_marshall_faulk": 433, "concept_landscapefeatures_country_lanes": 53112, "concept_sport_ncaa_basketball": 43293, "concept_person_angelina": 12429, "concept_writer_davida_wills_hurwin": 44248, "concept_book_nicholas_nickleby": 44078, "concept_chemical_different_chemicals": 50966, "concept_athlete_p_j__walters": 6650, "concept_book_elbow_room": 45470, "concept_grain_nassau_county": 20738, "concept_building_oare": 34193, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 57660, "concept_museum_allied_artists": 34282, "concept_drug_tavist": 58581, "concept_charactertrait_school_science": 47997, "35.5699000000000,139.7294000000000": 75102, "concept_fruit_limes": 55950, "concept_park_harlem": 32885, "concept_televisionstation_katu_tv": 31097, "concept_athlete_scott_eyre": 867, "concept_retailstore_sony": 15248, "concept_fungus_hth": 75348, "concept_book_the_main_chance": 13323, "concept_politicianus_republican_senator_norm_coleman": 68641, "concept_academicfield_environmental": 46219, "concept_governmentorganization_ohio_department": 51862, "concept_jobposition_bouncer": 52267, "concept_weapon_seven_missiles": 54736, "concept_braintissue_patients": 29477, "concept_mountain_central_sierra_nevada": 42206, "concept_city_stephenville": 39697, "concept_coach_al_arbour": 40996, "concept_drug_sinemet": 58692, "concept_musicalbum_steppenwolf": 26975, "concept_bank_pioneer": 20101, "concept_museum_lyndhurst": 11664, "concept_country_senegal": 5641, "34.9151000000000,-95.3310800000000": 33381, "concept_blog_wral_tv": 28212, "concept_academicfield_geophysics": 46246, "concept_disease_cancer_increase": 55884, "concept_beverage_cola": 55286, "concept_county_southwestern_state_university": 7842, "concept_nut_eggplant": 20917, "concept_river_delaware_river": 32252, "concept_athlete_travis_diener": 75465, "concept_university_liverpool_university": 47052, "concept_visualizablething_palm_oil": 55772, "concept_automobilemodel_terrain": 72785, "concept_eventoutcome_control_system": 52136, "concept_visualartist_walter_pater": 3451, "concept_coach_hassan_adams": 67397, "concept_sportsgame_playoffs": 27545, "concept_musician_rbd": 3935, "concept_tableitem_screen": 3462, "concept_disease_acute_infectious_disease": 48125, "concept_person_thomas_seymour": 29314, "concept_writer_dickens": 43794, "concept_televisionstation_kdtn": 9952, "concept_sportsteam_babson_college": 41953, "concept_room_masters_bedroom": 53674, "concept_bodypart_foal": 27153, "concept_geopoliticallocation_earthquake": 33594, "concept_website_asian": 2045, "concept_book_ella_enchanted": 2071, "concept_profession_deployment": 52673, "concept_televisionstation_kdtf": 31381, "concept_mountainrange_loita_hills": 57194, "concept_country___america": 1478, "concept_park_atlanta_state_park": 32914, "concept_writer_leo_tolstoy": 44518, "concept_officebuildingroom_masterbedroom": 26712, "41.8758700000000,-87.6247700000000": 23703, "concept_mountainrange_middle_atlas": 8223, "concept_chemical_iodine": 51363, "-16.4386400000000,-39.0809200000000": 1509, "concept_journalist_tommy_doyle": 17389, "concept_vein_pituitary_gland": 2846, "concept_insect_insects": 7280, "concept_biotechcompany_daiichi": 72077, "concept_mldataset_bt": 23731, "43.4513600000000,-1.5448700000000": 21174, "concept_musician_justin_hayward": 62227, "concept_weapon_automatic_pistol": 54410, "concept_newspaper_wall_street_journal": 56838, "concept_drug_loratadine": 50931, "concept_personmexico_luis_gonzalez": 65780, "concept_company_tivo": 27017, "concept_company_msn_search": 4377, "concept_trainstation_code": 11439, "concept_company_international_steel_group": 62135, "34.9506500000000,-90.3123200000000": 27740, "concept_musician_bo_diddley": 62728, "concept_drug_vancomycin": 48433, "concept_physiologicalcondition_weight_loss": 48492, "concept_city_annandale": 39187, "concept_beverage_cherries": 55631, "concept_company_business_objects": 71944, "concept_writer_ahdaf_soueif": 64689, "concept_stadiumoreventvenue_bowman_gray_stadium": 74211, "concept_bathroomitem_hair_dryers": 59463, "concept_politicianus_john_tyler": 68221, "concept_beach_jimbaran_bay": 16185, "concept_bank_vtb": 73598, "concept_biotechcompany_immunex": 72066, "concept_buildingfeature_garage_doors": 59039, "concept_hotel_taj_mahal_palace___tower": 34536, "concept_landscapefeatures_coastlines": 11345, "concept_scientist_simone_de_beauvoir": 70951, "22.2826900000000,114.1391250000000": 8546, "concept_televisionstation_waff_tv": 30694, "37.6000000000000,83.8333300000000": 3637, "concept_weapon_intercontinental_ballistic_missiles": 54961, "concept_person_russell_brand": 60307, "concept_island_recommendation": 18391, "concept_city_place": 7187, "concept_journalist_marc_lacey": 68965, "55.9333300000000,-3.1666700000000": 34386, "concept_person_kore": 69429, "concept_emotion_fun": 5922, "concept_athlete_whitter": 21390, "concept_geopoliticallocation_purdue": 16438, "concept_city_amissville": 39742, "concept_musicartist_tips": 13777, "concept_book_martin_eden": 44716, "concept_island_guantanamo_bay": 18681, "concept_river_sheyenne": 32276, "concept_musician_erik_rutan": 62982, "concept_criminal_vissarion": 24102, "44.1333300000000,5.1000000000000": 36670, "concept_profession_technical_professionals": 52538, "concept_university_jewish_theological": 20619, "concept_athlete_ian_johnson": 67178, "concept_governmentorganization_sec": 51762, "concept_city_crestview_hills": 39747, "concept_medicalprocedure_bypass_surgery": 43433, "concept_hotel_rum_point_inn": 3744, "concept_biotechcompany_hoffman_la_roche": 48686, "38.8956700000000,-77.0399800000000": 2058, "concept_protein_vitamin_d": 55614, "62.4333300000000,30.3000000000000": 26536, "concept_politician_senator_dewine": 71661, "concept_book_phantom_of_the_opera": 44888, "concept_personasia_johnny_ford": 6257, "concept_bird_wild_turkeys": 49683, "concept_beach_hawaii": 75308, "concept_city_srinagar": 39240, "concept_county_amos_tuck_school": 22390, "concept_book_dragonriders_of_pern": 44600, "concept_lake_big_spring": 16822, "concept_movie_badlands": 65169, "concept_city_island_no_": 39618, "concept_city_sabres": 10579, "concept_company_swatch": 73263, "concept_grain_rye": 55732, "concept_disease_add_adhd": 49454, "concept_musician_otis_redding": 62680, "concept_city_collierville": 37859, "concept_hotel_budget": 35152, "concept_academicfield_email": 46379, "concept_journalist_walter_pincus": 70446, "44.9501500000000,-63.5987000000000": 72419, "39.6191500000000,-105.7958400000000": 953, "concept_athlete_willie_harris": 67013, "concept_beach_bahia_pez_vela": 10164, "concept_website_quotes": 28672, "concept_personafrica_sofia_coppola": 60858, "concept_terroristorganization_harkat_ul_mujahideen": 52040, "concept_airport_hancock_international": 35437, "concept_newspaper_the_globe_and_mail": 56922, "concept_island_holiday": 7245, "concept_astronaut_eads": 20072, "concept_food_fresh_basil": 20764, "concept_weapon_case": 16197, "concept_musicartist_rise_against": 73849, "34.7750600000000,-85.0029300000000": 17315, "concept_writer_tacitus": 44368, "concept_televisionstation_wfxb_tv": 31965, "20.7430600000000,-156.8961100000000": 19394, "concept_country_career": 11414, "concept_county_savannah_area": 4615, "concept_book_little_house_in_the_big_woods": 63732, "concept_automobilemodel_edge": 56370, "concept_politicsissue_activity": 25342, "concept_organization_heilongjiang": 38274, "concept_person_shirley": 71129, "concept_sportsteam_the_masters_college_mustangs": 41523, "concept_movie_eraserhead": 65025, "concept_bodypart_skin_constrict": 4216, "concept_company_foster_wheeler": 72444, "concept_mountainrange_lesser_caucasus": 57141, "concept_country_united_arab_emirates": 14497, "57.4059650000000,-4.3542150000000": 22309, "concept_clothing_leather_shoe": 59777, "concept_book_life_is_a_caravanserai": 23607, "concept_river_atchafalaya_river": 32439, "concept_movie_norma_rae": 61759, "concept_attraction_camden_lock": 58165, "concept_website_the_express": 56856, "concept_city_torshavn": 33419, "47.3417200000000,-84.6499100000000": 24423, "concept_company_medco": 72117, "concept_county_savannah": 4912, "concept_chemical_water": 50729, "concept_person_henry": 15193, "33.4252800000000,44.5300000000000": 10648, "64.7166700000000,32.4833300000000": 7216, "concept_politicsblog_raleigh": 23560, "concept_drug_tranxene_t_tab": 58821, "concept_personcanada_belzec": 6105, "concept_sportsteam_baylor_bears_basketball": 40860, "concept_building_mohammed_v": 8672, "concept_academicfield_foreign_languages_and_literatures": 46994, "concept_book_a_dying_light_in_corduba": 45318, "concept_director_roberto_benigni": 65237, "concept_hotel_sari_pan_pacific_hotel": 34939, "concept_book_amerika": 44792, "concept_sportsteam_dakota_state_trojans": 41518, "concept_city_kashi": 37937, "concept_vertebrate_ships": 29799, "concept_academicfield_pc": 6628, "concept_televisionstation_wbpg": 31158, "concept_traditionalgame_big_one": 18363, "concept_retailstore_virgin_records": 4763, "concept_tableitem_site_visitor": 26157, "concept_sportsteam_florida_intl_golden_panthers": 40536, "concept_city_la_palma": 5322, "concept_university_anderson_graduate_school_of_management": 33317, "concept_animal_calf": 50534, "concept_personeurope_maddie": 4693, "concept_coach_justin_miller": 874, "concept_room_lab": 25287, "concept_politician_mary_mcaleese": 71725, "concept_physiologicalcondition_cancer_increases": 55894, "concept_park_the_castro": 33060, "concept_city_sharm_el_sheikh": 37947, "concept_disease_sickle_cell_anemia": 49536, "concept_radiostation_kpcc": 42303, "concept_musicartist_devo": 21834, "concept_hotel_gaylord_national": 35201, "concept_room_small_lounge": 53555, "concept_invertebrate_worms": 7814, "concept_university_new_mexico_school": 18104, "concept_buildingmaterial_polycarbonate": 56466, "concept_organization_n366th_civil_engineer_squadron": 71878, "concept_city_knock": 38419, "concept_weapon_vent_free_gas": 54896, "concept_writer_walter_pater": 64727, "concept_recordlabel_blackend": 25186, "concept_person_mississippi_state": 29675, "concept_writer_tolkein": 45596, "concept_food_meals": 55872, "concept_room_oceanfront_room": 53381, "concept_criminal_carlo_ponti": 18153, "concept_book_taps": 25053, "concept_ceo_anne_rice": 71449, "concept_river_willamette_river": 32297, "concept_athlete_dinara_safina": 65675, "concept_bird_elephant": 7764, "concept_newspaper_dayton_daily_news": 70228, "concept_bacteria_rickettsia_prowazekii": 48045, "concept_sportsequipment_freestyle": 1277, "concept_jobposition_trainer": 52286, "concept_movie_chinatown": 61761, "concept_city_st_charles": 39293, "concept_blog_va": 18194, "concept_hotel_royal_york": 34937, "concept_sportsequipment_feet": 17568, "concept_jobposition_social_worker": 52279, "concept_professor_david_hoffman": 69028, "concept_academicfield_communication_studies": 46344, "concept_videogame_grandmother": 11838, "concept_furniture_double_sofa": 59178, "concept_academicfield_public_service": 46773, "concept_person_bl__innocent_xi": 71169, "35.0855600000000,63.1744400000000": 25816, "concept_sportsteam_bulldogs": 40296, "concept_city_ozark": 19812, "concept_scientist_max_frisch": 64018, "concept_drug_zyvox": 48694, "concept_country_republic_of_kenya": 33572, "concept_person_master_p": 23714, "concept_attraction_vat_phou": 21624, "concept_city_arvada": 5404, "concept_geometricshape_shape": 1157, "concept_mountainrange_southern_rockies": 57112, "concept_room_principal_bedroom": 53759, "concept_disease_pervasive_developmental_disorders": 1618, "concept_visualizablething_cathedral": 57448, "concept_journalist_michael_abramowitz": 70514, "-8.5336100000000,126.7102800000000": 10516, "concept_company_frontier_airlines": 72661, "concept_arthropod_natural_enemies": 50372, "concept_island_brecqhou": 9686, "concept_weapon_anti_ballistic_missile": 54497, "concept_sportsteam_uc_san_diego": 41017, "concept_county_palm_coast": 26556, "concept_geopoliticalorganization_torun": 28031, "concept_academicfield_liberal_arts": 46382, "concept_televisionstation_kiku": 32012, "concept_televisionstation_kvii": 30629, "concept_city_delray_beach": 37687, "concept_televisionstation_kvie": 30630, "concept_chemical_glutamate": 51349, "concept_male_alex_lifeson": 60052, "concept_visualartist_robert_drummond": 24930, "concept_televisionstation_kvia": 30633, "concept_personus_allan_moss": 73460, "concept_book_war_and_peace": 3157, "concept_politicianus_second_person": 3795, "20.9169400000000,-156.3938900000000": 22343, "concept_professor_kevin_mckenna": 69531, "concept_personnorthamerica_fax": 3133, "concept_athlete_dee_brown": 865, "concept_musician_yngwie_malmsteen": 62740, "concept_lake_lolland": 25590, "concept_athlete_colter_bean": 66182, "concept_televisionstation_kviq": 30631, "concept_personnorthamerica_abdul_ahad": 25815, "concept_televisionstation_wtmj": 13405, "concept_book_alice": 44107, "concept_actor_patricia_neal": 61713, "concept_mountain_mount_miserable": 42181, "concept_monument_philadelphia_area": 17609, "37.7755000000000,-122.4202400000000": 3180, "concept_televisionstation_wtmd": 30878, "concept_book_celestine_prophecy": 44404, "concept_personeurope_malcolm_lowry": 7043, "concept_drug_oxaliplatin": 48613, "concept_drug_ibuprofen": 50742, "concept_book_blackwood_farm": 44922, "concept_bank_usps_air_mail": 12129, "concept_bank_npm": 23137, "concept_nondiseasecondition_mahalo": 16370, "concept_amphibian_nostrils": 18372, "concept_visualartist_frederic_remington": 69741, "concept_architect_italo_svevo": 26135, "concept_coach_gary_pinkel": 17321, "concept_book_last_of_the_mohicans": 43821, "concept_stadiumoreventvenue_civic_center": 36338, "concept_sportsteam_morgan_st_bears": 41083, "concept_mountain_mauna_kea": 41996, "43.4833300000000,4.4666700000000": 67716, "concept_actor_raye_dowell": 61869, "concept_automobilemaker_triumph": 4429, "concept_room_spacious_loft": 53413, "concept_politicalparty_college": 2603, "37.1419750000000,-118.5557500000000": 24155, "concept_athlete_tyson_chandler": 66159, "concept_politician_chester_a__arthur": 71652, "concept_plant_live_oak": 48861, "concept_ceo_jay_adelson": 16607, "concept_book_starship_troopers": 45282, "concept_sportsgame_end": 47848, "concept_academicfield_accreditation": 74888, "concept_weapon_united_states_navy": 12628, "concept_lake_salmon_river": 39885, "concept_politicalparty_international_monetary_fund": 74945, "concept_writer_p__l__travers": 44935, "48.1460000000000,17.1160000000000": 17143, "concept_crustacean_lobsters": 49255, "concept_musician_robert_johnson": 62451, "concept_person_penny_lancaster": 3645, "concept_politicianus_lieberman": 60032, "concept_musician_styx": 6732, "concept_insect_gnats": 50398, "concept_product_adobe_acrobat": 14051, "concept_ceo_andy_grove": 19191, "concept_person_sims": 21239, "concept_zoo_celeste_center": 9006, "concept_biotechcompany_pain": 26141, "concept_year_n1916": 12919, "concept_county_nicholls_state": 20281, "concept_publication_job_opportunities": 4703, "concept_physicalcharacteristic_mess": 47994, "concept_person_sills": 18400, "concept_book_complete_novels": 64198, "concept_disease_heart_problems": 47439, "concept_athlete_alonzo_mourning": 679, "concept_room_marble_master_bath": 56517, "concept_consumerelectronicitem_operating_systems": 28856, "concept_academicfield_clinics": 3897, "concept_beach_blawenburg": 7394, "concept_transportation_money": 1704, "concept_coach_bob_bradley": 24024, "concept_airport_taylor_lake_village": 21610, "concept_researchproject_study": 12728, "concept_athlete_darren_clarke": 65349, "concept_retailstore_cafe_coffee_day": 34167, "concept_musicartist_jesus_lizard": 62401, "concept_fish_hammerhead_sharks": 49270, "concept_vegetable_peanuts": 21104, "32.5916662500000,130.2604162500000": 7392, "concept_televisionstation_ksmq_tv": 31292, "concept_website_decision": 29479, "concept_city_otsego": 37510, "concept_athlete_bill_bray": 60715, "concept_landscapefeatures_seascapes": 4801, "concept_agriculturalproduct_slow_cooker": 56306, "concept_drug_anacin": 48604, "concept_book_dragons_on_englor": 63662, "concept_book_death_be_not_proud": 60589, "concept_musicgenre_grunge_rock": 50672, "concept_writer_brownbear": 5973, "concept_televisionstation_kswb": 31063, "35.8892500000000,-93.7310200000000": 47723, "concept_insect_spectacle": 9663, "concept_person_thomas_jefferson": 16234, "concept_book_baking_cakes_in_kigali": 69457, "concept_park_fan": 11450, "concept_personmexico_michael": 67818, "concept_book_on_writing__a_memoir_of_the_craft": 45826, "concept_televisionstation_ktab_tv": 31620, "concept_arachnid_lone_star_tick": 50375, "concept_plant_pathfinder": 24390, "concept_personaustralia_harper_lee": 21992, "concept_book_the_way_of_shadows": 64049, "concept_bathroomitem_whirlpool_tubs": 59473, "concept_televisionstation_kwnb_tv": 30845, "concept_sportsteam_queen_s": 40966, "concept_politicianus_john_salazar": 68521, "concept_arthropod_bit": 28282, "concept_chemical_atoms": 50700, "concept_river_paktia_province": 15655, "concept_academicfield_extension": 46685, "23.0833300000000,70.1333300000000": 51575, "concept_vehicle_government_agencies": 16474, "concept_personmexico_david_west": 67808, "concept_athlete_darko_milicic": 718, "concept_politicianus_senator_kohl": 68619, "concept_hotel_tower": 34946, "concept_sportsteam_charlotte_49ers": 30070, "21.1500000000000,97.3500000000000": 12872, "concept_radiostation_wish_tv": 42429, "concept_company_miami_herald001": 6874, "concept_book_attention": 30478, "concept_personcanada_rupert_friend": 60663, "concept_planet_question": 17535, "concept_room_second_guest_room": 53756, "concept_writer_john_updike": 43559, "concept_mlsoftware_beep": 67879, "concept_bodypart_heart": 59563, "concept_book_the_neon_rain": 64106, "concept_visualizablescene_leeds_bradford": 35708, "concept_language_windish": 2381, "35.8269300000000,-82.1119200000000": 20286, "concept_male_billy_ray_cyrus": 60806, "concept_wine_green_bay": 15065, "-42.8166700000000,147.3166700000000": 15542, "concept_person_martha_miller": 61519, "concept_male_abigail": 27724, "concept_plant_stately_oaks": 25255, "39.9858200000000,-105.1130400000000": 26971, "concept_governmentorganization_office_of_management_and_budget": 14427, "concept_mountain_sneffels": 42177, "concept_politicianus_matt_blunt": 68457, "concept_organization_cpvcc": 71282, "concept_journalist_clyde_haberman": 70442, "concept_sportsgame_n2008_nba_finals": 47834, "concept_person_gabriel": 2639, "concept_politicalparty_coalition_provisional_authority": 52025, "concept_politicianus_democratic_candidate_barack_obama": 12555, "concept_musicartist_mars_volta": 73865, "concept_weapon_uzi_machine_guns": 54143, "concept_bank_hbos": 73316, "concept_city_bhagalpur": 38379, "concept_videogamesystem_adobe_lightroom": 14093, "concept_governmentorganization_oge": 14428, "concept_person_tonya_lewis_lee": 15347, "concept_radiostation_kblr": 42507, "concept_nut_hypertension": 8912, "concept_personcanada_michael_gordon": 67647, "concept_person_steve_mcpherson": 7976, "concept_weapon_smartlock_pistols": 54520, "concept_sportsteam_philies": 47809, "concept_weapon_five_weapons": 54584, "concept_athlete_joe_gordon": 66515, "concept_male_last_adam": 74848, "concept_filmfestival_eight": 11920, "concept_clothing_costume": 53847, "concept_book_shogun": 64763, "concept_writer_thomas_keneally": 44421, "concept_athlete_josh_fogg": 660, "concept_buildingfeature_frames": 59030, "concept_academicfield_engineering_psychology": 46535, "concept_book_barrel_fever": 67938, "concept_sportsteamposition_pitcher": 43181, "concept_visualizablething_front": 15151, "concept_port_kessingland": 74990, "concept_coach_chris_berman": 67430, "concept_profession_contacting": 51811, "concept_vegetable_walnuts": 20877, "concept_governmentorganization_federal_transit_administration": 15052, "concept_book_mystery": 1847, "concept_male_kenneth_wright": 60454, "concept_musicartist_rush": 60053, "concept_drug_blopress": 58407, "54.8766300000000,-94.9331700000000": 48621, "concept_book_deception_point": 60721, "concept_website_desktop": 28677, "concept_person_jamie": 62054, "concept_politicsissue_more_money": 1698, "concept_sport_motorsport": 43098, "concept_amphibian_care": 22020, "concept_writer_jim_marrs": 17436, "concept_televisionstation_wmmp": 32171, "concept_politicianus_richard_burr": 60762, "concept_politicsblog_citizen": 11003, "concept_airport_general_mitchell": 21374, "concept_insect_butterflies": 7830, "concept_physiologicalcondition_queensland_tick_typhus": 48098, "concept_book_all_about_h__hatterr": 4215, "concept_election_municipal_elections": 52098, "concept_athlete_ramon_ramirez": 706, "concept_person_lanni": 63310, "concept_sportsgame_news": 47755, "concept_river_nushagak": 21899, "concept_athlete_josh_banks": 66151, "41.8818000000000,-87.6245350000000": 22796, "concept_academicfield_software_engineering": 46119, "concept_city_deerfield": 37915, "concept_scientificterm_conditional_random_fields": 42782, "concept_person_jack_newton": 69368, "concept_lake_lago_yelcho": 12609, "concept_jobposition_nursing": 2075, "concept_automobilemodel_ikon": 72991, "concept_personnorthamerica_johnson": 64969, "concept_drug_humalog": 58707, "concept_sportsteamposition_centrefield": 9697, "concept_officebuildingroom_spacious_double_rooms": 56579, "concept_book_the_assistant": 7048, "concept_automobilemodel_altima": 24385, "concept_city_leiria": 39091, "concept_book_firewall": 44352, "concept_movie_enchanted": 61575, "concept_profession_execution": 52808, "concept_personafrica_garden_city": 3571, "38.3395600000000,-75.6549300000000": 23274, "18.9654440000000,72.9338320000000": 34469, "concept_website_sidestep_": 25235, "concept_attraction_columbia_area": 29979, "concept_book_naked": 67936, "concept_wine_vintages": 6318, "concept_stadiumoreventvenue_oncenter": 36602, "concept_book_crucible": 45711, "concept_book_castle_roogna": 29438, "concept_movie_lost_in_translation": 60860, "concept_country_tunisia": 5657, "concept_female_gaile_parkin": 69456, "concept_athlete_mike_lincoln": 65740, "concept_musician_feist": 62549, "concept_bathroomitem_spa_tub": 59357, "concept_musician_sonny_landreth": 62931, "concept_city_castine": 38935, "concept_officebuildingroom_large_double_room": 53757, "concept_book_n3rd_degree": 45622, "concept_drug_tofranil": 58700, "concept_book_the_woodlanders": 44816, "concept_city_barcelona": 29338, "concept_televisionstation_kbfd": 9880, "concept_city_paw_creek": 5041, "concept_clothing_sale": 59840, "concept_person_keturah": 14467, "concept_fish_cold_water_species": 50203, "concept_transportation_exchanges": 11149, "concept_musicartist_rancid": 62624, "concept_beverage_madison": 18773, "concept_city_rancho_cordova": 39076, "concept_hobby_integrated_design": 12424, "concept_city_whistler": 35865, "concept_professionalorganization_american_wind_energy_association": 20047, "concept_automobilemaker_caterham": 73076, "concept_tool_tools": 2076, "concept_city_fridley": 37912, "concept_musicalbum_reality": 74580, "concept_university_university_of_hong_kong": 47124, "concept_agriculturalproduct_markets": 59921, "concept_book_dolores_claiborne": 45615, "concept_eventoutcome_establishment": 3081, "concept_book_the_return_of_the_soldier": 26502, "concept_company_asian_spirit": 72616, "concept_personaustralia_gary_pinkel": 17320, "concept_city_effingham": 38040, "concept_hobby_outdoor_adventure_activities": 47583, "concept_currency_myanmar": 12824, "concept_profession_technicians": 52338, "concept_politicianus_webb": 68776, "concept_automobileengine_ford_explorer": 6069, "concept_island_funafuti": 51674, "concept_book_from_dead_to_worse": 44270, "concept_bird_mammals": 10385, "concept_nut_server": 28860, "concept_musician_michael_angelo_batio": 62335, "concept_blog_spokesman": 8921, "concept_recordlabel_mute": 17282, "concept_time_canadian_football_hall_of_fame": 20664, "concept_visualartist_e_40": 14809, "concept_personus_use_returns": 68835, "concept_televisionstation_kwba": 30668, "concept_plant_saplings": 48784, "concept_politicalparty_australian_government": 52016, "concept_bird_dabblers": 28796, "34.7247650000000,-92.2577150000000": 35776, "concept_celebrity_justin_gaston": 22786, "concept_journalist_louis_uchitelle": 70147, "concept_athlete_xavi": 66903, "concept_aquarium_how_to_set_up_aquarium": 57956, "concept_bank_select": 25237, "concept_meat_bun": 20771, "concept_musicalbum_discovery": 21988, "concept_stadiumoreventvenue_sommet_center": 36478, "concept_politicianus_joseph_i__lieberman": 68402, "concept_company_maxis": 7946, "concept_braintissue_pineal_gland": 2723, "concept_person_jossey_bass": 10748, "concept_crustacean_kid": 929, "concept_bank_axa": 23188, "concept_person_phoebe": 22987, "concept_hallwayitem_radiant_floor": 57426, "concept_televisionstation_kcts": 31694, "41.7009300000000,-72.5934200000000": 3242, "concept_book_red_harvest": 45173, "concept_person_judge_david_hale": 71812, "concept_city_nagasaki": 38564, "concept_director_stanley_donen": 60133, "concept_mediatype_report": 14106, "concept_televisionshow_passion": 75179, "concept_disease_kidney_problems": 18986, "concept_island_hilton_head_island": 51654, "concept_book_king_john": 9729, "concept_writer_arthur_agatston": 45077, "concept_athlete_eddie_kunz": 66785, "concept_book_tuck_everlasting": 63908, "concept_bathroomitem_desktop": 28855, "concept_televisionstation_saint_louis": 12091, "concept_radiostation_knx": 42394, "concept_book_the_purpose_driven_life": 43719, "42.2081600000000,-71.0058800000000": 24521, "concept_movie_star_trek": 61006, "concept_personus_barry_gibb": 19645, "concept_mountainrange_benevenagh": 21879, "concept_beach_bronx_ny": 1287, "concept_radiostation_kuow_fm": 42556, "concept_sportsteam_albany_great_danes": 30160, "concept_attraction_temple_bar": 56426, "concept_visualizablething_soy_protein": 56448, "concept_personeurope_david_miller": 65812, "concept_bank_astoria": 7061, "concept_book_the_crying_of_lot_49": 44085, "43.7361100000000,7.4250000000000": 23165, "30.4135400000000,-97.7375100000000": 6956, "concept_televisionstation_kttv": 30964, "concept_personmexico_tito_ortiz": 60956, "concept_hotel_grand": 35153, "concept_person_david_boreanaz": 3668, "concept_stadiumoreventvenue_field": 36336, "concept_blog_slashdot": 14560, "concept_professionalorganization_oasis": 18924, "concept_furniture_beds": 56574, "concept_newspaper_neighbors": 74859, "concept_journalist_eric_bailey": 70747, "concept_male_kevin_garnett": 60, "concept_personus_shakespeare": 9708, "concept_journalist_kit_stier": 70431, "concept_meat_dish": 50028, "concept_city_link": 7155, "concept_sportsteam_hofstra_university": 41738, "concept_televisionstation_wptz_tv": 32023, "concept_bodypart_fetus": 2896, "concept_musician_chris_squire": 63082, "concept_politicianus_frist": 67983, "concept_hotel_fairmont_empress": 35178, "concept_ceo_janet_l__robinson": 71371, "concept_personus_john_browne": 3684, "concept_stateorprovince_states": 11099, "concept_city_linz": 38524, "concept_drug_galvus": 59001, "concept_nonprofitorganization_agc": 75093, "23.3168500000000,120.9199533333333": 3450, "concept_coach_andrew_alberts": 67344, "concept_athlete_dustin_pedroia": 68, "concept_plant_palm_trees": 48905, "concept_convention_condition": 20677, "concept_city_johor_bahru": 33761, "concept_coach_new_jersey_devils": 67379, "concept_lake_strait_of_gibraltar": 25347, "concept_writer_dostoyevsky": 45073, "concept_drug_zomig": 58710, "concept_personeurope_e__nesbit": 64752, "concept_coach_south_carolina_gamecocks": 14362, "concept_athlete_lecavalier": 2097, "concept_book_mister_johnson": 44076, "concept_insect_housefly": 50409, "concept_mammal_axis": 49839, "concept_sportsteam_chelsea_football_club": 41037, "concept_person_sam_donaldson": 13215, "concept_sportsteam_kobe_university": 41263, "concept_software_microsoft_word": 14108, "concept_televisionstation_wkpt_tv": 31166, "concept_politicianus_dmitry_medvedev": 68743, "concept_televisionstation_wlvi_tv": 31357, "concept_city_rancho_cucamonga": 5067, "concept_person_wright": 24501, "concept_artery_process": 59672, "34.0669900000000,-118.4007000000000": 34503, "concept_visualizablething_blood_stream": 8962, "concept_movie_terms_of_endearment": 61665, "concept_athlete_daniel_schlereth": 65593, "concept_airport_edinburgh_international_airport": 35468, "concept_airport_senai": 35550, "concept_book_the_communist_manifesto": 30254, "concept_stateorprovince_bahia": 33820, "concept_weapon_maces": 54729, "concept_website_new_yorker_magazine": 14589, "concept_city_khe_sanh": 29899, "concept_newspaper_toronto_sun": 56903, "concept_monument_deshnok": 17478, "concept_room_set": 10890, "concept_biotechcompany_control": 29362, "concept_sportsteam_cent__michigan_chippewas": 41166, "concept_movie_jfk": 61742, "concept_hotel_grange_hotel": 35174, "concept_weapon_infantry_weapons": 54770, "concept_stadiumoreventvenue_baltimore_convention_center": 36515, "concept_movie_the_spy": 64735, "concept_beverage_potato_water": 55403, "concept_person_six_people": 62104, "concept_city_san_jose": 5307, "concept_company_longaberger": 8708, "concept_weapon_heavy_sword": 54270, "concept_city_ouagadougou": 37581, "concept_profession_special_education_teachers": 52573, "concept_transportation_edinburgh_airport": 35888, "concept_personus_extremists": 21915, "concept_mammal_sheep_": 12181, "concept_website_wpmi": 13203, "concept_country_hongkong": 40253, "27.7293500000000,-82.7432200000000": 32719, "concept_person_dizzy_trout": 10458, "concept_building_kuala_lumpur": 5818, "concept_book_lady_chatterley_s_lover": 23766, "concept_professionalorganization_kosciuszko_foundation": 74114, "concept_physicalaction_commerce": 28121, "concept_emotion_series": 25529, "concept_city_menominee": 39094, "concept_language_uzbek": 47227, "concept_agriculturalproduct_medicines": 48378, "concept_stadiumoreventvenue_adler_theatre": 38627, "concept_city_allahabad": 39562, "concept_personeurope_laura_esquivel": 3138, "concept_arthropod_files": 8177, "concept_politicsbill_washington_convention": 8853, "concept_recordlabel_water": 12859, "concept_politicianus_sen__clinton": 68354, "concept_book_witness": 4190, "concept_company_malaysian": 18430, "concept_university_universidad_complutense_de_madrid": 47249, "concept_visualizablescene_gentlemens": 14704, "concept_politicianus_president_ronald_reagan": 61393, "concept_musicartist_camel": 74027, "concept_bakedgood_loaf": 56239, "concept_comedian_medicine": 4752, "concept_judge_vissarion": 16639, "concept_radiostation_wbur": 42455, "concept_drug_tamiflu": 48380, "concept_televisionstation_wesh_tv": 32107, "33.3819000000000,-86.8091000000000": 9579, "concept_movie_ghost_rider": 60844, "concept_county_pontiac": 3628, "concept_aquarium_starfire_glass_aquarium": 57681, "concept_color_crimson_tide": 24099, "concept_disease_hiv_aids": 16192, "concept_airport_rapid_city_regional": 35749, "concept_politicianus_pat_leahy": 27661, "concept_bank_aflac": 74395, "concept_city_salamanca": 38800, "concept_politician_ray_hunt": 38671, "concept_sportsgame_four_weeks": 47956, "concept_musicgenre_seattle_grunge": 50636, "concept_visualartist_titian": 69704, "concept_celebrity_don_james": 37722, "51.5000000000000,-2.4166700000000": 51523, "42.3737100000000,-71.1097700000000": 15994, "concept_emotion_issue": 17569, "concept_bakedgood_strawberry_ice_cream": 56138, "concept_sportsteam_utep_miners": 30112, "concept_city_lead": 11214, "concept_book_five_quarters_of_the_orange": 45181, "34.5728800000000,-94.5730000000000": 52268, "concept_visualizablething_tsampa": 3426, "concept_ceo_mohsin_khan": 9810, "60.5750000000000,-1.1708325000000": 6150, "concept_blog_techcrunch": 57058, "concept_company_junglee": 57021, "concept_building_theatres": 18148, "concept_disease_attention_disorders": 49539, "concept_retailstore_lai_lai": 25172, "concept_arachnid_brown_widow": 50380, "concept_county_mackintosh_school": 51433, "concept_stadiumoreventvenue_interlagos": 27269, "concept_politicalparty_clinton_library": 23773, "concept_journalist_eli_lake": 70340, "concept_physicalaction_platform": 10485, "concept_politicalparty_bankers": 26539, "concept_biotechcompany_sap_ag": 71490, "concept_placeofworship_stockholm": 30434, "47.3899700000000,-110.0690900000000": 18462, "concept_bacteria_ascaris_lumbricoides": 48307, "concept_professor_steve_lohr": 69544, "concept_personus_bono": 6803, "concept_biotechcompany_icon": 27657, "concept_actor_jason_bleick": 61751, "concept_bodypart_appendix": 2718, "concept_musicsong_itunes": 2194, "concept_traditionalgame_rouge_et_noir": 13144, "concept_athlete_jason_kidd": 559, "concept_scientificterm_gamma_function": 42862, "concept_sportsleague_american_hockey_league": 74248, "concept_food_rice_mixture": 20986, "concept_drug_butalbital": 58829, "concept_company_brunswick_corporation": 72335, "45.4000000000000,28.0166700000000": 29966, "concept_kitchenitem_center": 3431, "concept_archaea_ladinos": 8055, "concept_book_carpe_jugulum": 5761, "concept_wine_classic_grape_varieties": 19534, "concept_bodypart_rib_cage": 59569, "concept_sportsleague_american_football_conference": 4781, "concept_automobileengine_ford_ranger": 6067, "concept_plant_native_grasses": 48997, "concept_winery_mcmanis": 75029, "concept_geopoliticallocation_pembroke_pines": 51542, "concept_profession_unions": 13841, "concept_insect_long_tongued_bees": 50508, "concept_city_panama_canal": 33658, "concept_city_troutdale": 38375, "concept_stadiumoreventvenue_sam_boyd_stadium": 14303, "concept_chemical_images": 6642, "concept_mediatype_restructuring": 14751, "concept_book_a_question_of_death_an_illustrated_phry": 44810, "concept_placeofworship_murlough": 18715, "concept_person_judith_nathan": 71081, "concept_sportsteam_buffalo_braves": 41106, "concept_sportsteam_missouri_state_west_plains_grizzlies": 41324, "concept_airport_san_diego_airport": 35640, "concept_jobposition_solicitor": 52296, "concept_weapon_nailgun": 54004, "concept_drug_ephedra": 58473, "concept_comedian_barry_levinson": 60891, "concept_city_south_pasadena": 34013, "-6.2355600000000,107.7255600000000": 24181, "concept_person_nathan": 6551, "concept_movie_hollywood_homicide": 60448, "concept_athlete_jeremy_powell": 66986, "concept_city_braunfels": 38696, "concept_female_patty_murray": 68501, "concept_organization_chinese_national_team": 71071, "concept_female_directors": 15285, "concept_sportsequipment_uniforms": 43121, "concept_sportsgame_n1959_world_series": 47890, "37.3602200000000,-120.5640800000000": 1019, "concept_coach_jay_bruce": 66762, "concept_televisionstation_wfld_tv": 31015, "concept_kitchenitem_tender": 978, "concept_bathroomitem_tub_combination": 25430, "concept_company_anheuser_busch_companies001": 19228, "concept_biotechcompany_teva": 48497, "-38.2166700000000,144.2833300000000": 18414, "concept_musician_jaz_coleman": 62317, "concept_politicianus_frank_lautenberg": 68368, "concept_bathroomitem_roman_tub": 59482, "concept_muscle_dorsi": 10124, "43.6948414285714,15.6990485714286": 74870, "concept_nongovorganization_taxpayers": 10657, "concept_drug_doxazosin": 51120, "concept_sportsteam_central_european_university": 41600, "concept_academicfield_aerospace_engineering": 46309, "concept_musicsong_verona": 9723, "concept_ceo_business_contact": 6471, "30.4915900000000,-92.1817900000000": 29500, "concept_chemical_nitrogen_oxide": 50807, "concept_male_zipporah": 1393, "concept_software_playstation_2": 72015, "concept_book_the_hour_of_the_star": 63936, "concept_sportsteamposition_wr": 43397, "concept_fish_anchovies": 50162, "concept_lake_baja": 8099, "concept_hotel_renaissance": 34840, "35.0459100000000,-85.1213400000000": 21461, "concept_city_hayward": 38488, "concept_language_quecha": 47012, "concept_buildingmaterial_conduits": 27929, "31.3915500000000,-98.1886400000000": 15295, "concept_coach_patrick_pinkney": 67419, "concept_city_texarkana": 37361, "33.1820650000000,-87.5283400000000": 20339, "concept_profession_physical_therapists": 52395, "concept_mountain_mount_errigal": 41969, "concept_profession_designs": 18225, "concept_book_burnt_offerings": 45830, "concept_city_cannes": 13759, "concept_room_big_room": 26796, "concept_city_southampton": 35653, "concept_athlete_dwight_gooden": 66479, "concept_personmexico_dave_roberts": 336, "concept_ceo_service_terms": 53031, "concept_televisionstation_kttu_tv": 31235, "concept_river_faywood_hot_springs": 17050, "concept_museum_highlights": 11064, "concept_televisionstation_kdtv": 31379, "39.7716500000000,-105.4419400000000": 52144, "concept_musicartist_simple_minds": 28753, "concept_weapon_bigger_guns": 54915, "concept_weapon_market_gas": 54878, "concept_radiostation_kimn": 42378, "concept_bakedgood_breakfasts": 56146, "concept_disease_smallpox": 48208, "concept_agriculturalproduct_sherry": 55521, "concept_actor_spy": 64629, "concept_governmentorganization_usaid_": 30529, "concept_mammal_rhinos": 49258, "concept_hotel_maui_banyan": 28235, "concept_personus_rebecca_wells": 12877, "concept_stateorprovince_nunavut_territory": 34093, "concept_writer_ann_brashares": 45449, "23.5166700000000,80.9500000000000": 3666, "concept_hobby_tips": 21544, "concept_bank_fedex_ground": 73396, "concept_chemical_verify": 5840, "concept_software_microsoft_office_2003": 28895, "concept_plant_oak": 48725, "concept_personafrica_dave_anderson": 69071, "concept_journalist_scott_collins": 70605, "concept_person_bonimo_s_son": 69485, "concept_male_eber_four": 60315, "concept_insect_wasps": 49275, "concept_personmexico_matt_painter": 3493, "concept_person_diego": 10099, "concept_beverage_lime_juice": 55487, "concept_city_little_rock": 4472, "concept_musicinstrument_blues": 62693, "concept_movie_easy_rider": 60080, "concept_hobby_traditional_music": 47596, "concept_musician_duane_eddy": 62443, "concept_person_moises_alou": 8657, "concept_sportsteam_humboldt_state_jacks": 41336, "concept_sportsteam_chapman_university": 41791, "concept_bank_bmo_nesbitt_burns": 73323, "concept_park_london_paddington_station": 33062, "concept_celebrity_season": 3333, "concept_person_scooter_libby": 19431, "concept_food_whole_milk": 55238, "concept_fruit_coconut": 55750, "concept_city_westland": 36748, "concept_city_hacienda_heights": 5480, "concept_furniture_pillow_top_mattress": 59114, "concept_personasia_kareem_abdul_jabbar": 66155, "concept_artery_coronary_arteries": 16354, "concept_radiostation_wguc": 42486, "concept_sport_surf": 43386, "concept_musicsong_natchez": 24626, "concept_sportsgame_yars": 24750, "concept_language_mandarin_chinese": 47040, "concept_city_pico_rivera": 5184, "48.4667000000000,15.6667000000000": 4319, "concept_person_hank_baskett": 20205, "concept_company_rockwell": 72415, "concept_university_mercy_hospital_school": 75325, "concept_aquarium_sharks_aquarium": 57860, "concept_biotechcompany_xerox": 16059, "concept_room_kids": 11265, "concept_sport_sumo": 43405, "concept_city_kona": 35503, "concept_room_square_feet": 26682, "concept_musicsong_nebraska": 3489, "concept_academicfield_urban_and_regional_planning": 46475, "concept_plant_stems": 17998, "concept_city_hoedspruit": 27114, "concept_book_the_road": 43977, "concept_organization_safe_passage": 74056, "concept_dateliteral_n1846": 39214, "concept_personeurope_ken_kesey": 15657, "concept_room_fireplace": 53536, "concept_city_gulf_breeze": 23623, "concept_personmexico_steenhuis": 10350, "concept_person_angus_young": 22730, "concept_politicianus_tim_geithner": 68317, "concept_city_renville": 39479, "concept_beach_fort_ogden": 2385, "concept_geopoliticalorganization_laguna_hills": 4869, "concept_olympics_palestinian_national_authority": 8792, "concept_lake_kekova": 30389, "concept_male_javier_bardem": 23666, "concept_clothing_fishnets": 59819, "concept_park_league": 11089, "concept_televisionstation_ksnf": 31056, "concept_sportsteam_embry_riddle_eagles": 41904, "concept_televisionstation_tie": 26985, "concept_sportsteam_new_school_for_social_research": 40983, "concept_musician_little_richard": 63147, "concept_book_clarissa": 64846, "concept_athlete_daryll_clark": 393, "concept_musicartist_mr_big": 17678, "concept_city_bartlesville": 12888, "concept_governmentorganization_illinois_state_library": 3590, "concept_lake_koh_mak": 13280, "concept_athlete_sparky_lyle": 66167, "37.3674000000000,-76.5336000000000": 48009, "concept_product_wedding": 56226, "concept_ceo_ferdinand_piech": 29610, "concept_mammal_furry_friends": 10734, "concept_athlete_byron_leftwich": 66801, "concept_city_luoyang": 37123, "concept_skiarea_picos_de_europa": 23404, "38.9880600000000,-76.9508300000000": 36399, "concept_stadiumoreventvenue_pnc_bank_arts_center": 27213, "concept_journalist_dan_morain": 70803, "35.1628000000000,136.9180000000000": 32799, "concept_book_n7th_heaven": 44198, "concept_company_bp001": 3681, "concept_writer_linda_lael_miller": 44841, "concept_bakedgood_gravy": 20976, "concept_restaurant_melting_pot": 11409, "42.1019400000000,-91.7771200000000": 1174, "concept_coach_david_bailiff": 71829, "concept_male_william_norris": 61181, "concept_writer_e__annie_proulx": 64338, "concept_sportsteam_long_beach_st__49ers": 41782, "concept_athlete_dustin_byfuglien": 66321, "concept_country_rwanda": 1836, "concept_personeurope_napoleon": 10774, "concept_personeurope_william_shakespeare": 43571, "concept_river_prairie_dog_town_fork": 32283, "40.7311100000000,-73.9950000000000": 11981, "concept_athlete_javon_walker": 65727, "concept_clothing_cargo_pants": 53887, "concept_city_glendale_arizona": 73054, "concept_archaea_cdv": 21908, "concept_musicartist_allman_brothers_band": 63076, "concept_person_crispin_glover": 15745, "concept_personalcareitem_nature": 27750, "concept_sportsequipment_tours": 9664, "concept_professor_wen_yang": 28329, "33.6957100000000,-112.4159100000000": 11503, "61.9757300000000,-144.4175600000000": 16903, "21.3027800000000,-157.8538900000000": 36367, "concept_coach_brandon_braboy": 862, "concept_river_reuss": 39231, "concept_book_mortal_allies": 64641, "concept_university_extension_school": 22709, "concept_street_quarry_lane": 1373, "concept_buildingfeature_components": 59056, "concept_televisionstation_knaz_tv": 13418, "49.4001300000000,-86.5666600000000": 16775, "concept_hotel_chisos_mountain_lodge": 15114, "concept_geometricshape_diagram": 3860, "concept_profession_services_employees": 52816, "concept_televisionstation_kcal": 31654, "concept_governmentorganization_u_s__fish": 28413, "concept_academicfield_maps": 23968, "concept_attraction_houston___texas": 51566, "45.1274650000000,-91.3110000000000": 8589, "concept_personaustralia_terry_deary": 15301, "46.3579900000000,-112.2700100000000": 21618, "concept_sportsteam_florida_a_m_rattlers": 41276, "concept_date_november_2008": 37190, "concept_date_november_2007": 37189, "concept_officebuildingroom_two_room_suites": 53156, "concept_ceo_venugopal_dhoot": 10771, "concept_athlete_ted_mcanlis": 66996, "concept_governmentorganization_cabinet": 29014, "concept_weapon_mace_pepper_spray": 54945, "concept_bodypart_spinal_chord": 2796, "concept_televisionstation_wsre_tv": 30726, "concept_nonprofitorganization_data": 7104, "concept_personus_employee": 27808, "concept_athlete_eddie_george": 67116, "concept_jobposition_decree": 8142, "concept_academicfield_communications_management": 46596, "concept_hotel_sebel_playford_adelaide": 30281, "concept_geopoliticalorganization_nevada_college": 34416, "concept_profession_leadership": 52490, "concept_athlete_nick_blackburn": 66837, "concept_university_nova_southeastern": 33116, "concept_coach_clint_barmes": 628, "concept_athlete_john_ruiz": 65548, "41.5443371428571,-83.6437042857143": 22950, "concept_airport_adams_field": 35648, "concept_criminal_web_pages": 7142, "concept_musician_paul_weller": 15665, "concept_river_pemigewasset": 39356, "concept_comedian_nicole_richie": 29539, "concept_museum_smithsonian": 30197, "concept_televisionstation_wvaw_lp": 31525, "concept_airport_nimes_airport": 35606, "concept_city_oakland_park": 37881, "concept_personeurope_winston_churchill": 43835, "concept_city_cary": 5224, "concept_food_termites": 49899, "34.0156000000000,-84.1670000000000": 47987, "concept_bakedgood_entire_cake": 56256, "concept_university_nottingham": 15469, "concept_videogame_estrogen": 8972, "35.1561400000000,-89.9483400000000": 42575, "concept_politicianus_bobby_jindal": 68576, "concept_website_minneapolis_star_tribune": 70614, "concept_weapon_v_2_rocket": 54374, "concept_hospital_froedtert": 36069, "concept_book_tropic_of_cancer": 44859, "concept_hallwayitem_headliner": 22769, "concept_videogame_vital_nutrients": 8970, "concept_writer_frank_norris": 44485, "concept_personmexico_steve_young": 428, "concept_televisionstation_wsyr_tv": 30832, "concept_attraction_big_ben001": 8776, "concept_biotechcompany_berlex": 48488, "concept_book_a_long_long_way": 11914, "concept_person_st": 71165, "concept_hobby_tap": 2136, 