{"concept_hotel_khimsar_fort": 27113, "concept_sportsteam_graduate_institute_of_international_studies": 40420, "concept_drug_carvedilol": 50443, "concept_weapon_game_rifle": 53967, "concept_county_uis": 33123, "concept_professionalorganization_national_conference": 5248, "concept_county_dearne": 6348, "30.5024600000000,-90.2448600000000": 5970, "concept_website_steam": 25492, "concept_hotel_dylan": 34364, "concept_airport_sdia": 23179, "concept_city_milwaukee": 3798, "concept_mlarea_tumor": 17071, "concept_stadiumoreventvenue_kellyshorts_stadium": 13576, "concept_city_san_marcos": 33274, "concept_city_ypsilanti": 33585, "concept_buildingfeature_water_heater": 7418, "concept_river_limmat": 37293, "concept_furniture_mattress": 55884, "concept_politicianus_bob_goodlatte": 68123, "concept_journalist_bart_hubbuch": 70692, "concept_attraction_n10_downing_street": 56587, "concept_person_sir_stafford_cripps": 60958, "concept_hotel_intercontinental_los_angeles_century_city": 34183, "concept_drug_effexor_xr": 47827, "concept_aquarium_world_government": 57039, "concept_boardgame_nicer": 46848, "concept_chemical_fluorides": 50240, "concept_person_john_f___kerry": 59202, "concept_ceo_daniel_vasella": 16507, "concept_musicartist_load": 15536, "concept_automobilemodel_f150": 73003, "concept_personus_john_vornholt": 68965, "concept_bakedgood_soft_drinks": 55281, "concept_sportsteam_william_penn_statesmen": 40714, "concept_sportsteam_colonels": 46879, "concept_movie_lonesome_dove": 17790, "concept_eventoutcome_position": 16966, "concept_hallwayitem_town_gate": 5185, "concept_musicalbum_mockingbird": 21323, "concept_politicsblog_real_estate": 56159, "concept_jobposition_deputy_minister": 6363, "concept_book_a_dangerous_fortune": 44644, "concept_attraction_blackfriars": 57280, "concept_attraction_national_film_theatre001": 19240, "concept_stateorprovince_oh": 33177, "-45.7583800000000,170.2801000000000": 74963, "concept_visualartist_joanny": 15329, "47.8001600000000,-77.1827300000000": 69817, "4.7731300000000,7.7786100000000": 1994, "concept_person_vitor_meira": 71204, "concept_insect_whiteflies": 49575, "concept_writer_hilton": 10896, "concept_geopoliticallocation_holland": 7461, "concept_wine_hotel_sierra_silvana": 18379, "concept_chef_george_greenstein": 69983, "concept_sportsleague_northwoods_league": 4008, "concept_winery_york_area": 16976, "concept_televisionstation_wfsg": 31015, "concept_book_the_martian_way_and_other_stories": 19788, "concept_journalist_andy_katz": 70713, "concept_crustacean_ghost_shrimp": 49478, "concept_agriculturalproduct_crushed_red_pepper": 54861, "concept_televisionstation_ktci": 30231, "concept_personeurope_shawn_fanning": 16429, "concept_bird_shetlands": 1405, "concept_journalist_robin_toner": 70642, "concept_sportsteam_expos": 50, "concept_agriculturalproduct_dressing": 55442, "concept_currency_last_week": 13886, "concept_musicartist_pearl_jam": 59788, "concept_beverage_stuffing": 20315, "concept_videogame_chickies": 15833, "concept_book_guardian": 44499, "concept_flooritem_shower_head": 14846, "concept_writer_gilbert_morris": 63183, "concept_stateorprovince_widget": 28028, "concept_city_bangkok": 14843, "concept_hobby_markets": 74628, "concept_person_faith_hill001": 59468, "concept_mldataset_bay": 8444, "concept_biotechcompany_baxter": 50190, "concept_journalist_john_mccormick": 69326, "concept_female_seven": 16715, "concept_personcanada_tahmima_anam": 14729, "concept_chemical_sugar": 49906, "concept_sportsteamposition_center_redmond": 45093, "concept_company_forbes001": 7745, "concept_journalist_james_glanz": 67773, "concept_scientist_ken_thompson": 23909, "concept_hotel_four_seasons_milan": 8448, "concept_mammal_beagles": 48952, "concept_politicianus_pat_buchanan": 68503, "concept_book_n2061_odyssey_three": 69318, "concept_lake_middle_andaman": 4110, "concept_book_the_story_of_my_life": 42708, "concept_disease_irritable_bowel_syndrome": 46530, "concept_sportsteam_southwest_texas_state_university": 39696, "concept_musicalbum_embodiment": 13727, "concept_artery_brachiocephalic": 58809, "concept_company_tiger": 5964, "concept_university_wake_forest": 32402, "concept_televisionstation_wfmz_tv": 29986, "concept_televisionstation_wfsb": 31014, "concept_person_chuck": 71299, "concept_writer_alistair_maclean": 64061, "concept_politicianus_presidential_election": 19597, "concept_newspaper_lafayette": 6766, "35.9566700000000,64.7472200000000": 13709, "concept_university_iowa_state_university": 46006, "concept_writer_christina_stead": 44366, "concept_book_the_beautiful_room_is_empty": 22611, "concept_governmentorganization_federal_bureau": 50886, "41.9113000000000,12.4696000000000": 7575, "concept_book_cosmos": 44683, "concept_athlete_craig_robinson": 39657, "concept_book_the_time_machine": 21310, "concept_country_former_ussr": 32957, "concept_city_mooringsport": 4596, "concept_bacteria_leptospira": 47396, "concept_drug_bupropion": 58060, "concept_movie_star_trek": 60346, "concept_landscapefeatures_country_lanes": 52250, "concept_sport_ncaa_basketball": 42421, "concept_person_angelina": 11779, "concept_writer_davida_wills_hurwin": 43376, "concept_book_nicholas_nickleby": 43206, "concept_chemical_different_chemicals": 50097, "concept_athlete_p_j__walters": 6012, "concept_book_elbow_room": 44598, "concept_grain_nassau_county": 20070, "concept_building_oare": 33506, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 56801, "concept_museum_allied_artists": 33595, "concept_drug_tavist": 57722, "concept_charactertrait_school_science": 47128, "35.5699000000000,139.7294000000000": 75145, "concept_fruit_limes": 55090, "concept_park_harlem": 32196, "concept_televisionstation_katu_tv": 30408, "concept_stadiumoreventvenue_pikes_peak_center": 35456, "concept_retailstore_sony": 14587, "concept_fungus_hth": 75391, "concept_book_the_main_chance": 12673, "concept_politicianus_republican_senator_norm_coleman": 68685, "concept_academicfield_environmental": 45347, "concept_governmentorganization_ohio_department": 50993, "concept_weapon_seven_missiles": 53876, "concept_braintissue_patients": 28795, "concept_mountain_central_sierra_nevada": 41334, "concept_city_stephenville": 39010, "concept_coach_al_arbour": 40184, "concept_drug_sinemet": 57833, "concept_musicalbum_steppenwolf": 26298, "concept_bank_pioneer": 19433, "concept_museum_lyndhurst": 11015, "concept_country_senegal": 5003, "34.9151000000000,-95.3310800000000": 32692, "concept_blog_wral_tv": 27530, "concept_academicfield_geophysics": 45374, "concept_disease_cancer_increase": 55024, "concept_beverage_cola": 54426, "concept_county_southwestern_state_university": 7203, "concept_nut_eggplant": 20249, "concept_river_delaware_river": 31563, "concept_athlete_travis_diener": 66820, "concept_university_liverpool_university": 46180, "concept_visualizablething_palm_oil": 54912, "concept_automobilemodel_terrain": 72829, "concept_eventoutcome_control_system": 51267, "concept_visualartist_walter_pater": 2814, "concept_coach_hassan_adams": 67440, "concept_sportsgame_playoffs": 26868, "concept_musician_rbd": 3298, "concept_tableitem_screen": 2825, "concept_disease_acute_infectious_disease": 47256, "concept_person_thomas_seymour": 28632, "concept_writer_dickens": 42922, "concept_televisionstation_kdtn": 9306, "concept_sportsteam_babson_college": 41081, "concept_room_masters_bedroom": 52814, "concept_bodypart_foal": 26476, "concept_geopoliticallocation_earthquake": 32906, "concept_website_asian": 1410, "concept_book_ella_enchanted": 1436, "concept_profession_deployment": 51804, "concept_televisionstation_kdtf": 30692, "concept_mountainrange_loita_hills": 56335, "concept_country___america": 844, "concept_park_atlanta_state_park": 32225, "concept_writer_leo_tolstoy": 43646, "concept_officebuildingroom_masterbedroom": 26035, "41.8758700000000,-87.6247700000000": 23033, "concept_mountainrange_middle_atlas": 7583, "concept_chemical_iodine": 50494, "-16.4386400000000,-39.0809200000000": 875, "concept_journalist_tommy_doyle": 16723, "concept_vein_pituitary_gland": 2209, "concept_insect_insects": 6642, "concept_biotechcompany_daiichi": 72121, "concept_mldataset_bt": 23061, "43.4513600000000,-1.5448700000000": 20506, "concept_musician_justin_hayward": 61714, "concept_weapon_automatic_pistol": 53550, "concept_newspaper_wall_street_journal": 55979, "concept_drug_loratadine": 50062, "concept_personmexico_luis_gonzalez": 65516, "concept_company_tivo": 26340, "concept_company_msn_search": 3741, "concept_trainstation_code": 10791, "concept_company_international_steel_group": 61622, "34.9506500000000,-90.3123200000000": 27063, "concept_musician_bo_diddley": 62215, "concept_drug_vancomycin": 47564, "concept_physiologicalcondition_weight_loss": 47623, "concept_city_annandale": 38500, "concept_beverage_cherries": 54771, "concept_company_business_objects": 71988, "concept_writer_ahdaf_soueif": 64176, "concept_stadiumoreventvenue_bowman_gray_stadium": 74255, "concept_bathroomitem_hair_dryers": 58604, "concept_politicianus_john_tyler": 68265, "concept_beach_jimbaran_bay": 15525, "concept_bank_vtb": 73642, "concept_biotechcompany_immunex": 72110, "concept_buildingfeature_garage_doors": 58180, "concept_hotel_taj_mahal_palace___tower": 33849, "concept_landscapefeatures_coastlines": 10697, "concept_scientist_simone_de_beauvoir": 70995, "concept_sportsteam_illini": 224, "concept_televisionstation_waff_tv": 30005, "37.6000000000000,83.8333300000000": 3000, "concept_weapon_intercontinental_ballistic_missiles": 54101, "concept_person_russell_brand": 59501, "concept_island_recommendation": 17723, "concept_city_place": 6549, "concept_journalist_marc_lacey": 69009, "55.9333300000000,-3.1666700000000": 33699, "concept_person_kore": 69473, "concept_emotion_fun": 5284, "concept_athlete_whitter": 20722, "concept_geopoliticallocation_purdue": 15772, "concept_city_amissville": 39055, "concept_musicartist_tips": 13126, "concept_book_martin_eden": 43844, "concept_island_guantanamo_bay": 18014, "concept_river_sheyenne": 31587, "concept_musician_erik_rutan": 62469, "concept_criminal_vissarion": 23431, "44.1333300000000,5.1000000000000": 35983, "concept_profession_technical_professionals": 51669, "concept_university_jewish_theological": 19951, "concept_athlete_ian_johnson": 67217, "concept_governmentorganization_sec": 50893, "concept_city_crestview_hills": 39060, "concept_medicalprocedure_bypass_surgery": 42561, "concept_hotel_rum_point_inn": 3107, "concept_biotechcompany_hoffman_la_roche": 47817, "38.8956700000000,-77.0399800000000": 1423, "concept_protein_vitamin_d": 54754, "62.4333300000000,30.3000000000000": 25859, "concept_politician_senator_dewine": 71705, "concept_book_phantom_of_the_opera": 44016, "concept_personasia_johnny_ford": 5619, "concept_bird_wild_turkeys": 48814, "concept_beach_hawaii": 75351, "concept_athlete_trevor_hoffman": 64872, "concept_city_srinagar": 38553, "concept_county_amos_tuck_school": 21718, "concept_book_dragonriders_of_pern": 43728, "concept_lake_big_spring": 16156, "concept_movie_badlands": 64656, "concept_city_island_no_": 38931, "concept_city_sabres": 9930, "concept_company_swatch": 73307, "concept_grain_rye": 54872, "concept_disease_add_adhd": 48585, "concept_musician_otis_redding": 62167, "concept_city_collierville": 37171, "concept_hotel_budget": 34465, "concept_academicfield_email": 45507, "concept_journalist_walter_pincus": 70490, "44.9501500000000,-63.5987000000000": 72463, "39.6191500000000,-105.7958400000000": 322, "concept_athlete_willie_harris": 67043, "concept_beach_bahia_pez_vela": 9518, "concept_website_quotes": 27990, "concept_personafrica_sofia_coppola": 60172, "concept_terroristorganization_harkat_ul_mujahideen": 51171, "concept_airport_hancock_international": 34750, "concept_newspaper_the_globe_and_mail": 56063, "concept_island_holiday": 6607, "concept_astronaut_eads": 19404, "concept_food_fresh_basil": 20096, "concept_weapon_case": 15537, "concept_musicartist_rise_against": 73893, "34.7750600000000,-85.0029300000000": 16649, "concept_writer_tacitus": 43496, "concept_televisionstation_wfxb_tv": 31276, "20.7430600000000,-156.8961100000000": 18726, "concept_country_career": 10766, "concept_county_savannah_area": 3977, "concept_book_little_house_in_the_big_woods": 63219, "concept_automobilemodel_edge": 55510, "concept_politicsissue_activity": 24665, "concept_organization_heilongjiang": 37586, "concept_person_shirley": 71173, "concept_sportsteam_the_masters_college_mustangs": 40659, "concept_movie_eraserhead": 64512, "concept_bodypart_skin_constrict": 3581, "concept_athlete_craig_biggio": 59397, "concept_mountainrange_lesser_caucasus": 56282, "concept_country_united_arab_emirates": 13836, "57.4059650000000,-4.3542150000000": 21637, "concept_clothing_leather_shoe": 58918, "concept_book_life_is_a_caravanserai": 22937, "concept_river_atchafalaya_river": 31750, "concept_movie_norma_rae": 61238, "concept_attraction_camden_lock": 57306, "concept_website_the_express": 55997, "concept_city_torshavn": 32730, "47.3417200000000,-84.6499100000000": 23751, "concept_company_medco": 72161, "concept_county_savannah": 4274, "concept_chemical_water": 49860, "concept_person_henry": 14533, "33.4252800000000,44.5300000000000": 10001, "64.7166700000000,32.4833300000000": 6578, "concept_politicsblog_raleigh": 22890, "concept_drug_tranxene_t_tab": 57962, "concept_personcanada_belzec": 5467, "concept_sportsteam_baylor_bears_basketball": 40062, "concept_building_mohammed_v": 8027, "concept_academicfield_foreign_languages_and_literatures": 46122, "concept_book_a_dying_light_in_corduba": 44446, "concept_director_roberto_benigni": 64724, "concept_hotel_sari_pan_pacific_hotel": 34252, "concept_book_amerika": 43920, "concept_sportsteam_dakota_state_trojans": 40654, "concept_city_kashi": 37249, "concept_vertebrate_ships": 29117, "concept_academicfield_pc": 5990, "concept_televisionstation_wbpg": 30469, "concept_traditionalgame_big_one": 17695, "concept_retailstore_virgin_records": 4125, "concept_tableitem_site_visitor": 25480, "concept_sportsteam_florida_intl_golden_panthers": 89, "concept_city_la_palma": 4684, "concept_university_anderson_graduate_school_of_management": 32628, "concept_animal_calf": 49665, "concept_personeurope_maddie": 4055, "concept_coach_justin_miller": 59472, "concept_room_lab": 24610, "concept_politician_mary_mcaleese": 71769, "concept_physiologicalcondition_cancer_increases": 55034, "concept_park_the_castro": 32371, "concept_city_sharm_el_sheikh": 37259, "concept_disease_sickle_cell_anemia": 48667, "concept_radiostation_kpcc": 41431, "concept_musicartist_devo": 21164, "concept_hotel_gaylord_national": 34514, "concept_room_small_lounge": 52695, "concept_invertebrate_worms": 7175, "concept_university_new_mexico_school": 17436, "concept_buildingmaterial_polycarbonate": 55607, "concept_organization_n366th_civil_engineer_squadron": 71922, "concept_city_knock": 37732, "concept_weapon_vent_free_gas": 54036, "concept_writer_walter_pater": 64214, "concept_recordlabel_blackend": 24509, "concept_person_mississippi_state": 28993, "concept_writer_tolkein": 44724, "concept_food_meals": 55012, "concept_room_oceanfront_room": 52521, "concept_criminal_carlo_ponti": 17485, "concept_book_taps": 24376, "concept_ceo_anne_rice": 71493, "concept_river_willamette_river": 31608, "concept_athlete_dinara_safina": 65368, "concept_bird_elephant": 7125, "concept_coach_clint_barmes": 65153, "concept_newspaper_dayton_daily_news": 70272, "concept_bacteria_rickettsia_prowazekii": 47176, "concept_sportsequipment_freestyle": 645, "concept_jobposition_trainer": 51417, "concept_movie_chinatown": 61240, "concept_city_st_charles": 38606, "concept_blog_va": 17526, "concept_hotel_royal_york": 34250, "concept_coach_righetti": 8455, "concept_jobposition_social_worker": 51410, "concept_professor_david_hoffman": 69072, "concept_academicfield_communication_studies": 45472, "concept_videogame_grandmother": 11189, "concept_furniture_double_sofa": 58319, "concept_academicfield_public_service": 45901, "concept_person_bl__innocent_xi": 71213, "35.0855600000000,63.1744400000000": 25139, "concept_sportsteam_bulldogs": 39602, "concept_city_ozark": 19145, "concept_scientist_max_frisch": 63505, "concept_drug_zyvox": 47825, "concept_country_republic_of_kenya": 32884, "concept_person_master_p": 23044, "concept_attraction_vat_phou": 20955, "concept_city_arvada": 4766, "concept_geometricshape_shape": 525, "concept_mountainrange_southern_rockies": 56253, "concept_room_principal_bedroom": 52899, "concept_disease_pervasive_developmental_disorders": 983, "concept_visualizablething_cathedral": 56589, "concept_journalist_michael_abramowitz": 70558, "-8.5336100000000,126.7102800000000": 9869, "concept_company_frontier_airlines": 72705, "concept_arthropod_natural_enemies": 49503, "concept_island_brecqhou": 9040, "concept_weapon_anti_ballistic_missile": 53637, "concept_sportsteam_uc_san_diego": 40200, "concept_county_palm_coast": 25879, "concept_geopoliticalorganization_torun": 27353, "concept_academicfield_liberal_arts": 45510, "concept_televisionstation_kiku": 31323, "concept_televisionstation_kvii": 29940, "concept_city_delray_beach": 36999, "concept_televisionstation_kvie": 29941, "concept_chemical_glutamate": 50480, "concept_male_alex_lifeson": 59195, "concept_visualartist_robert_drummond": 24253, "concept_televisionstation_kvia": 29944, "concept_personus_allan_moss": 73504, "concept_book_war_and_peace": 2520, "concept_politicianus_second_person": 3158, "20.9169400000000,-156.3938900000000": 21671, "concept_professor_kevin_mckenna": 69575, "concept_personnorthamerica_fax": 2496, "concept_athlete_dee_brown": 60220, "concept_musician_yngwie_malmsteen": 62227, "concept_lake_lolland": 24913, "concept_athlete_colter_bean": 66117, "concept_televisionstation_kviq": 29942, "concept_personnorthamerica_abdul_ahad": 25138, "concept_televisionstation_wtmj": 12754, "concept_book_alice": 43235, "concept_actor_patricia_neal": 61192, "concept_mountain_mount_miserable": 41309, "concept_monument_philadelphia_area": 16943, "37.7755000000000,-122.4202400000000": 2544, "concept_televisionstation_wtmd": 30189, "concept_book_celestine_prophecy": 43532, "concept_personeurope_malcolm_lowry": 6405, "concept_drug_oxaliplatin": 47744, "concept_drug_ibuprofen": 49873, "concept_book_blackwood_farm": 44050, "concept_bank_usps_air_mail": 11479, "concept_bank_npm": 22466, "concept_nondiseasecondition_mahalo": 15705, "concept_amphibian_nostrils": 17704, "concept_visualartist_frederic_remington": 69785, "concept_architect_italo_svevo": 25458, "concept_coach_gary_pinkel": 16655, "concept_book_last_of_the_mohicans": 42949, "concept_stadiumoreventvenue_civic_center": 35651, "concept_sportsteam_morgan_st_bears": 40260, "concept_mountain_mauna_kea": 41124, "43.4833300000000,4.4666700000000": 67759, "concept_actor_raye_dowell": 61354, "concept_automobilemaker_triumph": 3793, "concept_room_spacious_loft": 52553, "concept_politicalparty_college": 1966, "37.1419750000000,-118.5557500000000": 23484, "concept_athlete_tyson_chandler": 66076, "concept_politician_chester_a__arthur": 71696, "concept_plant_live_oak": 47992, "concept_ceo_jay_adelson": 15941, "concept_book_starship_troopers": 44410, "concept_sportsgame_end": 46979, "concept_academicfield_accreditation": 74931, "concept_weapon_united_states_navy": 11978, "concept_lake_salmon_river": 39199, "concept_politicalparty_international_monetary_fund": 74988, "concept_writer_p__l__travers": 44063, "48.1460000000000,17.1160000000000": 16477, "concept_crustacean_lobsters": 48386, "concept_musician_robert_johnson": 61938, "concept_person_penny_lancaster": 3008, "concept_politicianus_lieberman": 59175, "concept_musician_styx": 6094, "concept_insect_gnats": 49529, "concept_product_adobe_acrobat": 13400, "concept_ceo_andy_grove": 18523, "concept_person_sims": 20571, "concept_zoo_celeste_center": 8361, "concept_biotechcompany_pain": 25464, "concept_architect_application": 6998, "concept_county_nicholls_state": 19613, "concept_publication_job_opportunities": 4065, "concept_physicalcharacteristic_mess": 47125, "concept_person_sills": 17732, "concept_book_complete_novels": 63685, "concept_disease_heart_problems": 46567, "concept_athlete_alonzo_mourning": 59492, "concept_room_marble_master_bath": 55658, "concept_consumerelectronicitem_operating_systems": 28174, "concept_academicfield_clinics": 3260, "concept_beach_blawenburg": 6756, "concept_transportation_money": 1068, "concept_coach_bob_bradley": 23354, "concept_airport_taylor_lake_village": 20941, "concept_researchproject_study": 12078, "concept_athlete_darren_clarke": 64876, "concept_retailstore_cafe_coffee_day": 33480, "concept_musicartist_jesus_lizard": 61888, "concept_fish_hammerhead_sharks": 48401, "concept_vegetable_peanuts": 20436, "32.5916662500000,130.2604162500000": 6754, "concept_televisionstation_ksmq_tv": 30603, "concept_website_decision": 28797, "concept_city_otsego": 36822, "concept_athlete_bill_bray": 60002, "concept_landscapefeatures_seascapes": 4163, "concept_agriculturalproduct_slow_cooker": 55446, "concept_drug_anacin": 47735, "concept_book_dragons_on_englor": 63149, "concept_book_death_be_not_proud": 59851, "concept_musicgenre_grunge_rock": 49803, "concept_writer_brownbear": 5335, "concept_televisionstation_kswb": 30374, "35.8892500000000,-93.7310200000000": 46851, "concept_insect_spectacle": 9017, "38.2245600000000,-0.5191900000000": 2595, "concept_book_baking_cakes_in_kigali": 69501, "concept_park_fan": 10802, "concept_personmexico_michael": 67862, "concept_book_on_writing__a_memoir_of_the_craft": 44954, "concept_televisionstation_ktab_tv": 30931, "concept_arachnid_lone_star_tick": 49506, "concept_plant_pathfinder": 23719, "concept_book_the_way_of_shadows": 63536, "concept_bathroomitem_whirlpool_tubs": 58614, "concept_televisionstation_kwnb_tv": 30156, "concept_sportsteam_queen_s": 40159, "concept_politicianus_john_salazar": 68565, "concept_arthropod_bit": 27600, "concept_chemical_atoms": 49831, "concept_river_paktia_province": 14994, "concept_academicfield_extension": 45813, "23.0833300000000,70.1333300000000": 50706, "concept_vehicle_government_agencies": 15808, "concept_personmexico_david_west": 67852, "concept_movie_octopussy": 59148, "concept_politicianus_senator_kohl": 68663, "concept_hotel_tower": 34259, "concept_sportsteam_charlotte_49ers": 29386, "21.1500000000000,97.3500000000000": 12222, "concept_radiostation_wish_tv": 41557, "concept_company_miami_herald001": 6236, "concept_book_attention": 29789, "concept_personcanada_rupert_friend": 59943, "concept_planet_question": 16869, "concept_room_second_guest_room": 52896, "concept_writer_john_updike": 42687, "concept_mlsoftware_beep": 67923, "concept_bodypart_heart": 58704, "concept_book_the_neon_rain": 63593, "concept_visualizablescene_leeds_bradford": 35021, "concept_language_windish": 1745, "35.8269300000000,-82.1119200000000": 19618, "concept_male_billy_ray_cyrus": 60112, "concept_wine_green_bay": 14405, "-42.8166700000000,147.3166700000000": 14881, "concept_person_martha_miller": 60990, "concept_male_abigail": 27047, "concept_plant_stately_oaks": 24578, "39.9858200000000,-105.1130400000000": 26294, "concept_governmentorganization_office_of_management_and_budget": 13766, "concept_mountain_sneffels": 41305, "concept_politicianus_matt_blunt": 68501, "concept_organization_cpvcc": 71326, "concept_journalist_clyde_haberman": 70486, "concept_sportsgame_n2008_nba_finals": 46965, "concept_person_gabriel": 2002, "concept_politicalparty_coalition_provisional_authority": 51156, "concept_politicianus_democratic_candidate_barack_obama": 11905, "concept_musicartist_mars_volta": 73909, "concept_weapon_uzi_machine_guns": 53283, "concept_bank_hbos": 73360, "concept_city_bhagalpur": 37691, "concept_videogamesystem_adobe_lightroom": 13442, "concept_governmentorganization_oge": 13767, "concept_person_tonya_lewis_lee": 14686, "concept_visualizableobject_throttle": 54191, "concept_nut_hypertension": 8267, "concept_personcanada_michael_gordon": 67690, "concept_person_steve_mcpherson": 7336, "concept_weapon_smartlock_pistols": 53660, "concept_sportsteam_philies": 46940, "concept_weapon_five_weapons": 53724, "concept_athlete_joe_gordon": 66521, "concept_male_last_adam": 74891, "concept_filmfestival_eight": 11270, "concept_clothing_costume": 52987, "concept_book_shogun": 64250, "concept_writer_thomas_keneally": 43549, "concept_city_canby": 36814, "concept_buildingfeature_frames": 58171, "concept_academicfield_engineering_psychology": 45663, "concept_athlete_charlie_morton": 60577, "concept_sportsteamposition_pitcher": 42309, "concept_visualizablething_front": 14491, "concept_port_kessingland": 75033, "concept_coach_chris_berman": 67473, "concept_profession_contacting": 50942, "concept_vegetable_walnuts": 20209, "concept_governmentorganization_federal_transit_administration": 14392, "concept_book_mystery": 1211, "concept_male_kenneth_wright": 59673, "concept_musicartist_rush": 59196, "concept_drug_blopress": 57548, "54.8766300000000,-94.9331700000000": 47752, "concept_book_deception_point": 60009, "concept_website_desktop": 27995, "concept_person_jamie": 61541, "concept_politicsissue_more_money": 1062, "concept_sport_motorsport": 42226, "concept_amphibian_care": 21349, "concept_writer_jim_marrs": 16770, "concept_televisionstation_wmmp": 31482, "concept_politicianus_richard_burr": 60060, "concept_politicsblog_citizen": 10355, "concept_airport_general_mitchell": 20706, "concept_insect_butterflies": 7191, "concept_physiologicalcondition_queensland_tick_typhus": 47229, "concept_book_all_about_h__hatterr": 3580, "concept_election_municipal_elections": 51229, "concept_book_sin_city": 44609, "concept_person_lanni": 62797, "concept_sportsgame_news": 46885, "concept_river_nushagak": 21228, "concept_athlete_josh_banks": 66066, "41.8818000000000,-87.6245350000000": 22125, "concept_academicfield_software_engineering": 45247, "concept_city_deerfield": 37227, "concept_scientificterm_conditional_random_fields": 41910, "concept_person_jack_newton": 69412, "concept_lake_lago_yelcho": 11959, "concept_jobposition_nursing": 1440, "concept_automobilemodel_ikon": 73035, "concept_personnorthamerica_johnson": 64456, "concept_drug_humalog": 57848, "concept_sportsteamposition_centrefield": 9051, "concept_officebuildingroom_spacious_double_rooms": 55720, "concept_book_the_assistant": 6410, "concept_automobilemodel_altima": 23714, "concept_city_leiria": 38404, "concept_book_firewall": 43480, "concept_movie_enchanted": 61047, "concept_profession_execution": 51939, "concept_personafrica_garden_city": 2934, "38.3395600000000,-75.6549300000000": 22604, "18.9654440000000,72.9338320000000": 33782, "concept_website_sidestep_": 24558, "concept_attraction_columbia_area": 29297, "concept_book_naked": 67980, "concept_wine_vintages": 5680, "concept_stadiumoreventvenue_oncenter": 35915, "concept_book_crucible": 44839, "concept_book_castle_roogna": 28756, "concept_movie_lost_in_translation": 60174, "concept_country_tunisia": 5019, "concept_female_gaile_parkin": 69500, "concept_athlete_mike_lincoln": 65461, "concept_musician_feist": 62036, "concept_bathroomitem_spa_tub": 58498, "concept_musician_sonny_landreth": 62418, "concept_city_castine": 38248, "concept_officebuildingroom_large_double_room": 52897, "concept_book_n3rd_degree": 44750, "concept_drug_tofranil": 57841, "concept_book_the_woodlanders": 43944, "concept_city_barcelona": 28656, "concept_televisionstation_kbfd": 9234, "concept_city_paw_creek": 4403, "concept_clothing_sale": 58981, "concept_person_keturah": 13806, "concept_fish_cold_water_species": 49334, "concept_transportation_exchanges": 10501, "concept_musicartist_rancid": 62111, "concept_beverage_madison": 18105, "concept_city_rancho_cordova": 38389, "concept_hobby_integrated_design": 11774, "concept_city_whistler": 35178, "concept_professionalorganization_american_wind_energy_association": 19379, "concept_automobilemaker_caterham": 73120, "concept_tool_tools": 1441, "concept_city_fridley": 37224, "concept_musicalbum_reality": 74623, "concept_university_university_of_hong_kong": 46252, "concept_agriculturalproduct_markets": 59062, "concept_book_dolores_claiborne": 44743, "concept_eventoutcome_establishment": 2444, "concept_book_the_return_of_the_soldier": 25825, "concept_company_asian_spirit": 72660, "concept_personaustralia_gary_pinkel": 16654, "concept_city_effingham": 37352, "concept_hobby_outdoor_adventure_activities": 46711, "concept_currency_myanmar": 12174, "concept_profession_technicians": 51469, "concept_politicianus_webb": 68820, "concept_automobileengine_ford_explorer": 5431, "concept_island_funafuti": 50805, "concept_book_from_dead_to_worse": 43398, "concept_bird_mammals": 9739, "concept_nut_server": 28178, "concept_musician_michael_angelo_batio": 61822, "concept_blog_spokesman": 8276, "concept_recordlabel_mute": 16616, "concept_time_canadian_football_hall_of_fame": 19996, "concept_visualartist_e_40": 14149, "concept_personus_use_returns": 68879, "concept_televisionstation_kwba": 29979, "concept_plant_saplings": 47915, "concept_male_joakim_noah": 59971, "concept_politicalparty_australian_government": 51147, "concept_bird_dabblers": 28114, "34.7247650000000,-92.2577150000000": 35089, "concept_celebrity_justin_gaston": 22115, "concept_journalist_louis_uchitelle": 70191, "concept_athlete_xavi": 66928, "concept_aquarium_how_to_set_up_aquarium": 57097, "concept_bank_select": 24560, "concept_meat_bun": 20103, "concept_musicalbum_discovery": 21317, "concept_stadiumoreventvenue_sommet_center": 35791, "concept_politicianus_joseph_i__lieberman": 68446, "concept_company_maxis": 7307, "concept_braintissue_pineal_gland": 2086, "concept_person_jossey_bass": 10100, "concept_crustacean_kid": 298, "concept_bank_axa": 22517, "concept_person_phoebe": 22316, "concept_hallwayitem_radiant_floor": 56567, "concept_televisionstation_kcts": 31005, "41.7009300000000,-72.5934200000000": 2606, "concept_book_red_harvest": 44301, "concept_person_judge_david_hale": 71856, "concept_city_nagasaki": 37877, "concept_director_stanley_donen": 59288, "concept_mediatype_report": 13455, "concept_televisionshow_passion": 75222, "concept_disease_kidney_problems": 18318, "concept_island_hilton_head_island": 50785, "concept_book_king_john": 9083, "concept_writer_arthur_agatston": 44205, "concept_athlete_eddie_kunz": 66806, "concept_book_tuck_everlasting": 63395, "concept_bathroomitem_desktop": 28173, "concept_televisionstation_saint_louis": 11441, "concept_radiostation_knx": 41522, "concept_book_the_purpose_driven_life": 42847, "42.2081600000000,-71.0058800000000": 23849, "concept_coach_marshall_faulk": 60570, "concept_personus_barry_gibb": 18978, "concept_mountainrange_benevenagh": 21209, "concept_beach_bronx_ny": 655, "concept_radiostation_kuow_fm": 41684, "concept_sportsteam_albany_great_danes": 29472, "concept_attraction_temple_bar": 55566, "concept_visualizablething_soy_protein": 55588, "concept_personeurope_david_miller": 65567, "concept_bank_astoria": 6423, "concept_book_the_crying_of_lot_49": 43213, "43.7361100000000,7.4250000000000": 22494, "30.4135400000000,-97.7375100000000": 6318, "concept_televisionstation_kttv": 30275, "concept_personmexico_tito_ortiz": 60288, "concept_hotel_grand": 34466, "concept_person_david_boreanaz": 3031, "concept_stadiumoreventvenue_field": 35649, "concept_blog_slashdot": 13900, "concept_professionalorganization_oasis": 18256, "concept_furniture_beds": 55715, "concept_newspaper_neighbors": 74902, "concept_journalist_eric_bailey": 70791, "concept_male_kevin_garnett": 59785, "concept_personus_shakespeare": 9062, "concept_journalist_kit_stier": 70475, "concept_meat_dish": 49159, "concept_city_link": 6517, "concept_sportsteam_hofstra_university": 40872, "concept_company_hk_disneyland": 72477, "concept_televisionstation_wptz_tv": 31334, "concept_bodypart_fetus": 2259, "concept_musician_chris_squire": 62569, "concept_politicianus_frist": 68027, "concept_hotel_fairmont_empress": 34491, "concept_ceo_janet_l__robinson": 71415, "concept_personus_john_browne": 3047, "concept_stateorprovince_states": 10451, "concept_city_linz": 37837, "concept_drug_galvus": 58142, "concept_nonprofitorganization_agc": 75136, "23.3168500000000,120.9199533333333": 2813, "concept_coach_andrew_alberts": 67387, "concept_athlete_dustin_pedroia": 60018, "concept_plant_palm_trees": 48036, "concept_convention_condition": 20009, "concept_city_johor_bahru": 33073, "concept_coach_new_jersey_devils": 67422, "concept_lake_strait_of_gibraltar": 24670, "concept_writer_dostoyevsky": 44201, "concept_drug_zomig": 57851, "concept_personeurope_e__nesbit": 64239, "concept_coach_south_carolina_gamecocks": 13702, "concept_athlete_lecavalier": 1462, "concept_book_mister_johnson": 43204, "concept_insect_housefly": 49540, "concept_mammal_axis": 48970, "concept_musicartist_deftones": 73993, "concept_person_sam_donaldson": 12565, "concept_sportsteam_kobe_university": 40421, "concept_software_microsoft_word": 13457, "concept_televisionstation_wkpt_tv": 30477, "concept_politicianus_dmitry_medvedev": 68787, "concept_televisionstation_wlvi_tv": 30668, "concept_city_rancho_cucamonga": 4429, "concept_academicfield_american_studies": 45597, "concept_artery_process": 58813, "34.0669900000000,-118.4007000000000": 33816, "concept_visualizablething_blood_stream": 8317, "concept_movie_terms_of_endearment": 61141, "concept_athlete_daniel_schlereth": 65248, "concept_airport_edinburgh_international_airport": 34781, "concept_airport_senai": 34863, "concept_book_the_communist_manifesto": 29565, "concept_stateorprovince_bahia": 33133, "concept_weapon_maces": 53869, "concept_website_new_yorker_magazine": 13929, "concept_city_khe_sanh": 29217, "concept_newspaper_toronto_sun": 56044, "concept_monument_deshnok": 16812, "concept_room_set": 10242, "concept_biotechcompany_control": 28680, "concept_sportsteam_cent__michigan_chippewas": 40339, "concept_movie_jfk": 61221, "concept_athlete_jake_delhomme": 65945, "concept_weapon_infantry_weapons": 53910, "concept_stadiumoreventvenue_baltimore_convention_center": 35828, "concept_movie_the_spy": 64222, "concept_beverage_potato_water": 54543, "concept_person_six_people": 61591, "concept_athlete_babe_ruth": 59955, "concept_company_longaberger": 8063, "concept_weapon_heavy_sword": 53410, "concept_city_ouagadougou": 36893, "concept_profession_special_education_teachers": 51704, "concept_transportation_edinburgh_airport": 35201, "concept_personus_extremists": 21244, "concept_mammal_sheep_": 11531, "concept_website_wpmi": 12553, "concept_country_hongkong": 39567, "27.7293500000000,-82.7432200000000": 32030, "concept_person_dizzy_trout": 9811, "concept_building_kuala_lumpur": 5180, "concept_book_lady_chatterley_s_lover": 23096, "concept_professionalorganization_kosciuszko_foundation": 74158, "concept_physicalaction_commerce": 27442, "concept_emotion_series": 24852, "concept_city_menominee": 38407, "concept_language_uzbek": 46355, "concept_agriculturalproduct_medicines": 47509, "concept_stadiumoreventvenue_adler_theatre": 37940, "concept_city_allahabad": 38875, "concept_personeurope_laura_esquivel": 2501, "concept_arthropod_files": 7537, "concept_politicsbill_washington_convention": 8208, "concept_recordlabel_water": 12209, "concept_politicianus_sen__clinton": 68398, "concept_book_witness": 3555, "concept_company_malaysian": 17762, "concept_university_universidad_complutense_de_madrid": 46377, "concept_visualizablescene_gentlemens": 14044, "concept_politicianus_president_ronald_reagan": 60844, "concept_musicartist_camel": 74071, "concept_bakedgood_loaf": 55379, "concept_comedian_medicine": 4114, "concept_judge_vissarion": 15973, "concept_radiostation_wbur": 41583, "concept_drug_tamiflu": 47511, "concept_televisionstation_wesh_tv": 31418, "33.3819000000000,-86.8091000000000": 8933, "concept_movie_ghost_rider": 60156, "concept_county_pontiac": 2991, "concept_aquarium_starfire_glass_aquarium": 56822, "concept_color_crimson_tide": 23428, "concept_disease_hiv_aids": 15532, "concept_airport_rapid_city_regional": 35062, "concept_politicianus_pat_leahy": 26984, "concept_bank_aflac": 74438, "concept_city_salamanca": 38113, "concept_sportsgame_four_weeks": 47087, "concept_musicgenre_seattle_grunge": 49767, "concept_visualartist_titian": 69748, "concept_celebrity_don_james": 37034, "51.5000000000000,-2.4166700000000": 50654, "42.3737100000000,-71.1097700000000": 15334, "concept_emotion_issue": 16903, "concept_bakedgood_strawberry_ice_cream": 55278, "concept_sportsteam_utep_miners": 29428, "concept_city_lead": 10566, "concept_book_five_quarters_of_the_orange": 44309, "34.5728800000000,-94.5730000000000": 51399, "concept_visualizablething_tsampa": 2789, "concept_ceo_mohsin_khan": 9164, "60.5750000000000,-1.1708325000000": 5512, "concept_blog_techcrunch": 56199, "concept_company_junglee": 56162, "concept_building_theatres": 17480, "concept_disease_attention_disorders": 48670, "concept_retailstore_lai_lai": 24495, "concept_arachnid_brown_widow": 49511, "concept_county_mackintosh_school": 50564, "concept_stadiumoreventvenue_interlagos": 26592, "concept_politicalparty_clinton_library": 23103, "concept_journalist_eli_lake": 70384, "concept_physicalaction_platform": 9838, "concept_politicalparty_bankers": 25862, "concept_biotechcompany_sap_ag": 71534, "concept_placeofworship_stockholm": 29745, "47.3899700000000,-110.0690900000000": 17794, "concept_bacteria_ascaris_lumbricoides": 47438, "concept_professor_steve_lohr": 69588, "concept_personus_bono": 6165, "concept_biotechcompany_icon": 26980, "concept_actor_jason_bleick": 61230, "concept_bodypart_appendix": 2081, "concept_musicsong_itunes": 1559, "concept_traditionalgame_rouge_et_noir": 12494, "concept_aquarium_spadina_aquarium": 57063, "concept_scientificterm_gamma_function": 41990, "concept_sportsleague_american_hockey_league": 74292, "concept_food_rice_mixture": 20318, "concept_drug_butalbital": 57970, "concept_company_brunswick_corporation": 72379, "45.4000000000000,28.0166700000000": 29284, "concept_kitchenitem_center": 2794, "concept_archaea_ladinos": 7415, "concept_book_carpe_jugulum": 5123, "concept_wine_classic_grape_varieties": 18867, "concept_bodypart_rib_cage": 58710, "concept_sportsleague_american_football_conference": 4143, "concept_automobileengine_ford_ranger": 5429, "concept_plant_native_grasses": 48128, "concept_winery_mcmanis": 75072, "concept_geopoliticallocation_pembroke_pines": 50673, "concept_profession_unions": 13190, "concept_insect_long_tongued_bees": 49639, "concept_city_panama_canal": 32970, "concept_athlete_brian_fuentes": 65615, "concept_city_troutdale": 37687, "concept_personmexico_jon_rauch": 60572, "concept_athlete_sergi_bruguera": 65510, "concept_chemical_images": 6004, "concept_mediatype_restructuring": 14091, "concept_book_a_question_of_death_an_illustrated_phry": 43938, "concept_placeofworship_murlough": 18048, "concept_person_judith_nathan": 71125, "concept_sportsteam_buffalo_braves": 138, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40478, "concept_airport_san_diego_airport": 34953, "concept_jobposition_solicitor": 51427, "concept_weapon_nailgun": 53144, "concept_drug_ephedra": 57614, "concept_comedian_barry_levinson": 60212, "concept_city_south_pasadena": 33326, "-6.2355600000000,107.7255600000000": 23510, "concept_person_nathan": 5913, "concept_movie_hollywood_homicide": 59667, "concept_athlete_jeremy_powell": 67015, "concept_city_braunfels": 38009, "concept_female_patty_murray": 68545, "concept_organization_chinese_national_team": 71115, "concept_female_directors": 14624, "concept_sportsequipment_uniforms": 42249, "concept_sportsgame_n1959_world_series": 47021, "37.3602200000000,-120.5640800000000": 388, "concept_coach_jay_bruce": 66783, "concept_televisionstation_wfld_tv": 30326, "concept_kitchenitem_tender": 347, "concept_bathroomitem_tub_combination": 24753, "concept_company_anheuser_busch_companies001": 18560, "concept_biotechcompany_teva": 47628, "-38.2166700000000,144.2833300000000": 17746, "concept_musician_jaz_coleman": 61804, "concept_politicianus_frank_lautenberg": 68412, "concept_bathroomitem_roman_tub": 58623, "concept_muscle_dorsi": 9478, "43.6948414285714,15.6990485714286": 74913, "concept_nongovorganization_taxpayers": 10010, "concept_drug_doxazosin": 50251, "concept_sportsteam_central_european_university": 40735, "concept_academicfield_aerospace_engineering": 45437, "concept_musicsong_verona": 9077, "concept_ceo_business_contact": 5833, "30.4915900000000,-92.1817900000000": 28818, "concept_chemical_nitrogen_oxide": 49938, "concept_male_zipporah": 760, "concept_software_playstation_2": 72059, "concept_book_the_hour_of_the_star": 63423, "concept_sportsteamposition_wr": 42525, "concept_fish_anchovies": 49293, "concept_lake_baja": 7459, "concept_hotel_renaissance": 34153, "35.0459100000000,-85.1213400000000": 20792, "concept_city_hayward": 37801, "concept_language_quecha": 46140, "concept_buildingmaterial_conduits": 27252, "31.3915500000000,-98.1886400000000": 14634, "concept_coach_patrick_pinkney": 67462, "concept_city_texarkana": 36673, "33.1820650000000,-87.5283400000000": 19671, "concept_profession_physical_therapists": 51526, "concept_mountain_mount_errigal": 41097, "concept_profession_designs": 17557, "concept_book_burnt_offerings": 44958, "concept_city_cannes": 13108, "concept_room_big_room": 26119, "concept_city_southampton": 34966, "concept_athlete_dwight_gooden": 66483, "concept_person_angel": 27847, "concept_ceo_service_terms": 52169, "concept_televisionstation_kttu_tv": 30546, "concept_river_faywood_hot_springs": 16384, "concept_museum_highlights": 10416, "concept_televisionstation_kdtv": 30690, "39.7716500000000,-105.4419400000000": 51275, "concept_musicartist_simple_minds": 28071, "concept_weapon_bigger_guns": 54055, "concept_weapon_market_gas": 54018, "concept_radiostation_kimn": 41506, "concept_bakedgood_breakfasts": 55286, "concept_disease_smallpox": 47339, "concept_agriculturalproduct_sherry": 54661, "concept_actor_spy": 64116, "concept_governmentorganization_usaid_": 29840, "concept_mammal_rhinos": 48389, "concept_hotel_maui_banyan": 27553, "concept_personus_rebecca_wells": 12227, "concept_stateorprovince_nunavut_territory": 33406, "concept_writer_ann_brashares": 44577, "23.5166700000000,80.9500000000000": 3029, "concept_hobby_tips": 20875, "concept_bank_fedex_ground": 73440, "concept_chemical_verify": 5202, "concept_software_microsoft_office_2003": 28213, "concept_plant_oak": 47856, "concept_personafrica_dave_anderson": 69115, "concept_journalist_scott_collins": 70649, "concept_person_bonimo_s_son": 69529, "concept_male_eber_four": 59509, "concept_insect_wasps": 48406, "concept_personmexico_matt_painter": 2856, "concept_person_diego": 9453, "concept_beverage_lime_juice": 54627, "concept_city_little_rock": 3836, "concept_musicinstrument_blues": 62180, "concept_movie_easy_rider": 59226, "concept_hobby_traditional_music": 46724, "concept_musician_duane_eddy": 61930, "concept_person_moises_alou": 8012, "concept_sportsteam_humboldt_state_jacks": 40488, "concept_athlete_jeff_mcinnis": 59770, "concept_bank_bmo_nesbitt_burns": 73367, "concept_park_london_paddington_station": 32373, "concept_celebrity_season": 2697, "concept_person_scooter_libby": 18763, "concept_food_whole_milk": 54378, "concept_fruit_coconut": 54890, "concept_city_westland": 36060, "concept_city_hacienda_heights": 4842, "concept_furniture_pillow_top_mattress": 58255, "concept_personasia_kareem_abdul_jabbar": 66071, "concept_artery_coronary_arteries": 15689, "concept_radiostation_wguc": 41614, "concept_sport_surf": 42514, "concept_musicsong_natchez": 23954, "concept_sportsgame_yars": 24078, "concept_language_mandarin_chinese": 46168, "concept_city_pico_rivera": 4546, "48.4667000000000,15.6667000000000": 3684, "concept_person_hank_baskett": 19537, "concept_company_rockwell": 72459, "concept_university_mercy_hospital_school": 75368, "concept_aquarium_sharks_aquarium": 57001, "concept_biotechcompany_xerox": 15399, "concept_room_kids": 10617, "concept_sport_sumo": 42533, "concept_city_kona": 34816, "concept_room_square_feet": 26005, "concept_musicsong_nebraska": 2852, "concept_academicfield_urban_and_regional_planning": 45603, "concept_plant_stems": 17332, "concept_city_hoedspruit": 26437, "concept_book_the_road": 43105, "concept_organization_safe_passage": 74100, "concept_dateliteral_n1846": 38527, "concept_personeurope_ken_kesey": 14996, "concept_room_fireplace": 52676, "concept_city_gulf_breeze": 22953, "concept_personmexico_steenhuis": 9704, "concept_person_angus_young": 22059, "concept_politicianus_tim_geithner": 68361, "concept_city_renville": 38792, "concept_beach_fort_ogden": 1749, "concept_geopoliticalorganization_laguna_hills": 4231, "concept_olympics_palestinian_national_authority": 8147, "concept_lake_kekova": 29700, "concept_male_javier_bardem": 22996, "concept_clothing_fishnets": 58960, "concept_park_league": 10441, "concept_televisionstation_ksnf": 30367, "concept_sportsteam_embry_riddle_eagles": 41033, "concept_televisionstation_tie": 26308, "concept_sportsteam_new_school_for_social_research": 40175, "concept_musician_little_richard": 62634, "concept_book_clarissa": 64333, "concept_park_radisson_edwardian_may_fair_hotel": 32352, "concept_musicartist_mr_big": 17012, "concept_city_bartlesville": 12238, "concept_governmentorganization_illinois_state_library": 2953, "concept_lake_koh_mak": 12630, "concept_athlete_sparky_lyle": 66091, "37.3674000000000,-76.5336000000000": 47140, "concept_product_wedding": 55366, "concept_ceo_ferdinand_piech": 28928, "concept_mammal_furry_friends": 10086, "concept_athlete_byron_leftwich": 66824, "concept_city_luoyang": 36435, "concept_skiarea_picos_de_europa": 22734, "38.9880600000000,-76.9508300000000": 35712, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26536, "concept_journalist_dan_morain": 70847, "35.1628000000000,136.9180000000000": 32110, "concept_book_n7th_heaven": 43326, "concept_company_bp001": 3044, "concept_writer_linda_lael_miller": 43969, "concept_bakedgood_gravy": 20308, "concept_restaurant_melting_pot": 10761, "42.1019400000000,-91.7771200000000": 542, "concept_coach_david_bailiff": 71873, "concept_male_william_norris": 60560, "concept_writer_e__annie_proulx": 63825, "concept_athlete_russell_branyan": 65254, "concept_sportsteam_long_beach_st__49ers": 40914, "concept_athlete_dustin_byfuglien": 66316, "concept_country_rwanda": 1200, "concept_personeurope_napoleon": 10126, "concept_personeurope_william_shakespeare": 42699, "concept_river_prairie_dog_town_fork": 31594, "40.7311100000000,-73.9950000000000": 11331, "concept_athlete_javon_walker": 65444, "concept_clothing_cargo_pants": 53027, "concept_city_glendale_arizona": 73098, "concept_weapon_programs": 53472, "concept_musicartist_allman_brothers_band": 62563, "concept_person_crispin_glover": 15084, "concept_personalcareitem_nature": 27073, "concept_sportsequipment_tours": 9018, "concept_professor_wen_yang": 27647, "33.6957100000000,-112.4159100000000": 10854, "61.9757300000000,-144.4175600000000": 16237, "21.3027800000000,-157.8538900000000": 35680, "concept_automobilemodel_econoline_cargo": 20606, "concept_river_reuss": 38544, "concept_book_mortal_allies": 64128, "concept_university_extension_school": 22038, "concept_street_quarry_lane": 741, "concept_coach_chris_paul": 60468, "concept_televisionstation_knaz_tv": 12767, "49.4001300000000,-86.5666600000000": 16109, "concept_hotel_chisos_mountain_lodge": 14454, "concept_geometricshape_diagram": 3223, "concept_profession_services_employees": 51947, "concept_televisionstation_kcal": 30965, "concept_governmentorganization_u_s__fish": 27731, "concept_academicfield_maps": 23298, "concept_attraction_houston___texas": 50697, "45.1274650000000,-91.3110000000000": 7945, "concept_personaustralia_terry_deary": 14640, "46.3579900000000,-112.2700100000000": 20949, "concept_sportsteam_florida_a_m_rattlers": 40433, "concept_date_november_2008": 36502, "concept_date_november_2007": 36501, "concept_officebuildingroom_two_room_suites": 52295, "concept_ceo_venugopal_dhoot": 10123, "concept_athlete_ted_mcanlis": 67025, "concept_governmentorganization_cabinet": 28332, "concept_weapon_mace_pepper_spray": 54085, "concept_bodypart_spinal_chord": 2159, "concept_televisionstation_wsre_tv": 30037, "concept_nonprofitorganization_data": 6466, "concept_personus_employee": 27131, "concept_athlete_eddie_george": 67152, "concept_jobposition_decree": 7502, "concept_academicfield_communications_management": 45724, "concept_hotel_sebel_playford_adelaide": 29592, "concept_geopoliticalorganization_nevada_college": 33729, "concept_profession_leadership": 51621, "concept_athlete_nick_blackburn": 66862, "concept_university_nova_southeastern": 32427, "concept_fish_yellowfin_tuna": 49129, "concept_athlete_john_ruiz": 65181, "41.5443371428571,-83.6437042857143": 22279, "concept_airport_adams_field": 34961, "concept_criminal_web_pages": 6504, "concept_musician_paul_weller": 15004, "concept_river_pemigewasset": 38669, "concept_comedian_nicole_richie": 28857, "concept_museum_smithsonian": 29508, "concept_televisionstation_wvaw_lp": 30836, "concept_airport_nimes_airport": 34919, "concept_city_oakland_park": 37193, "concept_personeurope_winston_churchill": 42963, "concept_city_cary": 4586, "concept_food_termites": 49030, "34.0156000000000,-84.1670000000000": 47118, "concept_bakedgood_entire_cake": 55396, "concept_university_nottingham": 14808, "concept_videogame_estrogen": 8327, "35.1561400000000,-89.9483400000000": 41703, "concept_politicianus_bobby_jindal": 68620, "concept_website_minneapolis_star_tribune": 70658, "concept_weapon_v_2_rocket": 53514, "concept_hospital_froedtert": 35382, "concept_book_tropic_of_cancer": 43987, "concept_hallwayitem_headliner": 22098, "concept_videogame_vital_nutrients": 8325, "concept_writer_frank_norris": 43613, "concept_buildingmaterial_head": 18152, "concept_televisionstation_wsyr_tv": 30143, "concept_attraction_big_ben001": 8131, "concept_biotechcompany_berlex": 47619, 