{"9_4": 110, "7_15": 163, "9_2": 185, "1_7": 54, "1_6": 66, "1_5": 195, "13_12": 35, "13_15": 115, "1_2": 199, "0_8": 32, "0_9": 221, "3_15": 112, "3_14": 36, "0_4": 246, "0_5": 231, "3_11": 205, "3_10": 4, "1_9": 104, "1_8": 123, "0_1": 219, "6_14": 188, "6_15": 164, "6_12": 94, "6_13": 13, "6_10": 177, "6_11": 7, "5_3": 169, "5_2": 92, "4_8": 80, "4_9": 10, "5_7": 5, "5_6": 27, "5_5": 107, "5_4": 72, "4_2": 156, "4_3": 102, "5_9": 48, "5_8": 56, "4_6": 131, "4_7": 187, "4_4": 128, "4_5": 201, "1_15": 173, "7_7": 223, "15_14": 254, "0_2": 210, "13_4": 23, "6_1": 171, "4_13": 225, "13_11": 89, "1_14": 211, "6_4": 222, "13_10": 50, "1_0": 235, "0_3": 213, "13_13": 230, "1_4": 220, "1_3": 192, "1_1": 252, "13_14": 224, "15_11": 247, "8_10": 14, "8_11": 141, "8_12": 77, "8_13": 87, "9_6": 204, "8_15": 8, "4_12": 166, "8_6": 17, "8_7": 139, "8_4": 30, "8_5": 24, "8_2": 147, "8_3": 40, "8_0": 136, "0_7": 96, "4_14": 6, "4_15": 93, "4_10": 75, "4_11": 155, "8_8": 2, "8_9": 122, "9_9": 101, "9_8": 129, "9_7": 114, "7_10": 85, "9_5": 98, "7_12": 100, "9_3": 73, "7_14": 46, "9_1": 71, "9_0": 42, "14_11": 181, "9_10": 176, "0_0": 208, "2_13": 134, "3_12": 174, "15_10": 245, "3_1": 248, "5_0": 95, "6_2": 207, "3_0": 250, "2_15": 165, "5_15": 217, "5_14": 142, "5_13": 84, "5_12": 113, "5_11": 15, "5_10": 215, "2_0": 253, "2_1": 228, "13_9": 65, "13_8": 120, "2_3": 226, "12_1": 232, "13_1": 69, "13_0": 218, "13_3": 52, "13_2": 196, "13_5": 44, "12_2": 63, "13_7": 158, "13_6": 145, "15_15": 255, "12_3": 212, "15_13": 243, "15_12": 116, "11_9": 144, "11_8": 60, "11_7": 22, "11_6": 133, "11_5": 130, "11_4": 68, "11_3": 200, "11_2": 99, "11_1": 111, "11_0": 74, "2_8": 20, "2_9": 126, "3_3": 67, "3_2": 203, "3_5": 91, "3_4": 55, "3_7": 29, "3_6": 105, "3_9": 26, "3_8": 106, "2_2": 216, "6_3": 132, "2_4": 97, "2_5": 33, "2_6": 193, "2_7": 127, "15_3": 244, "15_2": 45, "15_1": 124, "15_0": 53, "15_7": 51, "15_6": 151, "15_5": 121, "15_4": 159, "15_9": 175, "15_8": 90, "14_8": 161, "14_9": 83, "14_2": 152, "10_15": 61, "1_11": 117, "1_10": 28, "14_6": 59, "14_7": 138, "10_12": 9, "10_13": 186, "12_4": 234, "UNK": 257, "4_0": 236, "0_10": 237, "0_11": 19, "0_12": 125, "0_13": 182, "0_14": 242, "0_15": 0, "14_3": 190, "9_13": 81, "9_12": 162, "9_11": 47, "5_1": 150, "9_15": 202, "9_14": 118, "10_14": 249, "7_9": 233, "PAD": 256, "7_8": 16, "12_0": 86, "6_5": 146, "6_6": 39, "6_7": 76, "6_0": 103, "12_5": 12, "12_6": 135, "12_7": 37, "12_8": 149, "12_9": 58, "8_1": 214, "6_8": 157, "6_9": 229, "10_6": 191, "10_7": 21, "10_4": 140, "10_5": 3, "10_2": 25, "10_3": 18, "10_0": 43, "10_1": 31, "7_5": 57, "7_4": 70, "14_12": 109, "7_6": 49, "7_1": 184, "7_0": 170, "10_8": 11, "10_9": 78, "4_1": 189, "14_13": 239, "14_14": 194, "14_1": 241, "14_15": 206, "1_13": 178, "7_3": 41, "1_12": 153, "7_2": 179, "14_0": 251, "8_14": 238, "2_12": 1, "10_10": 88, "2_10": 183, "2_11": 79, "2_14": 154, "10_11": 148, "3_13": 240, "11_13": 198, "14_4": 38, "0_6": 227, "12_13": 167, "14_5": 197, "12_10": 137, "12_11": 160, "7_11": 143, "14_10": 168, "12_14": 180, "11_14": 172, "12_12": 62, "11_12": 64, "11_11": 119, "11_10": 82, "7_13": 209, "11_15": 34, "12_15": 108}