{"w_sw_w_w_se": 290, "ne_n_w_n_n_se": 548, "w_w_e_sw_w": 263, "s_sw_ne_se_se_s": 425, "sw_s_sw_n_w": 233, "se_nw_n_ne_e": 221, "e_e_nw_ne_n": 312, "sw_se_e_s": 99, "nw_w_sw_sw": 120, "se_se_se_n_sw_n": 507, "w_e_w_sw_nw_nw": 418, "sw_w_se_sw_w": 279, "ne_ne_n_nw_nw": 222, "e_sw_e_e_ne_ne": 390, "sw_n_sw_nw_s": 219, "sw_n_sw_nw_w": 241, "se_n_ne_w_e_ne": 472, "ne_nw_s_e_ne": 247, "se_w_w_sw": 10, "sw_se_s_s_s_nw": 473, "s_w_s_se_se_w": 386, "nw_sw_se_ne_se_se": 564, "sw_se_w_se_e": 209, "nw_sw_nw_s_w": 322, "w_s_s_sw": 9, "ne_ne_se_e": 35, "se_s_e_sw_sw": 267, "ne_n_nw_w": 44, "nw_sw_nw_w_se_s": 584, "ne_sw_w_nw_w_n": 560, "sw_nw_w_w_n": 301, "nw_s_sw_nw_nw_s": 570, "se_ne_n_e_nw": 230, "w_se_nw_n_nw_nw": 482, "s_sw_se_n_sw": 194, "ne_n_nw_e": 105, "n_w_n_w": 108, "se_se_nw_n_se_se": 368, "s_ne_e_s_se": 218, "nw_w_n_n_sw_w": 471, "nw_ne_s_ne_n_n": 553, "ne_s_ne_s_n_ne": 518, "nw_w_s_nw": 128, "ne_ne_ne_sw": 57, "e_w_sw_s_s_sw": 435, "e_se_ne_n": 65, "e_e_s_se": 2, "s_se_e_se_nw_ne": 525, "sw_sw_s_nw": 146, "nw_nw_s_n_nw_sw": 456, "s_sw_w_e_s": 261, "nw_w_nw_n": 3, "s_sw_s_n_se_e": 592, "se_e_e_sw": 52, "e_s_e_se": 154, "ne_sw_ne_ne": 98, "se_e_s_e_ne_sw": 569, "se_sw_sw_n_sw": 307, "nw_nw_se_ne_se_ne": 550, "se_sw_s_w_w_nw": 491, "s_s_sw_sw": 107, "se_sw_se_ne_s_ne": 374, "e_n_w_w_n_w": 376, "se_sw_e_se_n": 252, "ne_nw_nw_n_e_se": 541, "sw_w_nw_sw": 144, "s_w_s_w_sw_e": 492, "n_nw_n_s_nw_ne": 567, "sw_sw_sw_nw": 34, "ne_ne_n_nw_s": 287, "e_ne_se_se": 23, "s_e_e_ne_n": 339, "sw_sw_sw_ne": 30, "e_e_e_ne_n": 363, "s_sw_se_ne_s": 355, "se_ne_s_n_n_ne": 526, "ne_ne_nw_nw": 134, "ne_ne_se_nw": 69, "nw_s_sw_s": 100, "w_e_sw_sw_sw_se": 426, "n_n_se_ne": 43, "ne_se_n_se_s": 296, "s_s_sw_nw_sw": 285, "se_se_w_sw_sw_se": 461, "sw_sw_n_nw_s": 202, "ne_ne_e_sw_nw_ne": 535, "n_w_se_sw_w_sw": 496, "e_nw_sw_ne_e_ne": 385, "s_sw_sw_e_w_se": 367, "nw_sw_s_sw_s_se": 448, "ne_se_w_e_se": 236, "nw_w_nw_e_w_s": 481, "nw_w_nw_sw": 86, "n_n_n_ne_e": 172, "s_nw_w_sw": 162, "s_se_ne_sw_e": 186, "w_sw_nw_s_nw_se": 412, "e_nw_n_e_ne_s": 489, "nw_w_n_ne_nw_sw": 537, "sw_s_w_sw": 117, "se_nw_sw_sw_s_w": 377, "nw_nw_ne_w": 11, "nw_nw_n_n_se": 188, "sw_w_sw_n_s_n": 469, "sw_s_w_se": 56, "s_se_n_se": 12, "s_se_w_s_w": 191, "n_nw_e_ne_e_s": 403, "ne_e_s_ne_e": 344, "n_e_nw_ne": 113, "n_s_nw_n_nw_ne": 571, "se_n_e_se": 80, "e_w_e_se_e_se": 586, "ne_se_s_e_ne": 181, "w_w_sw_sw": 145, "w_n_ne_e_n_se": 424, "ne_s_ne_n": 131, "se_s_nw_s_sw": 243, "ne_s_ne_e": 37, "e_se_e_e_w": 201, "sw_s_s_nw": 50, "e_w_ne_e_n": 326, "n_n_ne_sw_ne_n": 505, "sw_nw_nw_s_n": 250, "sw_ne_e_n_n_n": 516, "w_ne_w_ne_nw_w": 581, "s_n_n_nw_nw_ne": 379, "w_sw_se_s_sw_e": 585, "ne_e_n_n_sw_n": 578, "n_ne_w_w_n": 212, "nw_sw_w_n_n_sw": 594, "e_w_s_s_sw": 359, "nw_n_ne_n_ne": 308, "sw_sw_se_sw_n": 283, "ne_ne_ne_n_w_se": 428, "n_nw_sw_nw": 59, "ne_s_s_nw_nw_nw": 405, "nw_w_w_w": 78, "w": 600, "se_se_sw_e": 32, "se_se_sw_se_w_ne": 369, "NO_OP": 605, "w_sw_se_w_s": 184, "se_se_sw_s": 127, "n_nw_sw_w": 157, "w_n_w_w": 13, "ne_s_n_ne_se": 248, "s_s_ne_se": 141, "s_s_se_nw_sw_se": 391, "e_s_se_se_nw": 185, "e_se_se_s_sw": 342, "ne_e_e_ne_se": 288, "se_ne_e_nw_e": 244, "n_n_n_nw_n": 204, "nw_s_n_nw": 106, "sw": 602, "e_ne_n_s_n_n": 499, "se_s_e_ne": 149, "e_se_e_sw": 6, "s_s_nw_sw": 63, "ne_ne_e_s_nw_nw": 468, "sw_nw_w_sw": 161, "se": 599, "nw_se_n_ne_n_nw": 380, "ne_se_e_w_nw_ne": 462, "e_ne_w_ne_e_w": 500, "sw_sw_w_sw_n": 289, "sw_e_se_w_se": 282, "se_w_s_e_s_e": 445, "w_sw_nw_se_s_sw": 476, "s_e_sw_sw_sw_n": 524, "se_e_nw_s_se_e": 488, "sw_ne_ne_nw_n_nw": 400, "nw_n_n_e_nw": 298, "nw_ne_w_e_ne": 328, "ne_sw_nw_nw_ne_w": 533, "w_nw_w_n_sw_sw": 439, "w_se_e_se": 111, "nw_nw_n_sw_sw_ne": 485, "s_nw_n_nw": 151, "se_w_w_n_w_nw": 493, "nw_nw_ne_se_n_n": 510, "se_sw_s_sw_n": 277, "e_sw_s_e_se": 177, "nw_e_e_n_w_ne": 421, "n_nw_e_nw": 49, "e_ne_se_ne": 18, "nw_sw_nw_sw_e_w": 552, "sw_se_se_n_s": 178, "ne_w_e_e_n_ne": 531, "e_ne_se_ne_se_n": 520, "se_e_sw_w_sw": 348, "e_se_ne_se": 51, "e_sw_sw_sw": 79, "n_w_w_nw": 163, "sw_e_s_sw": 116, "se_sw_w_s": 1, "e_se_n_sw_se": 171, "ne_n_ne_e_w": 239, "w_w_n_nw": 156, "s_w_e_e_se": 258, "se_s_se_sw_s": 318, "sw_n_se_w_w_s": 384, "s_e_e_s": 58, "e_s_e_se_w": 272, "s_e_e_e": 5, "se_ne_s_s": 33, "se_ne_s_se_ne": 294, "sw_se_sw_se_w_nw": 444, "n_ne_ne_w": 42, "se_e_se_sw_n": 234, "sw_nw_n_w": 83, "sw_n_e_se_se": 206, "w_sw_nw_n": 140, "ne_s_sw_e_se": 313, "nw_nw_e_nw_ne": 240, "n_sw_nw_nw_ne": 335, "se_ne_se_ne_se": 255, "w_nw_w_n_s_nw": 583, "w_w_se_sw": 77, "se_e_s_e": 87, "s_se_se_sw": 123, "se_e_ne_sw_e": 227, "sw_s_n_s_e_sw": 503, "e_se_n_ne": 7, "nw_ne_ne_n_s_ne": 547, "nw_nw_n_sw": 8, "se_nw_sw_n_sw_w": 397, "ne_ne_w_sw_e_ne": 582, "s_sw_se_w": 118, "s_e_s_s_w_e": 433, "w_w_w_sw_s": 293, "w_w_sw_nw": 89, "e_e_s_e_sw": 323, "w_se_sw_s": 76, "nw_nw_e_w": 115, "e_sw_e_s_se_ne": 532, "se_sw_e_e_s_e": 504, "nw_sw_n_w_ne_ne": 556, "w_sw_se_nw_n_sw": 432, "ne_se_ne_e_nw": 286, "s_sw_w_sw_ne_se": 465, "ne_n_e_nw": 130, "ne_sw_w_se_sw_sw": 498, "se_n_sw_e_s_se": 501, "sw_w_s_nw_se_se": 453, "sw_sw_se_sw": 110, "e_s_s_se_s": 265, "se_sw_s_se_ne": 362, "se_ne_e_n": 138, "se_w_e_se_ne": 303, "se_e_n_ne": 60, "ne_s_sw_se_se": 190, "nw_w_ne_nw": 0, "w_w_nw_se_s_w": 565, "w_nw_w_ne_e_w": 545, "se_ne_e_s": 31, "sw_w_w_nw_sw": 343, "w_s_s_s_nw": 357, "w_n_n_n_w": 278, "n_nw_w_n_n": 329, "e_nw_ne_e": 41, "nw_ne_ne_ne": 46, "e_s_se_se_sw": 281, "w_nw_s_w_w": 305, "n_e_n_se_s_ne": 441, "n_ne_e_s_n": 347, "w_nw_s_w_n": 346, "n_sw_s_s_s_s": 579, "s_ne_e_s_s_se": 486, "ne_n_n_e_sw_ne": 474, "UNK": 606, "nw_w_nw_w_s": 260, "e_ne_e_se_s_w": 413, "e_sw_sw_s_nw": 274, "s_nw_nw_nw_w_e": 480, "sw_nw_n_nw_s": 337, "sw_se_w_s_se_sw": 399, "n_se_e_n_ne": 195, "s_nw_n_w_w": 276, "s_se_nw_s_s_w": 566, "w_s_se_sw": 21, "ne_s_ne_ne_se_s": 392, "e_se_ne_n_ne_sw": 438, "e_nw_ne_s_ne": 304, "n_ne_s_se_s_s": 487, "ne_ne_w_w_ne": 297, "w_e_sw_w_w_sw": 551, "e_se_se_sw_s_n": 395, "w_ne_n_e_n": 314, "sw_se_w_ne_e_se": 557, "n_ne_ne_n_se": 333, "ne_s_n_e_nw_n": 544, "n_s_w_ne_ne_e": 406, "se_n_ne_w_ne": 327, "sw_w_s_w_nw": 232, "s_e_e_se": 66, "e_nw_nw_n": 14, "sw_se_w_s_w": 299, "n_n_sw_sw_s_s": 514, "se_se_s_se_n_nw": 416, "nw_w_n_w_n_ne": 419, "w_sw_se_e_se": 259, "se_ne_n_n": 48, "s_n_sw_sw_nw_nw": 534, "nw_e_n_ne_ne": 187, "s_w_w_ne_sw_s": 573, "sw_s_e_se_s": 352, "s_s_e_e": 84, "e_e_s_s_sw": 226, "s_ne_e_ne_se": 365, "sw_nw_se_s_s_sw": 477, "se_sw_w_sw_n": 336, "nw_w_w_n_se_w": 494, "sw_sw_n_sw_w_n": 555, "n_w_n_n_sw": 345, "se_e_nw_se_e_ne": 588, "sw_se_w_nw_w": 351, "sw_e_s_se_s": 238, "n_n_se_e_ne": 268, "s_w_w_w_se": 176, "PAD": 603, "se_sw_ne_se": 155, "se_se_ne_sw": 133, "sw_s_w_s": 62, "n_s_se_se": 40, "sw_e_ne_n_ne_nw": 558, "w_se_se_s": 135, "se_ne_n_ne": 94, "s_nw_se_s_sw": 175, "sw_w_sw_se": 126, "se_nw_n_nw_ne_w": 460, "ne_n_s_se_ne": 295, "n_nw_ne_w_sw_nw": 459, "se_ne_e_e_e_s": 546, "w_se_se_e": 124, "w_nw_sw_w": 73, "se_nw_ne_n_nw_nw": 436, "w_nw_nw_s_ne": 180, "n_e_n_ne": 45, "ne_w_w_ne_nw": 217, "e_se_se_s_ne": 210, "se_s_w_sw": 90, "w_nw_sw_n": 167, "w_w_e_w_sw_sw": 540, "n_ne_s_ne_se_ne": 527, "w_sw_ne_w_ne_nw": 508, "n_n_nw_e_n_w": 495, "nw_n_n_sw_nw_ne": 408, "s_sw_nw_sw": 159, "ne_se_se_ne_e": 358, "e_se_ne_ne_nw": 349, "s_e_ne_n_e": 189, "nw_nw_ne_n_e_w": 398, "nw_s_nw_s_s_sw": 382, "e_se_nw_ne_ne": 302, "ne_n_n_e_e": 214, "se_sw_w_sw_n_w": 593, "ne_se_ne_se_ne_s": 404, "w_w_s_sw": 15, "sw_n_nw_n_w": 228, "se_w_w_se_sw_s": 464, "w_nw_nw_s_n_ne": 378, "se_se_s_ne": 20, "w_se_sw_n_s_s": 442, "sw_e_se_s_s_n": 443, "se_se_se_n_nw_e": 512, "sw_se_sw_n_s": 354, "n_w_sw_sw_nw": 331, "se_se_sw_n_ne_s": 530, "s_s_sw_n_s": 196, "ne_e_n_e": 121, "e_nw_ne_ne_s_ne": 529, "w_ne_nw_w": 47, "ne_ne_s_e_e": 316, "nw_se_w_sw_se_sw": 562, "nw_sw_nw_w": 137, "e_s_ne_e_s": 353, "w_se_sw_n_se_sw": 521, "DUMMY_START_RELATION": 604, "se_n_ne_e": 150, "n_nw_e_e_ne": 242, "ne_nw_e_e": 142, "s_s_s_ne_e": 237, "s": 598, "w_nw_se_w_ne_nw": 513, "nw_w_sw_w": 96, "nw_nw_s_n_w": 341, "n_ne_s_n_e": 231, "w_nw_s_sw_s_se": 515, "nw_n_nw_ne_sw": 266, "sw_s_nw_nw_sw_n": 373, "s_sw_w_sw": 166, "s_e_s_s_se": 251, "n_nw_n_e_e_se": 370, "e_n_se_e_s_ne": 440, "se_n_w_sw_w_sw": 387, "s_s_sw_w_w": 270, "se_se_sw_sw_w_w": 466, "s_n_nw_sw_nw": 284, "nw_n_w_sw_w": 224, "n_se_s_se_e": 235, "w_w_w_n_se_nw": 454, "nw_se_w_w_nw": 257, "se_nw_se_se_s": 216, "ne_ne_nw_sw_ne_e": 561, "nw_n_ne_e": 25, "se_n_n_n_e": 215, "w_e_sw_nw_nw": 246, "ne_w_ne_e_nw": 306, "n_sw_w_nw_se_sw": 509, "sw_w_s_s_nw": 330, "s_nw_sw_s_sw": 309, "n_e_sw_s_sw_w": 431, "s_n_n_w_nw": 256, "n_e_se_s_se": 271, "e_ne_w_sw_nw_nw": 568, "ne_n_s_e_e_n": 590, "nw_nw_n_n_s_sw": 589, "n": 595, "s_s_se_se": 16, "w_s_e_se_s_se": 450, "sw_s_w_nw_w_e": 463, "s_n_se_s_se": 183, "w_w_w_w_ne": 200, "n_e_e_n": 64, "nw_w_w_w_w": 182, "e_w_e_e_se": 315, "nw_w_w_e_nw": 254, "se_se_sw_ne_e": 361, "nw_n_n_s_w_ne": 449, "s_w_se_se_sw_e": 467, "ne_e_sw_se_e": 273, "sw_s_w_w_se": 264, "n_sw_nw_nw": 103, "ne_ne_nw_se_n_s": 483, "nw_nw_sw_ne": 26, "w_ne_e_ne_ne": 207, "sw_w_s_sw": 81, "nw_e_nw_n_w": 292, "sw_w_se_se_e_e": 528, "ne_n_ne_w": 4, "e_n_nw_se_se_ne": 490, "sw_w_sw_s_e": 262, "ne_nw_n_sw_ne_ne": 401, "nw_e_ne_e": 74, "n_sw_w_sw": 125, "ne_n_ne_n": 148, "se_e_e_s_n": 317, "s_s_se_e": 122, "n_nw_nw_sw": 147, "s_se_n_sw_sw_nw": 576, "s_sw_nw_e_sw_se": 446, "ne_nw_e_e_nw": 280, "w_sw_s_nw_n_n": 549, "e_se_w_se_e": 310, "w_n_sw_w_sw": 249, "sw_nw_n_sw_nw_e": 543, "n_nw_sw_w_w": 174, "s_se_nw_ne_ne_ne": 587, "sw_s_n_sw_se": 324, "w_w_s_w": 29, "w_sw_s_se": 136, "se_sw_s_sw_nw": 311, "nw_e_w_nw": 61, "nw_nw_s_nw_n_e": 422, "sw_se_s_w": 164, "sw_s_nw_s_sw_e": 457, "sw_sw_w_nw_nw": 205, "se_n_ne_n_nw_se": 407, "w_n_n_nw": 24, "ne_nw_nw_w_sw": 320, "w_e_ne_se_ne": 340, "nw_s_s_e_e_se": 484, "e_sw_se_sw_s": 203, "w_e_s_e_ne_se": 372, "w_s_w_sw_nw": 225, "ne_n_n_ne_w": 338, "nw_e_e_e_ne_w": 539, "se_e_w_se_s": 223, "nw_sw_ne_nw": 101, "n_e_n_n": 75, "sw_sw_e_s": 132, "s_se_s_ne": 170, "ne_s_ne_e_se": 193, "e_e_sw_se_sw_e": 554, "sw_se_n_w_se_se": 420, "ne_ne_w_e": 104, "e_ne_e_sw_sw_se": 458, "n_sw_sw_sw": 109, "sw_nw_sw_s": 97, "nw_e_nw_w": 158, "s_se_ne_s_se": 253, "ne_e_se_n": 129, "nw_nw_n_n_e_sw": 409, "ne_ne_e_n": 114, "e_se_ne_e_ne": 334, "e_ne_nw_n": 92, "ne_ne_e_s": 169, "e_ne_s_se": 85, "n_nw_ne_nw_e": 360, "nw": 601, "s_nw_s_nw_nw": 220, "w_sw_s_sw_sw_ne": 393, "se_s_sw_se_w_se": 479, "nw_n_se_e_ne_e": 522, "s_w_s_sw": 168, "n_se_nw_ne_nw_ne": 415, "w_se_e_se_se_ne": 452, "sw_sw_w_n": 71, "nw_n_w_n_n_se": 402, "ne_nw_se_se_se_ne": 396, "se_n_se_n_e_n": 580, "nw_sw_sw_se_w_s": 375, "s_sw_sw_ne_s": 211, "ne_ne_n_se": 36, "e_ne_w_nw_nw": 179, "s_n_w_sw_e_sw": 577, "e_sw_sw_s_se_s": 388, "nw_w_sw_n_nw_ne": 455, "sw_se_s_w_se_se": 517, "w_nw_ne_n_sw_sw": 427, "sw_n_n_n_n": 229, "sw_n_w_sw_s": 291, "e_ne_nw_ne_w": 245, "nw_sw_w_n": 68, "sw_sw_nw_se": 67, "ne_se_s_e": 28, "ne_nw_ne_nw_se_se": 414, "nw_sw_s_s": 143, "se_se_e_sw_e_n": 423, "se_s_e_sw": 88, "sw_nw_sw_n_nw_s": 475, "se_s_s_w_ne_se": 410, "ne_s_n_nw_ne": 213, "n_w_ne_n_s_nw": 478, "se_e_n_ne_sw_ne": 536, "s_w_s_nw_e_sw": 470, "ne_nw_ne_se": 22, "sw_w_s_w_w": 325, "s_sw_se_n_w_s": 542, "sw_n_w_n_w_n": 591, "nw_se_ne_ne": 139, "nw_ne_w_nw": 82, "ne_ne_ne_nw": 91, "w_se_w_sw_se_se": 497, "nw_sw_n_w": 112, "n_n_s_n_nw": 364, "n_nw_w_s_ne_n": 411, "ne_ne_e_e_s_w": 559, "se_nw_e_e_n_e": 519, "s_ne_n_se_ne_n": 572, "n_e_e_nw_n_e": 538, "nw_n_nw_w_w_se": 389, "nw_sw_w_nw": 54, "se_sw_ne_s_ne_se": 430, "sw_e_s_sw_se": 269, "s_sw_s_w": 153, "nw_n_nw_e": 55, "ne_nw_ne_e_n_w": 383, "s_e_nw_ne_ne_se": 434, "s_s_e_w_sw": 321, "ne_sw_e_ne_ne": 208, "e_n_w_n_sw_nw": 417, "w_ne_sw_n_nw_ne": 451, "nw_s_n_n_nw": 199, "se_se_e_n_ne": 319, "ne_e_se_se_e": 192, "sw_sw_se_w": 53, "e_n_e_nw_n_se": 394, "nw_nw_nw_n_e": 300, "ne_w_nw_n_n_sw": 511, "n_nw_w_n_e_ne": 429, "w_s_ne_se_sw_sw": 563, "nw_s_ne_ne_e_ne": 381, "sw_n_n_w_n": 173, "ne_se_se_se_e_n": 447, "n_n_nw_nw": 27, "ne_w_nw_n": 39, "ne_nw_ne_n": 93, "w_sw_n_w_nw": 275, "nw_sw_nw_sw_s": 356, "sw_sw_se_s_n": 198, "se_s_sw_s": 160, "ne": 597, "nw_n_sw_nw": 119, "s_s_sw_s_s_e": 366, "nw_sw_sw_sw": 19, "n_nw_e_n_e": 197, "sw_n_sw_sw_n_w": 523, "e_ne_ne_n": 38, "se_ne_se_e": 165, "nw_n_s_nw_n_n": 502, "ne_nw_nw_w": 72, "nw_sw_w_nw_se_w": 574, "sw_s_nw_s": 95, "sw_sw_n_s": 17, "w_n_nw_ne": 70, "e": 596, "s_nw_s_nw_sw": 332, "nw_n_ne_ne_nw_e": 437, "w_n_s_nw_s_nw": 506, "ne_e_s_se_s": 350, "sw_s_se_e_w_se": 371, "nw_w_sw_nw": 152, "sw_sw_s_n_se_w": 575, "ne_n_se_ne": 102}