{"concept_hotel_khimsar_fort": 27275, "concept_sportsteam_graduate_institute_of_international_studies": 40410, "concept_drug_carvedilol": 50393, "concept_weapon_game_rifle": 53882, "concept_county_uis": 33177, "concept_professionalorganization_national_conference": 6016, "concept_county_dearne": 7053, "30.5024600000000,-90.2448600000000": 6693, "concept_website_steam": 25690, "concept_hotel_dylan": 34403, "concept_airport_sdia": 23433, "concept_city_milwaukee": 813, "concept_mlarea_tumor": 17459, "concept_stadiumoreventvenue_kellyshorts_stadium": 14067, "concept_city_san_marcos": 33317, "concept_city_ypsilanti": 33625, "concept_buildingfeature_water_heater": 8087, "concept_river_limmat": 37295, "concept_furniture_mattress": 55799, "concept_politicianus_bob_goodlatte": 68086, "concept_journalist_bart_hubbuch": 70657, "concept_attraction_n10_downing_street": 56500, "concept_person_sir_stafford_cripps": 60873, "concept_hotel_intercontinental_los_angeles_century_city": 34222, "concept_drug_effexor_xr": 47777, "concept_aquarium_world_government": 56952, "concept_boardgame_nicer": 46801, "concept_chemical_fluorides": 50190, "concept_person_john_f___kerry": 59115, "concept_ceo_daniel_vasella": 780, "concept_musicartist_load": 15965, "concept_automobilemodel_f150": 72964, "concept_personus_john_vornholt": 68928, "concept_bakedgood_soft_drinks": 55196, "concept_sportsteam_william_penn_statesmen": 40702, "concept_sportsteam_colonels": 46832, "concept_movie_lonesome_dove": 18155, "concept_eventoutcome_position": 17354, "concept_hallwayitem_town_gate": 5957, "concept_musicalbum_mockingbird": 21617, "concept_politicsblog_real_estate": 56072, "concept_jobposition_deputy_minister": 7068, "concept_book_a_dangerous_fortune": 44597, "concept_attraction_blackfriars": 57193, "concept_attraction_national_film_theatre001": 19564, "concept_stateorprovince_oh": 33225, "-45.7583800000000,170.2801000000000": 74901, "concept_visualartist_joanny": 15760, "47.8001600000000,-77.1827300000000": 69782, "4.7731300000000,7.7786100000000": 2910, "concept_person_vitor_meira": 71169, "concept_insect_whiteflies": 49525, "concept_writer_hilton": 11466, "concept_geopoliticallocation_holland": 8129, "concept_wine_hotel_sierra_silvana": 18729, "concept_chef_george_greenstein": 69948, "concept_sportsleague_northwoods_league": 4831, "concept_winery_york_area": 17364, "concept_televisionstation_wfsg": 31125, "concept_book_the_martian_way_and_other_stories": 20105, "concept_journalist_andy_katz": 70678, "concept_crustacean_ghost_shrimp": 49428, "concept_agriculturalproduct_crushed_red_pepper": 54776, "concept_televisionstation_ktci": 30341, "concept_personeurope_shawn_fanning": 16832, "concept_bird_shetlands": 2358, "concept_journalist_robin_toner": 70607, "concept_sportsteam_expos": 39785, "concept_agriculturalproduct_dressing": 55357, "concept_currency_last_week": 14373, "concept_musicartist_pearl_jam": 59702, "concept_beverage_stuffing": 20627, "concept_videogame_chickies": 16262, "concept_book_guardian": 44452, "concept_flooritem_shower_head": 15288, "concept_writer_gilbert_morris": 63099, "concept_stateorprovince_widget": 28165, "concept_city_bangkok": 15285, "concept_hobby_markets": 74567, "concept_person_faith_hill001": 59381, "concept_mldataset_bay": 9084, "concept_biotechcompany_baxter": 50140, "concept_journalist_john_mccormick": 69289, "concept_female_seven": 17103, "concept_personcanada_tahmima_anam": 15174, "concept_chemical_sugar": 49856, "concept_sportsteamposition_center_redmond": 45046, "concept_company_forbes001": 8407, "concept_journalist_james_glanz": 67735, "concept_scientist_ken_thompson": 24141, "concept_hotel_four_seasons_milan": 9088, "concept_mammal_beagles": 48902, "concept_politicianus_pat_buchanan": 68466, "concept_book_n2061_odyssey_three": 69281, "concept_lake_middle_andaman": 4912, "concept_book_the_story_of_my_life": 42661, "concept_disease_irritable_bowel_syndrome": 46483, "concept_sportsteam_southwest_texas_state_university": 39656, "concept_musicalbum_embodiment": 14217, "concept_artery_brachiocephalic": 58722, "concept_company_tiger": 90, "concept_university_wake_forest": 32508, "concept_televisionstation_wfmz_tv": 30097, "concept_televisionstation_wfsb": 31124, "concept_person_chuck": 71264, "concept_writer_alistair_maclean": 63985, "concept_politicianus_presidential_election": 19915, "concept_coach_art_briles": 661, "35.9566700000000,64.7472200000000": 14199, "concept_university_iowa_state_university": 45959, "concept_writer_christina_stead": 44319, "concept_book_the_beautiful_room_is_empty": 22868, "concept_governmentorganization_federal_bureau": 50827, "41.9113000000000,12.4696000000000": 8243, "concept_book_cosmos": 44636, "concept_athlete_craig_robinson": 935, "concept_book_the_time_machine": 21604, "concept_country_former_ussr": 33024, "concept_city_mooringsport": 5380, "concept_bacteria_leptospira": 47346, "concept_drug_bupropion": 57973, "concept_movie_star_trek": 60260, "concept_landscapefeatures_country_lanes": 52165, "concept_sport_ncaa_basketball": 42374, "concept_person_angelina": 12331, "concept_writer_davida_wills_hurwin": 43329, "concept_book_nicholas_nickleby": 43159, "concept_chemical_different_chemicals": 50047, "concept_athlete_p_j__walters": 6733, "concept_book_elbow_room": 44551, "concept_grain_nassau_county": 20383, "concept_building_oare": 33546, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 56714, "concept_museum_allied_artists": 33635, "concept_drug_tavist": 57635, "concept_charactertrait_school_science": 47078, "35.5699000000000,139.7294000000000": 75081, "concept_fruit_limes": 55005, "concept_park_harlem": 32306, "concept_televisionstation_katu_tv": 30518, "concept_stadiumoreventvenue_pikes_peak_center": 35491, "concept_retailstore_sony": 15036, "concept_fungus_hth": 75326, "concept_book_the_main_chance": 13197, "concept_politicianus_republican_senator_norm_coleman": 68648, "concept_academicfield_environmental": 45300, "concept_governmentorganization_ohio_department": 50933, "concept_weapon_seven_missiles": 53791, "concept_braintissue_patients": 28921, "concept_mountain_central_sierra_nevada": 41287, "concept_city_stephenville": 38969, "concept_coach_al_arbour": 542, "concept_drug_sinemet": 57746, "concept_musicalbum_steppenwolf": 26476, "concept_bank_pioneer": 19756, "concept_museum_lyndhurst": 11584, "concept_country_senegal": 5778, "34.9151000000000,-95.3310800000000": 32783, "concept_blog_wral_tv": 27678, "concept_academicfield_geophysics": 45327, "concept_disease_cancer_increase": 54939, "concept_beverage_cola": 54341, "concept_county_southwestern_state_university": 7882, "concept_nut_eggplant": 20561, "concept_river_delaware_river": 31673, "concept_athlete_travis_diener": 66747, "concept_university_liverpool_university": 46133, "concept_visualizablething_palm_oil": 54827, "concept_automobilemodel_terrain": 72790, "concept_eventoutcome_control_system": 51180, "concept_visualartist_walter_pater": 3710, "concept_coach_hassan_adams": 67385, "concept_sportsgame_playoffs": 27037, "concept_musician_rbd": 4159, "concept_tableitem_screen": 3721, "concept_disease_acute_infectious_disease": 47206, "concept_person_thomas_seymour": 28761, "concept_writer_dickens": 42875, "concept_televisionstation_kdtn": 9928, "concept_sportsteam_babson_college": 41034, "concept_room_masters_bedroom": 52729, "concept_bodypart_foal": 26650, "concept_geopoliticallocation_earthquake": 32974, "concept_website_asian": 2363, "concept_book_ella_enchanted": 2388, "concept_profession_deployment": 51717, "concept_televisionstation_kdtf": 30802, "concept_mountainrange_loita_hills": 56248, "concept_country___america": 259, "concept_park_atlanta_state_park": 32335, "concept_writer_leo_tolstoy": 43599, "concept_officebuildingroom_masterbedroom": 26219, "41.8758700000000,-87.6247700000000": 23287, "concept_mountainrange_middle_atlas": 8250, "concept_chemical_iodine": 50444, "-16.4386400000000,-39.0809200000000": 1849, "concept_journalist_tommy_doyle": 17111, "concept_vein_pituitary_gland": 3124, "concept_insect_insects": 7331, "concept_biotechcompany_daiichi": 72086, "concept_mldataset_bt": 23315, "43.4513600000000,-1.5448700000000": 20817, "concept_musician_justin_hayward": 61629, "concept_weapon_automatic_pistol": 53465, "concept_newspaper_wall_street_journal": 55893, "concept_drug_loratadine": 50012, "concept_personmexico_luis_gonzalez": 65442, "concept_company_tivo": 26516, "concept_company_msn_search": 4579, "concept_trainstation_code": 11362, "concept_company_international_steel_group": 61537, "34.9506500000000,-90.3123200000000": 27225, "concept_musician_bo_diddley": 62130, "concept_drug_vancomycin": 47514, "concept_physiologicalcondition_weight_loss": 47573, "concept_city_annandale": 38469, "concept_beverage_cherries": 54686, "concept_company_business_objects": 71954, "concept_writer_ahdaf_soueif": 64100, "concept_stadiumoreventvenue_bowman_gray_stadium": 74196, "concept_bathroomitem_hair_dryers": 58517, "concept_politicianus_john_tyler": 68228, "concept_beach_jimbaran_bay": 15954, "concept_bank_vtb": 73601, "concept_biotechcompany_immunex": 72075, "concept_buildingfeature_garage_doors": 58093, "concept_hotel_taj_mahal_palace___tower": 33888, "concept_landscapefeatures_coastlines": 11271, "concept_scientist_simone_de_beauvoir": 70960, "concept_sportsteam_illini": 251, "concept_televisionstation_waff_tv": 30116, "37.6000000000000,83.8333300000000": 3887, "concept_weapon_intercontinental_ballistic_missiles": 54016, "concept_person_russell_brand": 59414, "concept_island_recommendation": 18088, "concept_city_place": 7241, "concept_journalist_marc_lacey": 68972, "55.9333300000000,-3.1666700000000": 33739, "concept_person_kore": 69436, "concept_emotion_fun": 6049, "concept_athlete_whitter": 21022, "concept_geopoliticallocation_purdue": 16203, "concept_city_amissville": 39011, "concept_musicartist_tips": 13634, "concept_book_martin_eden": 43797, "concept_island_guantanamo_bay": 18377, "concept_river_sheyenne": 31697, "concept_musician_erik_rutan": 62384, "concept_criminal_vissarion": 23677, "44.1333300000000,5.1000000000000": 36018, "concept_profession_technical_professionals": 51582, "concept_university_jewish_theological": 20266, "concept_athlete_ian_johnson": 67147, "concept_governmentorganization_sec": 50834, "concept_city_crestview_hills": 39016, "concept_medicalprocedure_bypass_surgery": 42514, "concept_hotel_rum_point_inn": 3981, "concept_biotechcompany_hoffman_la_roche": 47767, "38.8956700000000,-77.0399800000000": 2375, "concept_protein_vitamin_d": 54669, "62.4333300000000,30.3000000000000": 26044, "concept_politician_senator_dewine": 71672, "concept_book_phantom_of_the_opera": 43969, "concept_personasia_johnny_ford": 6359, "concept_bird_wild_turkeys": 48764, "concept_beach_hawaii": 75286, "concept_athlete_trevor_hoffman": 64796, "concept_city_srinagar": 38521, "concept_county_amos_tuck_school": 22003, "concept_book_dragonriders_of_pern": 43681, "concept_lake_big_spring": 16574, "concept_movie_badlands": 64580, "concept_city_island_no_": 38895, "concept_city_sabres": 10531, "concept_company_swatch": 73268, "concept_grain_rye": 54787, "concept_disease_add_adhd": 48535, "concept_musician_otis_redding": 62082, "concept_city_collierville": 37177, "concept_hotel_budget": 34503, "concept_academicfield_email": 45460, "concept_journalist_walter_pincus": 70455, "44.9501500000000,-63.5987000000000": 72425, "39.6191500000000,-105.7958400000000": 1324, "concept_athlete_willie_harris": 66972, "concept_beach_bahia_pez_vela": 10137, "concept_website_quotes": 28128, "concept_personafrica_sofia_coppola": 60086, "concept_terroristorganization_harkat_ul_mujahideen": 51087, "concept_airport_hancock_international": 34788, "concept_newspaper_the_globe_and_mail": 55976, "concept_island_holiday": 7296, "concept_astronaut_eads": 19729, "concept_food_fresh_basil": 20408, "concept_weapon_case": 15966, "concept_musicartist_rise_against": 73851, "34.7750600000000,-85.0029300000000": 17040, "concept_bank_dresdner_bank": 73379, "concept_writer_tacitus": 43449, "concept_televisionstation_wfxb_tv": 31386, "20.7430600000000,-156.8961100000000": 19068, "concept_country_career": 11337, "concept_county_savannah_area": 4803, "concept_book_little_house_in_the_big_woods": 63135, "concept_automobilemodel_edge": 55425, "concept_politicsissue_activity": 24883, "concept_organization_heilongjiang": 37581, "concept_person_shirley": 71138, "concept_sportsteam_the_masters_college_mustangs": 40652, "concept_movie_eraserhead": 64436, "concept_bodypart_skin_constrict": 4428, "concept_athlete_craig_biggio": 59310, "concept_mountainrange_lesser_caucasus": 56195, "concept_country_united_arab_emirates": 14323, "57.4059650000000,-4.3542150000000": 21924, "concept_clothing_leather_shoe": 58831, "concept_book_life_is_a_caravanserai": 23192, "concept_river_atchafalaya_river": 31860, "concept_movie_norma_rae": 61153, "concept_attraction_camden_lock": 57219, "concept_website_the_express": 55911, "concept_city_torshavn": 32820, "47.3417200000000,-84.6499100000000": 23989, "concept_company_medco": 72124, "concept_county_savannah": 5066, "concept_chemical_water": 49810, "concept_person_henry": 14988, "33.4252800000000,44.5300000000000": 10601, "64.7166700000000,32.4833300000000": 7268, "concept_politicsblog_raleigh": 23145, "concept_personcanada_belzec": 6223, "concept_sportsteam_baylor_bears_basketball": 40051, "concept_building_mohammed_v": 8676, "concept_academicfield_foreign_languages_and_literatures": 46075, "concept_book_a_dying_light_in_corduba": 44399, "concept_director_roberto_benigni": 64648, "concept_hotel_sari_pan_pacific_hotel": 34291, "concept_book_amerika": 43873, "concept_sportsteam_dakota_state_trojans": 40647, "concept_city_kashi": 37252, "concept_vertebrate_ships": 29238, "concept_academicfield_pc": 6713, "concept_televisionstation_wbpg": 30579, "concept_traditionalgame_big_one": 18060, "concept_retailstore_virgin_records": 4926, "concept_tableitem_site_visitor": 25678, "concept_sportsteam_florida_intl_golden_panthers": 39753, "concept_city_la_palma": 5468, "concept_university_anderson_graduate_school_of_management": 32728, "concept_animal_calf": 49615, "concept_personeurope_maddie": 4859, "concept_coach_justin_miller": 59385, "concept_room_lab": 24828, "concept_politician_mary_mcaleese": 71736, "concept_physiologicalcondition_cancer_increases": 54949, "concept_park_the_castro": 32481, "concept_city_sharm_el_sheikh": 37262, "concept_disease_sickle_cell_anemia": 48617, "concept_radiostation_kpcc": 41384, "concept_musicartist_devo": 21457, "concept_hotel_gaylord_national": 34552, "concept_room_small_lounge": 52610, "concept_invertebrate_worms": 7855, "concept_university_new_mexico_school": 17816, "concept_buildingmaterial_polycarbonate": 55522, "concept_organization_n366th_civil_engineer_squadron": 71889, "concept_city_knock": 37723, "concept_weapon_vent_free_gas": 53951, "concept_writer_walter_pater": 64138, "concept_recordlabel_blackend": 24729, "concept_person_mississippi_state": 29114, "concept_writer_tolkein": 44677, "concept_food_meals": 54927, "concept_room_oceanfront_room": 52436, "concept_criminal_carlo_ponti": 17863, "concept_book_taps": 24600, "concept_ceo_anne_rice": 71458, "concept_river_willamette_river": 31718, "concept_athlete_dinara_safina": 65294, "concept_bird_elephant": 7805, "concept_coach_clint_barmes": 65078, "concept_newspaper_dayton_daily_news": 70237, "concept_bacteria_rickettsia_prowazekii": 47126, "concept_sportsequipment_freestyle": 1631, "concept_jobposition_trainer": 51330, "concept_movie_chinatown": 61155, "concept_city_st_charles": 38571, "concept_blog_va": 17903, "concept_hotel_royal_york": 34289, "concept_coach_righetti": 9095, "concept_jobposition_social_worker": 51323, "concept_professor_david_hoffman": 69035, "concept_academicfield_communication_studies": 45425, "concept_videogame_grandmother": 11751, "concept_furniture_double_sofa": 58232, "concept_academicfield_public_service": 45854, "concept_person_bl__innocent_xi": 71178, "35.0855600000000,63.1744400000000": 25349, "concept_sportsteam_bulldogs": 39544, "concept_city_ozark": 19470, "concept_scientist_max_frisch": 63421, "concept_drug_zyvox": 47775, "concept_country_republic_of_kenya": 32952, "concept_person_master_p": 23298, "concept_attraction_vat_phou": 21254, "concept_city_arvada": 5549, "concept_geometricshape_shape": 1519, "concept_mountainrange_southern_rockies": 56166, "concept_room_principal_bedroom": 52814, "concept_disease_pervasive_developmental_disorders": 1955, "concept_visualizablething_cathedral": 56502, "concept_journalist_michael_abramowitz": 70523, "-8.5336100000000,126.7102800000000": 10473, "concept_company_frontier_airlines": 72666, "concept_arthropod_natural_enemies": 49453, "concept_island_brecqhou": 9663, "concept_weapon_anti_ballistic_missile": 53552, "concept_sportsteam_uc_san_diego": 40189, "concept_county_palm_coast": 26064, "concept_geopoliticalorganization_torun": 27506, "concept_academicfield_liberal_arts": 45463, "concept_televisionstation_kiku": 31433, "concept_televisionstation_kvii": 30051, "concept_city_delray_beach": 37015, "concept_televisionstation_kvie": 30052, "concept_chemical_glutamate": 50430, "concept_male_alex_lifeson": 59108, "concept_visualartist_robert_drummond": 24477, "concept_televisionstation_kvia": 30055, "concept_personus_allan_moss": 73463, "concept_book_war_and_peace": 3430, "concept_politicianus_second_person": 4031, "20.9169400000000,-156.3938900000000": 21958, "concept_professor_kevin_mckenna": 69540, "concept_personnorthamerica_fax": 3406, "concept_athlete_dee_brown": 60134, "concept_musician_yngwie_malmsteen": 62142, "concept_lake_lolland": 25126, "concept_athlete_colter_bean": 66043, "concept_televisionstation_kviq": 30053, "concept_personnorthamerica_abdul_ahad": 25348, "concept_televisionstation_wtmj": 13275, "concept_book_alice": 43188, "concept_actor_patricia_neal": 61107, "concept_mountain_mount_miserable": 41262, "concept_monument_philadelphia_area": 17331, "37.7755000000000,-122.4202400000000": 3454, "concept_televisionstation_wtmd": 30299, "concept_book_celestine_prophecy": 43485, "concept_personeurope_malcolm_lowry": 7109, "concept_drug_oxaliplatin": 47694, "concept_drug_ibuprofen": 49823, "concept_book_blackwood_farm": 44003, "concept_bank_usps_air_mail": 12033, "concept_bank_npm": 22728, "concept_nondiseasecondition_mahalo": 16136, "concept_amphibian_nostrils": 18069, "concept_visualartist_frederic_remington": 69750, "concept_architect_italo_svevo": 25657, "concept_coach_gary_pinkel": 953, "concept_book_last_of_the_mohicans": 42902, "concept_stadiumoreventvenue_civic_center": 35686, "concept_sportsteam_morgan_st_bears": 40243, "concept_mountain_mauna_kea": 41077, "43.4833300000000,4.4666700000000": 67721, "concept_actor_raye_dowell": 61269, "concept_automobilemaker_triumph": 4631, "concept_room_spacious_loft": 52468, "concept_politicalparty_college": 1086, "37.1419750000000,-118.5557500000000": 23729, "concept_athlete_tyson_chandler": 66002, "concept_politician_chester_a__arthur": 71663, "concept_plant_live_oak": 47942, "concept_ceo_jay_adelson": 706, "concept_book_starship_troopers": 44363, "concept_sportsgame_end": 46929, "concept_academicfield_accreditation": 74869, "concept_weapon_united_states_navy": 12520, "concept_lake_salmon_river": 39154, "concept_politicalparty_international_monetary_fund": 74925, "concept_writer_p__l__travers": 44016, "48.1460000000000,17.1160000000000": 16878, "concept_crustacean_lobsters": 48336, "concept_musician_robert_johnson": 61853, "concept_person_penny_lancaster": 3895, "concept_politicianus_lieberman": 59088, "concept_musician_styx": 6808, "concept_insect_gnats": 49479, "concept_product_adobe_acrobat": 13908, "concept_ceo_andy_grove": 18870, "concept_person_sims": 20874, "concept_zoo_celeste_center": 9004, "concept_biotechcompany_pain": 25662, "concept_architect_application": 7680, "concept_county_nicholls_state": 19931, "concept_publication_job_opportunities": 4869, "concept_physicalcharacteristic_mess": 47075, "concept_person_sills": 18097, "concept_book_complete_novels": 63608, "concept_disease_heart_problems": 46520, "concept_athlete_alonzo_mourning": 59405, "concept_room_marble_master_bath": 55573, "concept_consumerelectronicitem_operating_systems": 28309, "concept_academicfield_clinics": 4122, "concept_beach_blawenburg": 7443, "concept_transportation_money": 2034, "concept_person_rodriguez": 123, "concept_airport_taylor_lake_village": 21240, "concept_researchproject_study": 12616, "concept_athlete_darren_clarke": 64800, "concept_retailstore_cafe_coffee_day": 33520, "concept_musicartist_jesus_lizard": 61803, "concept_fish_hammerhead_sharks": 48351, "concept_vegetable_peanuts": 20748, "32.5916662500000,130.2604162500000": 7441, "concept_televisionstation_ksmq_tv": 30713, "concept_website_decision": 28923, "concept_city_otsego": 36845, "concept_athlete_bill_bray": 59916, "concept_landscapefeatures_seascapes": 4960, "concept_agriculturalproduct_slow_cooker": 55361, "concept_drug_anacin": 47685, "concept_book_dragons_on_englor": 63065, "concept_book_death_be_not_proud": 59765, "concept_musicgenre_grunge_rock": 49753, "concept_writer_brownbear": 6100, "concept_televisionstation_kswb": 30484, "35.8892500000000,-93.7310200000000": 46804, "concept_insect_spectacle": 9640, "38.2245600000000,-0.5191900000000": 3502, "concept_book_baking_cakes_in_kigali": 69464, "concept_park_fan": 11373, "concept_personmexico_michael": 67825, "concept_book_on_writing__a_memoir_of_the_craft": 44907, "concept_televisionstation_ktab_tv": 31041, "concept_arachnid_lone_star_tick": 49456, "concept_plant_pathfinder": 23960, "concept_book_the_way_of_shadows": 63452, "concept_bathroomitem_whirlpool_tubs": 58527, "concept_televisionstation_kwnb_tv": 30266, "concept_sportsteam_queen_s": 40146, "concept_politicianus_john_salazar": 68528, "concept_arthropod_bit": 27747, "concept_chemical_atoms": 49781, "concept_coach_vince_lombardi": 820, "concept_academicfield_extension": 45766, "23.0833300000000,70.1333300000000": 50652, "concept_vehicle_government_agencies": 16237, "concept_personmexico_david_west": 67815, "concept_movie_octopussy": 59061, "concept_politicianus_senator_kohl": 68626, "concept_hotel_tower": 34298, "concept_sportsteam_charlotte_49ers": 29506, "21.1500000000000,97.3500000000000": 12750, "concept_radiostation_wish_tv": 41510, "concept_company_miami_herald001": 6944, "concept_book_attention": 29910, "concept_personcanada_rupert_friend": 59857, "concept_planet_question": 17257, "concept_room_second_guest_room": 52811, "concept_writer_john_updike": 42640, "concept_mlsoftware_beep": 67886, "concept_bodypart_heart": 58617, "concept_book_the_neon_rain": 63516, "concept_visualizablescene_leeds_bradford": 35059, "concept_language_windish": 2669, "35.8269300000000,-82.1119200000000": 19936, "concept_male_billy_ray_cyrus": 60026, "concept_wine_green_bay": 14868, "-42.8166700000000,147.3166700000000": 15323, "concept_person_martha_miller": 60905, "concept_male_abigail": 27209, "concept_plant_stately_oaks": 24797, "39.9858200000000,-105.1130400000000": 26472, "concept_governmentorganization_office_of_management_and_budget": 14253, "concept_mountain_sneffels": 41258, "concept_politicianus_matt_blunt": 68464, "concept_organization_cpvcc": 71291, "concept_journalist_clyde_haberman": 70451, "concept_sportsgame_n2008_nba_finals": 46915, "concept_person_gabriel": 2918, "concept_politicalparty_coalition_provisional_authority": 51076, "concept_politicianus_democratic_candidate_barack_obama": 12451, "concept_musicartist_mars_volta": 73867, "concept_weapon_uzi_machine_guns": 53198, "concept_bank_hbos": 73321, "concept_city_bhagalpur": 37683, "concept_videogamesystem_adobe_lightroom": 13950, "concept_governmentorganization_oge": 14254, "concept_person_tonya_lewis_lee": 15131, "concept_visualizableobject_throttle": 54106, "concept_nut_hypertension": 8912, "concept_musicartist_satyricon": 73696, "concept_personcanada_michael_gordon": 67652, "concept_person_steve_mcpherson": 8015, "concept_weapon_smartlock_pistols": 53575, "concept_sportsteam_philies": 46890, "concept_weapon_five_weapons": 53639, "concept_athlete_joe_gordon": 66448, "concept_male_last_adam": 74829, "concept_filmfestival_eight": 11830, "concept_clothing_costume": 52902, "concept_book_shogun": 64174, "concept_writer_thomas_keneally": 43502, "concept_city_canby": 36838, "concept_buildingfeature_frames": 58084, "concept_academicfield_engineering_psychology": 45616, "concept_athlete_charlie_morton": 60491, "concept_sportsteamposition_pitcher": 42262, "concept_visualizablething_front": 14948, "concept_coach_chris_berman": 67423, "concept_profession_contacting": 50882, "concept_vegetable_walnuts": 20521, "concept_governmentorganization_federal_transit_administration": 14855, "concept_book_mystery": 2170, "concept_male_kenneth_wright": 59587, "concept_musicartist_rush": 59109, "concept_drug_blopress": 57461, "54.8766300000000,-94.9331700000000": 47702, "concept_book_deception_point": 59923, "concept_website_desktop": 28133, "concept_person_jamie": 61456, "concept_politicsissue_more_money": 2028, "concept_sport_motorsport": 42179, "concept_amphibian_care": 21642, "concept_writer_jim_marrs": 17158, "concept_televisionstation_wmmp": 31592, "concept_politicianus_richard_burr": 59974, "concept_politicsblog_citizen": 10940, "concept_airport_general_mitchell": 21006, "concept_insect_butterflies": 7871, "concept_physiologicalcondition_queensland_tick_typhus": 47179, "concept_book_all_about_h__hatterr": 4427, "concept_election_municipal_elections": 51142, "concept_book_sin_city": 44562, "concept_person_lanni": 62712, "concept_sportsgame_news": 46836, "concept_river_nushagak": 21522, "concept_athlete_josh_banks": 65992, "41.8818000000000,-87.6245350000000": 22408, "concept_academicfield_software_engineering": 45200, "concept_city_deerfield": 37230, "concept_scientificterm_conditional_random_fields": 41863, "concept_person_jack_newton": 69375, "concept_lake_lago_yelcho": 12501, "concept_jobposition_nursing": 2392, "concept_automobilemodel_ikon": 72996, "concept_personnorthamerica_johnson": 64380, "concept_drug_humalog": 57761, "concept_sportsteamposition_centrefield": 9674, "concept_officebuildingroom_spacious_double_rooms": 55635, "concept_book_the_assistant": 7114, "concept_automobilemodel_altima": 23955, "concept_city_leiria": 38375, "concept_book_firewall": 43433, "concept_movie_enchanted": 60962, "concept_profession_execution": 51852, "concept_personafrica_garden_city": 3826, "38.3395600000000,-75.6549300000000": 22861, "18.9654440000000,72.9338320000000": 33821, "concept_website_sidestep_": 24777, "concept_attraction_columbia_area": 29416, "concept_book_naked": 67943, "concept_company_luxair": 73217, "concept_wine_vintages": 6417, "concept_stadiumoreventvenue_oncenter": 35950, "concept_book_crucible": 44792, "concept_book_castle_roogna": 28883, "concept_movie_lost_in_translation": 60088, "concept_country_tunisia": 5793, "concept_female_gaile_parkin": 69463, "concept_athlete_mike_lincoln": 65387, "concept_musician_feist": 61951, "concept_bathroomitem_spa_tub": 58411, "concept_musician_sonny_landreth": 62333, "concept_city_castine": 38228, "concept_officebuildingroom_large_double_room": 52812, "concept_book_n3rd_degree": 44703, "concept_drug_tofranil": 57754, "concept_book_the_woodlanders": 43897, "concept_city_barcelona": 28785, "concept_televisionstation_kbfd": 9856, "concept_city_paw_creek": 5191, "concept_clothing_sale": 58894, "concept_person_keturah": 14293, "concept_fish_cold_water_species": 49284, "concept_transportation_exchanges": 11081, "concept_musicartist_rancid": 62026, "concept_beverage_madison": 18466, "concept_city_rancho_cordova": 38360, "concept_hobby_integrated_design": 12326, "concept_city_whistler": 35216, "concept_professionalorganization_american_wind_energy_association": 19704, "concept_automobilemaker_caterham": 73081, "concept_tool_tools": 2393, "concept_city_fridley": 37227, "concept_musicalbum_reality": 74562, "concept_university_university_of_hong_kong": 46205, "concept_agriculturalproduct_markets": 58975, "concept_book_dolores_claiborne": 44696, "concept_eventoutcome_establishment": 3355, "concept_book_the_return_of_the_soldier": 26010, "concept_company_asian_spirit": 72621, "concept_personaustralia_gary_pinkel": 338, "concept_city_effingham": 37350, "concept_hobby_outdoor_adventure_activities": 46664, "concept_currency_myanmar": 12704, "concept_profession_technicians": 51382, "concept_politicianus_webb": 68783, "concept_automobileengine_ford_explorer": 6187, "concept_island_funafuti": 50751, "concept_book_from_dead_to_worse": 43351, "concept_bird_mammals": 10348, "concept_nut_server": 28313, "concept_musician_michael_angelo_batio": 61737, "concept_blog_spokesman": 1029, "concept_recordlabel_mute": 536, "concept_time_canadian_football_hall_of_fame": 20311, "concept_visualartist_e_40": 14626, "concept_personus_use_returns": 68842, "concept_televisionstation_kwba": 30090, "concept_plant_saplings": 47865, "concept_male_joakim_noah": 59885, "concept_politicalparty_australian_government": 51072, "concept_bird_dabblers": 28250, "34.7247650000000,-92.2577150000000": 35127, "concept_celebrity_justin_gaston": 22398, "concept_journalist_louis_uchitelle": 70156, "concept_athlete_xavi": 66855, "concept_aquarium_how_to_set_up_aquarium": 57010, "concept_bank_select": 24779, "concept_meat_bun": 20415, "concept_musicalbum_discovery": 21611, "concept_stadiumoreventvenue_sommet_center": 35826, "concept_politicianus_joseph_i__lieberman": 68409, "concept_company_maxis": 7986, "concept_braintissue_pineal_gland": 3001, "concept_person_jossey_bass": 10695, "concept_crustacean_kid": 1301, "concept_bank_axa": 22779, "concept_person_phoebe": 22584, "concept_hallwayitem_radiant_floor": 56480, "concept_televisionstation_kcts": 31115, "41.7009300000000,-72.5934200000000": 3513, "concept_book_red_harvest": 44254, "concept_person_judge_david_hale": 71823, "concept_city_nagasaki": 37865, "concept_director_stanley_donen": 59201, "concept_mediatype_report": 13963, "concept_televisionshow_passion": 75158, "concept_disease_kidney_problems": 18669, "concept_island_hilton_head_island": 50731, "concept_book_king_john": 9706, "concept_writer_arthur_agatston": 44158, "concept_athlete_eddie_kunz": 66733, "concept_book_tuck_everlasting": 63311, "concept_bathroomitem_desktop": 28308, "concept_televisionstation_saint_louis": 760, "concept_radiostation_knx": 41475, "concept_book_the_purpose_driven_life": 42800, "42.2081600000000,-71.0058800000000": 24086, "concept_coach_marshall_faulk": 60484, "concept_personus_barry_gibb": 19312, "concept_mountainrange_benevenagh": 21502, "concept_beach_bronx_ny": 1641, "concept_radiostation_kuow_fm": 41637, "concept_sportsteam_albany_great_danes": 29595, "concept_attraction_temple_bar": 55481, "concept_visualizablething_soy_protein": 55503, "concept_bank_astoria": 7127, "concept_book_the_crying_of_lot_49": 43166, "43.7361100000000,7.4250000000000": 22756, "30.4135400000000,-97.7375100000000": 7024, "concept_televisionstation_kttv": 30385, "concept_personmexico_tito_ortiz": 60202, "concept_hotel_grand": 34504, "concept_person_david_boreanaz": 3917, "concept_stadiumoreventvenue_field": 35684, "concept_blog_slashdot": 14387, "concept_professionalorganization_oasis": 18614, "concept_furniture_beds": 55630, "concept_newspaper_neighbors": 74840, "concept_journalist_eric_bailey": 70756, "concept_male_kevin_garnett": 59699, "concept_personus_shakespeare": 9685, "concept_journalist_kit_stier": 70440, "concept_meat_dish": 49109, "concept_city_link": 271, "concept_sportsteam_hofstra_university": 40840, "concept_company_hk_disneyland": 72439, "concept_televisionstation_wptz_tv": 31444, "concept_bodypart_fetus": 3174, "concept_musician_chris_squire": 62484, "concept_politicianus_frist": 67990, "concept_hotel_fairmont_empress": 34529, "concept_ceo_janet_l__robinson": 71380, "concept_personus_john_browne": 3932, "concept_stateorprovince_states": 11032, "concept_city_linz": 37825, "concept_drug_galvus": 58055, "concept_nonprofitorganization_agc": 75072, "23.3168500000000,120.9199533333333": 3709, "concept_coach_andrew_alberts": 67318, "concept_athlete_dustin_pedroia": 59932, "concept_plant_palm_trees": 47986, "concept_convention_condition": 20324, "concept_city_johor_bahru": 33133, "concept_coach_new_jersey_devils": 67360, "concept_lake_strait_of_gibraltar": 24888, "concept_writer_dostoyevsky": 44154, "concept_drug_zomig": 57764, "concept_personeurope_e__nesbit": 64163, "concept_coach_south_carolina_gamecocks": 14192, "concept_athlete_lecavalier": 2413, "concept_book_mister_johnson": 43157, "concept_insect_housefly": 49490, "concept_mammal_axis": 48920, "concept_musicartist_deftones": 73947, "concept_person_sam_donaldson": 13092, "concept_sportsteam_kobe_university": 40412, "concept_software_microsoft_word": 13965, "concept_televisionstation_wkpt_tv": 30587, "concept_politicianus_dmitry_medvedev": 68750, "concept_televisionstation_wlvi_tv": 30778, "concept_city_rancho_cucamonga": 5216, "concept_academicfield_american_studies": 45550, "concept_artery_process": 58726, "34.0669900000000,-118.4007000000000": 33855, "concept_visualizablething_blood_stream": 8960, "concept_movie_terms_of_endearment": 61056, "concept_athlete_daniel_schlereth": 65174, "concept_airport_edinburgh_international_airport": 34819, "concept_airport_senai": 34901, "concept_book_the_communist_manifesto": 29687, "concept_stateorprovince_bahia": 33186, "concept_weapon_maces": 53784, "concept_website_new_yorker_magazine": 14416, "concept_city_khe_sanh": 29336, "concept_newspaper_toronto_sun": 55958, "concept_monument_deshnok": 17200, "concept_room_set": 10832, "concept_biotechcompany_control": 28809, "concept_sportsteam_cent__michigan_chippewas": 40316, "concept_movie_jfk": 61136, "concept_athlete_jake_delhomme": 65871, "concept_weapon_infantry_weapons": 53825, "concept_stadiumoreventvenue_baltimore_convention_center": 35863, "concept_movie_the_spy": 64146, "concept_coach_herm_edwards": 716, "concept_beverage_potato_water": 54458, "concept_person_six_people": 61506, "concept_athlete_babe_ruth": 59869, "concept_company_longaberger": 8711, "concept_weapon_heavy_sword": 53325, "concept_city_ouagadougou": 36911, "concept_profession_special_education_teachers": 51617, "concept_transportation_edinburgh_airport": 35239, "concept_personus_extremists": 21538, "concept_mammal_sheep_": 12085, "concept_website_wpmi": 13080, "concept_country_hongkong": 39508, "27.7293500000000,-82.7432200000000": 32140, "concept_person_dizzy_trout": 10416, "concept_building_kuala_lumpur": 5952, "concept_book_lady_chatterley_s_lover": 23350, "concept_professionalorganization_kosciuszko_foundation": 74101, "concept_physicalaction_commerce": 27594, "concept_emotion_series": 25065, "concept_city_menominee": 38378, "concept_language_uzbek": 46308, "concept_agriculturalproduct_medicines": 47459, "concept_stadiumoreventvenue_adler_theatre": 37927, "concept_city_allahabad": 38839, "concept_personeurope_laura_esquivel": 3411, "concept_arthropod_files": 8205, "concept_politicsbill_washington_convention": 8854, "concept_recordlabel_water": 12737, "concept_politicianus_sen__clinton": 68361, "concept_book_witness": 4404, "concept_company_malaysian": 18127, "concept_university_universidad_complutense_de_madrid": 46330, "concept_visualizablescene_gentlemens": 14526, "concept_politicianus_president_ronald_reagan": 60759, "concept_musicartist_camel": 74025, "concept_bakedgood_loaf": 55294, "concept_comedian_medicine": 4916, "concept_judge_vissarion": 16401, "concept_radiostation_wbur": 41536, "concept_drug_tamiflu": 47461, "concept_televisionstation_wesh_tv": 31528, "33.3819000000000,-86.8091000000000": 9558, "concept_movie_ghost_rider": 60070, "concept_county_pontiac": 3879, "concept_aquarium_starfire_glass_aquarium": 56735, "concept_color_crimson_tide": 23674, "concept_disease_hiv_aids": 15961, "concept_airport_rapid_city_regional": 35100, "concept_politicianus_pat_leahy": 27148, "concept_bank_aflac": 74377, "concept_city_salamanca": 38094, "concept_sportsgame_four_weeks": 47037, "concept_musicgenre_seattle_grunge": 49717, "concept_visualartist_titian": 69713, "concept_person_olson": 25916, "51.5000000000000,-2.4166700000000": 50603, "42.3737100000000,-71.1097700000000": 15765, "concept_emotion_issue": 17291, "concept_bakedgood_strawberry_ice_cream": 55193, "concept_sportsteam_utep_miners": 29548, "concept_city_lead": 11143, "concept_book_five_quarters_of_the_orange": 44262, "34.5728800000000,-94.5730000000000": 51312, "concept_visualizablething_tsampa": 3687, "concept_ceo_mohsin_khan": 9786, "60.5750000000000,-1.1708325000000": 6260, "concept_blog_techcrunch": 56112, "concept_company_junglee": 56075, "concept_building_theatres": 17858, "concept_disease_attention_disorders": 48620, "concept_retailstore_lai_lai": 24717, "concept_arachnid_brown_widow": 49461, "concept_county_mackintosh_school": 50514, "concept_stadiumoreventvenue_interlagos": 26765, "concept_politicalparty_clinton_library": 23357, "concept_journalist_eli_lake": 70349, "concept_physicalaction_platform": 10442, "concept_politicalparty_bankers": 26047, "concept_biotechcompany_sap_ag": 71499, "concept_placeofworship_stockholm": 29866, "47.3899700000000,-110.0690900000000": 18159, "concept_bacteria_ascaris_lumbricoides": 47388, "concept_professor_steve_lohr": 69553, "concept_personus_bono": 6877, "concept_biotechcompany_icon": 27144, "concept_actor_jason_bleick": 61145, "concept_bodypart_appendix": 2996, "concept_musicsong_itunes": 2508, "concept_traditionalgame_rouge_et_noir": 13021, "concept_aquarium_spadina_aquarium": 56976, "concept_scientificterm_gamma_function": 41943, "concept_sportsleague_american_hockey_league": 74233, "concept_food_rice_mixture": 20630, "concept_drug_butalbital": 57883, "concept_company_brunswick_corporation": 72341, "45.4000000000000,28.0166700000000": 29403, "concept_kitchenitem_center": 3692, "concept_archaea_ladinos": 8084, "concept_book_carpe_jugulum": 5896, "concept_wine_classic_grape_varieties": 19202, "concept_bodypart_rib_cage": 58623, "concept_sportsleague_american_football_conference": 4944, "concept_automobileengine_ford_ranger": 6185, "concept_plant_native_grasses": 48078, "concept_winery_mcmanis": 75009, "concept_geopoliticallocation_pembroke_pines": 50622, "concept_profession_unions": 13698, "concept_insect_long_tongued_bees": 49589, "concept_city_panama_canal": 33037, "concept_athlete_brian_fuentes": 65541, "concept_city_troutdale": 37679, "concept_personmexico_jon_rauch": 60486, "concept_athlete_sergi_bruguera": 65436, "concept_chemical_images": 6725, "concept_mediatype_restructuring": 14572, "concept_book_a_question_of_death_an_illustrated_phry": 43891, "concept_placeofworship_murlough": 18409, "concept_person_judith_nathan": 71090, "concept_sportsteam_buffalo_braves": 40265, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40470, "concept_airport_san_diego_airport": 34991, "concept_jobposition_solicitor": 51340, "concept_weapon_nailgun": 53059, "concept_drug_ephedra": 57527, "concept_comedian_barry_levinson": 60126, "concept_city_south_pasadena": 33369, "-6.2355600000000,107.7255600000000": 23755, "concept_person_nathan": 6641, "concept_movie_hollywood_homicide": 59580, "concept_athlete_jeremy_powell": 66944, "concept_city_braunfels": 37991, "concept_female_patty_murray": 68508, "concept_city_lakselv": 36273, "concept_female_directors": 15070, "concept_sportsequipment_uniforms": 42202, "concept_sportsgame_n1959_world_series": 46971, "37.3602200000000,-120.5640800000000": 1385, "concept_coach_jay_bruce": 66710, "concept_televisionstation_wfld_tv": 30436, "concept_kitchenitem_tender": 1346, "concept_bathroomitem_tub_combination": 24969, "concept_company_anheuser_busch_companies001": 18905, "concept_biotechcompany_teva": 47578, "-38.2166700000000,144.2833300000000": 18111, "concept_musician_jaz_coleman": 61719, "concept_politicianus_frank_lautenberg": 68375, "concept_bathroomitem_roman_tub": 58536, "concept_muscle_dorsi": 10097, "43.6948414285714,15.6990485714286": 74851, "concept_nongovorganization_taxpayers": 10610, "concept_drug_doxazosin": 50201, "concept_sportsteam_central_european_university": 40719, "concept_academicfield_aerospace_engineering": 45390, "concept_musicsong_verona": 9700, "concept_ceo_business_contact": 6565, "30.4915900000000,-92.1817900000000": 28943, "concept_chemical_nitrogen_oxide": 49888, "concept_male_zipporah": 1743, "concept_software_playstation_2": 72025, "concept_book_the_hour_of_the_star": 63339, "concept_sportsteamposition_wr": 42478, "concept_fish_anchovies": 49243, "concept_lake_baja": 8127, "concept_hotel_renaissance": 34192, "35.0459100000000,-85.1213400000000": 21093, "concept_city_hayward": 37789, "concept_language_quecha": 46093, "concept_buildingmaterial_conduits": 27411, "31.3915500000000,-98.1886400000000": 15080, "concept_coach_patrick_pinkney": 67411, "concept_city_texarkana": 36700, "33.1820650000000,-87.5283400000000": 19989, "concept_profession_physical_therapists": 51439, "concept_mountain_mount_errigal": 41050, "concept_profession_designs": 17932, "concept_book_burnt_offerings": 44911, "concept_musician_jimmy_johnson": 215, "concept_room_big_room": 26303, "concept_city_southampton": 35004, "concept_athlete_dwight_gooden": 66410, "concept_person_angel": 27989, "concept_ceo_service_terms": 52084, "concept_televisionstation_kttu_tv": 30656, "concept_river_faywood_hot_springs": 16787, "concept_museum_highlights": 10999, "concept_televisionstation_kdtv": 30800, "39.7716500000000,-105.4419400000000": 51188, "concept_musicartist_simple_minds": 28208, "concept_weapon_bigger_guns": 53970, "concept_weapon_market_gas": 53933, "concept_radiostation_kimn": 41459, "concept_bakedgood_breakfasts": 55201, "concept_disease_smallpox": 47289, "concept_agriculturalproduct_sherry": 54576, "concept_actor_spy": 64040, "concept_governmentorganization_usaid_": 29956, "concept_mammal_rhinos": 48339, "concept_hotel_maui_banyan": 27701, "concept_personus_rebecca_wells": 12755, "concept_stateorprovince_nunavut_territory": 33447, "concept_writer_ann_brashares": 44530, "23.5166700000000,80.9500000000000": 3915, "concept_hobby_tips": 21175, "concept_bank_fedex_ground": 73400, "concept_chemical_verify": 5974, "concept_software_microsoft_office_2003": 28348, "concept_plant_oak": 47806, "concept_personafrica_dave_anderson": 69078, "concept_journalist_scott_collins": 70614, "concept_person_bonimo_s_son": 69492, "concept_male_eber_four": 59422, "concept_insect_wasps": 48356, "concept_personmexico_matt_painter": 527, "concept_person_diego": 10072, "concept_beverage_lime_juice": 54542, "concept_city_little_rock": 4669, "concept_musicinstrument_blues": 62095, "concept_movie_easy_rider": 59139, "concept_hobby_traditional_music": 46677, "concept_musician_duane_eddy": 61845, "concept_person_moises_alou": 8661, "concept_sportsteam_humboldt_state_jacks": 40482, "concept_athlete_jeff_mcinnis": 59684, "concept_bank_bmo_nesbitt_burns": 73328, "concept_park_london_paddington_station": 32483, "concept_celebrity_season": 3600, "concept_person_scooter_libby": 19104, "concept_food_whole_milk": 54293, "concept_fruit_coconut": 54805, "concept_city_westland": 36095, "concept_city_hacienda_heights": 5622, "concept_furniture_pillow_top_mattress": 58168, "concept_personasia_kareem_abdul_jabbar": 65997, "concept_artery_coronary_arteries": 16120, "concept_radiostation_wguc": 41567, "concept_sport_surf": 42467, "concept_musicsong_natchez": 24186, "concept_sportsgame_yars": 24304, "concept_language_mandarin_chinese": 46121, "concept_city_pico_rivera": 5330, "48.4667000000000,15.6667000000000": 4525, "concept_person_hank_baskett": 19859, "concept_company_rockwell": 72421, "concept_university_mercy_hospital_school": 75303, "concept_aquarium_sharks_aquarium": 56914, "concept_biotechcompany_xerox": 15829, "concept_room_kids": 11191, "concept_sport_sumo": 42486, "concept_city_kona": 34854, "concept_room_square_feet": 26189, "concept_musicsong_nebraska": 3747, "concept_academicfield_urban_and_regional_planning": 45556, "concept_plant_stems": 17713, "concept_city_hoedspruit": 26611, "concept_book_the_road": 43058, "concept_organization_safe_passage": 74054, "concept_dateliteral_n1846": 38496, "concept_personeurope_ken_kesey": 15433, "concept_room_fireplace": 52591, "concept_city_gulf_breeze": 23208, "concept_personmexico_steenhuis": 10320, "concept_person_angus_young": 22343, "concept_politicianus_tim_geithner": 68324, "concept_city_renville": 38757, "concept_beach_fort_ogden": 2673, "concept_geopoliticalorganization_laguna_hills": 5025, "concept_olympics_palestinian_national_authority": 8793, "concept_lake_kekova": 29821, "concept_male_javier_bardem": 23250, "concept_clothing_fishnets": 58873, "concept_park_league": 11022, "concept_televisionstation_ksnf": 30477, "concept_sportsteam_embry_riddle_eagles": 40989, "concept_televisionstation_tie": 26485, "concept_sportsteam_new_school_for_social_research": 40162, "concept_musician_little_richard": 62549, "concept_book_clarissa": 64257, "concept_park_radisson_edwardian_may_fair_hotel": 32462, "concept_musicartist_mr_big": 17400, "concept_city_bartlesville": 12766, "concept_governmentorganization_illinois_state_library": 3843, "concept_lake_koh_mak": 13156, "concept_athlete_sparky_lyle": 66017, "37.3674000000000,-76.5336000000000": 47090, "concept_product_wedding": 55281, "concept_ceo_ferdinand_piech": 29051, "concept_mammal_furry_friends": 10686, "concept_athlete_byron_leftwich": 66751, "concept_city_luoyang": 36464, "concept_skiarea_picos_de_europa": 22989, "38.9880600000000,-76.9508300000000": 35747, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26710, "concept_journalist_dan_morain": 70812, "35.1628000000000,136.9180000000000": 32220, "concept_book_n7th_heaven": 43279, "concept_company_bp001": 3929, "concept_writer_linda_lael_miller": 43922, "concept_bakedgood_gravy": 20620, "concept_restaurant_melting_pot": 11332, "42.1019400000000,-91.7771200000000": 1532, "concept_coach_david_bailiff": 71840, "concept_male_william_norris": 60474, "concept_writer_e__annie_proulx": 63748, "concept_athlete_russell_branyan": 65180, "concept_sportsteam_long_beach_st__49ers": 40876, "concept_athlete_dustin_byfuglien": 66242, "concept_country_rwanda": 2159, "concept_personeurope_napoleon": 10718, "concept_personeurope_william_shakespeare": 42652, "concept_river_prairie_dog_town_fork": 31704, "40.7311100000000,-73.9950000000000": 11891, "concept_athlete_javon_walker": 65370, "concept_clothing_cargo_pants": 52942, "concept_city_glendale_arizona": 73059, "concept_weapon_programs": 53387, "concept_musicartist_allman_brothers_band": 62478, "concept_person_crispin_glover": 15518, "concept_personalcareitem_nature": 27235, "concept_sportsequipment_tours": 9641, "concept_professor_wen_yang": 27793, "33.6957100000000,-112.4159100000000": 11424, "61.9757300000000,-144.4175600000000": 16652, "21.3027800000000,-157.8538900000000": 35715, "concept_automobilemodel_econoline_cargo": 20906, "concept_river_reuss": 38512, "concept_book_mortal_allies": 64052, "concept_university_extension_school": 22322, "concept_street_quarry_lane": 1723, "concept_coach_chris_paul": 60382, "concept_televisionstation_knaz_tv": 13288, "49.4001300000000,-86.5666600000000": 16532, "concept_hotel_chisos_mountain_lodge": 14911, "concept_geometricshape_diagram": 4087, "concept_profession_services_employees": 51860, "concept_televisionstation_kcal": 31075, "concept_governmentorganization_u_s__fish": 27874, "concept_academicfield_maps": 23549, "concept_attraction_houston___texas": 50645, "45.1274650000000,-91.3110000000000": 8595, "concept_personaustralia_terry_deary": 15086, "46.3579900000000,-112.2700100000000": 21248, "concept_sportsteam_florida_a_m_rattlers": 40424, "concept_date_november_2008": 36531, "concept_date_november_2007": 36530, "concept_officebuildingroom_two_room_suites": 52210, "concept_ceo_venugopal_dhoot": 1213, "concept_athlete_ted_mcanlis": 66954, "concept_governmentorganization_cabinet": 1066, "concept_weapon_mace_pepper_spray": 54000, "concept_bodypart_spinal_chord": 3074, "concept_televisionstation_wsre_tv": 30147, "concept_nonprofitorganization_data": 7169, "concept_personus_employee": 27293, "concept_athlete_eddie_george": 67082, "concept_jobposition_decree": 8170, "concept_academicfield_communications_management": 45677, "concept_hotel_sebel_playford_adelaide": 29713, "concept_geopoliticalorganization_nevada_college": 33768, "concept_profession_leadership": 51534, "concept_athlete_nick_blackburn": 66789, "concept_university_nova_southeastern": 32533, "concept_fish_yellowfin_tuna": 49079, "concept_athlete_john_ruiz": 65107, "41.5443371428571,-83.6437042857143": 22549, "concept_airport_adams_field": 34999, "concept_criminal_web_pages": 7203, "concept_musician_paul_weller": 15441, "concept_river_pemigewasset": 38634, "concept_comedian_nicole_richie": 28982, "concept_museum_smithsonian": 29632, "concept_televisionstation_wvaw_lp": 30946, "concept_airport_nimes_airport": 34957, "concept_city_oakland_park": 37199, "concept_personeurope_winston_churchill": 42916, "concept_city_cary": 5370, "concept_food_termites": 48980, "34.0156000000000,-84.1670000000000": 47068, "concept_bakedgood_entire_cake": 55311, "concept_university_nottingham": 15251, "concept_videogame_estrogen": 8970, "35.1561400000000,-89.9483400000000": 41656, "concept_politicianus_bobby_jindal": 68583, "concept_country_bolivia": 33055, "concept_weapon_v_2_rocket": 53429, "concept_hospital_froedtert": 35417, "concept_book_tropic_of_cancer": 43940, "concept_hallwayitem_headliner": 22381, "concept_videogame_vital_nutrients": 8968, "concept_writer_frank_norris": 43566, "concept_buildingmaterial_head": 18512, "concept_televisionstation_wsyr_tv": 30253, "concept_attraction_big_ben001": 8778, "concept_biotechcompany_berlex": 47569, "concept_book_a_long_long_way": 11824, 