{"7_12": 99, "14_4": 197, "7_15": 203, "9_2": 158, "1_7": 78, "1_6": 76, "13_13": 74, "13_12": 124, "13_15": 6, "1_2": 8, "0_8": 77, "1_0": 1, "0_6": 107, "3_14": 27, "0_4": 177, "0_5": 148, "0_2": 171, "3_10": 193, "3_13": 39, "0_1": 0, "6_14": 163, "6_15": 214, "6_12": 164, "2_5": 190, "6_10": 15, "6_11": 109, "5_3": 180, "5_2": 209, "4_8": 28, "4_9": 200, "5_7": 29, "5_6": 106, "5_5": 188, "5_4": 234, "4_2": 17, "4_3": 184, "4_0": 72, "4_1": 215, "4_6": 187, "4_7": 118, "4_4": 179, "4_5": 227, "8_2": 219, "15_14": 232, "6_6": 160, "14_15": 247, "6_1": 210, "0_14": 255, "11_6": 130, "13_11": 228, "1_14": 253, "13_10": 147, "0_3": 222, "1_5": 108, "1_4": 149, "3_15": 189, "1_3": 178, "13_14": 186, "5_8": 248, "1_1": 103, "8_10": 12, "8_11": 100, "8_12": 56, "11_8": 91, "8_14": 204, "8_15": 220, "8_6": 53, "8_7": 35, "8_4": 40, "8_5": 218, "10_1": 159, "8_3": 111, "8_0": 244, "0_7": 75, "4_14": 156, "4_15": 140, "4_10": 143, "4_11": 90, "8_8": 114, "4_13": 169, "15_11": 121, "9_9": 13, "9_8": 23, "9_7": 112, "9_6": 2, "9_5": 54, "9_4": 49, "9_3": 41, "7_14": 92, "9_1": 198, "9_0": 155, "1_9": 97, "2_13": 223, "1_8": 83, "2_8": 196, "5_0": 242, "6_2": 231, "3_0": 211, "12_15": 185, "6_13": 192, "12_0": 151, "5_14": 141, "6_3": 79, "5_12": 170, "5_11": 14, "5_10": 81, "3_11": 205, "3_9": 129, "3_8": 117, "13_9": 11, "13_8": 46, "12_1": 134, "13_1": 201, "13_0": 217, "13_3": 95, "13_2": 66, "13_5": 123, "13_4": 48, "13_7": 194, "13_6": 70, "11_0": 236, "15_15": 239, "6_7": 85, "15_13": 139, "15_12": 176, "11_9": 18, "15_10": 68, "11_7": 225, "12_4": 94, "11_5": 195, "11_4": 20, "11_3": 32, "11_2": 133, "11_1": 150, "5_15": 162, "3_1": 71, "2_9": 145, "3_3": 16, "3_2": 52, "3_5": 243, "3_4": 183, "3_7": 191, "3_6": 230, "2_0": 104, "2_1": 9, "2_2": 144, "2_3": 51, "2_4": 119, "5_1": 21, "2_6": 207, "2_7": 84, "15_3": 252, "15_2": 224, "15_1": 168, "15_0": 182, "15_7": 249, "15_6": 250, "15_5": 64, "15_4": 45, "15_9": 237, "15_8": 88, "14_8": 216, "14_9": 87, "3_12": 89, "1_12": 131, "1_11": 128, "1_10": 31, "14_6": 63, "14_7": 58, "10_12": 42, "14_5": 44, "14_2": 167, "5_13": 157, "UNK": 257, "5_9": 101, "1_13": 233, "0_10": 96, "0_11": 30, "0_12": 127, "0_13": 138, "8_13": 93, "0_15": 254, "10_8": 240, "14_3": 142, "9_13": 229, "9_12": 125, "9_11": 206, "9_10": 241, "9_15": 251, "9_14": 221, "10_2": 212, "PAD": 256, "7_8": 34, "6_4": 59, "6_5": 36, "12_2": 33, "12_3": 65, "6_0": 22, "12_5": 47, "12_6": 122, "12_7": 69, "12_8": 19, "12_9": 5, "8_1": 154, "6_8": 102, "6_9": 82, "10_6": 113, "10_7": 24, "10_4": 137, "10_5": 3, "7_9": 116, "10_3": 50, "10_0": 199, "7_4": 37, "7_5": 105, "14_11": 67, "7_7": 57, "7_6": 86, "14_14": 7, "14_12": 120, "7_3": 60, "7_2": 80, "14_13": 175, "7_1": 246, "7_0": 245, "10_14": 166, "4_12": 161, "10_15": 135, "0_9": 115, "8_9": 208, "14_0": 202, "14_1": 181, "2_12": 213, "10_10": 25, "2_10": 153, "2_11": 132, "2_14": 38, "2_15": 26, "11_13": 61, "1_15": 152, "11_12": 174, "10_13": 173, "12_10": 10, "0_0": 226, "12_11": 146, "10_9": 235, "7_11": 165, "14_10": 238, "11_15": 98, "10_11": 126, "7_10": 110, "12_12": 62, "12_13": 172, "11_11": 43, "11_10": 4, "7_13": 55, "12_14": 73, "11_14": 136}