{"sw_nw": 23, "s_n_w_s": 441, "w_w_s": 201, "w_w_w": 210, "w_e_ne_e": 233, "n_w_n_sw": 298, "w_w_n": 85, "se_e_nw_n": 261, "se_n_sw_s": 279, "s_ne_e": 189, "sw_nw_ne": 174, "w_s_s": 42, "e_n_nw_w": 457, "s_ne_s": 103, "se_w_w_sw": 406, "s_e": 22, "sw_nw_nw": 70, "n_nw_s_w": 309, "n_s_ne": 105, "e_w_nw": 102, "nw_e_sw_nw": 347, "ne_sw_se_se": 303, "e_w_ne": 49, "e_s_w_se": 253, "se_e_sw": 228, "nw_n_w": 110, "n_w_w": 64, "s_nw_n": 44, "s_sw_se": 144, "nw_n_e": 45, "sw_ne_s_e": 328, "se_nw_nw_ne": 461, "w_nw_w_s": 477, "ne_ne_ne_sw": 342, "e_se_s": 117, "e_ne": 9, "e_e_s_sw": 238, "se_n_se_w": 310, "nw_se_w_w": 473, "s_s_sw_se": 415, "se_e_w": 203, "s_w_w_nw": 351, "e_se_sw": 159, "e_se_w_ne": 331, "e_w_nw_n": 390, "e_n_se_n": 288, "nw_s_sw_nw": 379, "n_sw_w": 166, "w_w_nw": 167, "se_nw_nw": 83, "n_n_ne_s": 285, "sw_w_nw_se": 443, "w_w_ne": 209, "se_nw_ne": 186, "n_se_s": 77, "n_ne_s": 73, "n_ne_w": 61, "w_e_sw": 137, "sw_w_ne_sw": 419, "n_se_n": 168, "w_e_nw_nw": 280, "w_n": 21, "s_se_e": 220, "sw_n_n_n": 362, "w_w_nw_sw": 433, "w_e_nw": 222, "sw_w_e_w": 257, "s_se_w": 158, "w_w": 18, "w_s": 34, "w_e_ne": 181, "ne_nw_nw": 123, "nw_e_w": 98, "w_se_w": 194, "s_w_n_sw": 359, "ne_s_s_sw": 374, "w_se_w_w": 236, "w_s_sw": 208, "se_sw_nw_sw": 469, "ne_nw_ne": 169, "se_sw_s": 41, "s_se_n_sw": 262, "n_e_nw_nw": 250, "n_nw_w": 132, "w_ne_se_s": 263, "e_e_n_nw": 344, "n_nw_n": 199, "se_n_e": 147, "se_sw_e": 135, "s_w_sw": 177, "ne_sw_s_w": 427, "n_se_se_n": 424, "se_sw_s_nw": 348, "sw_s_e_sw": 451, "sw_nw_s_se": 346, "ne_sw_w_w": 340, "ne_s_ne_e": 313, "w_w_se": 106, "ne_s_ne_w": 459, "w_w_sw": 145, "s_s_ne_ne": 381, "s_s_sw": 113, "w_n_nw": 178, "e_se_w_s": 321, "ne_n_nw_sw": 315, "s_s_se": 151, "w_n_ne": 96, "nw_s_nw_s": 247, "e_s_w_e": 434, "NO_OP": 493, "nw_n_ne": 149, "s_sw_e": 232, "nw_s_ne_nw": 266, "ne_e_nw_e": 360, "sw_ne_n_ne": 482, "s_sw_s": 126, "e_n_se_nw": 241, "sw": 490, "n_n_se_e": 363, "e_n_se_ne": 341, "ne_ne_se_w": 377, "se": 487, "sw_sw_se_nw": 470, "nw_w": 13, "ne_w_n_se": 333, "sw_s_nw": 80, "sw_n_s_w": 335, "nw_n": 3, "nw_se_sw": 175, "n_nw_sw": 48, "se_w_e_se": 386, "sw_w_e_se": 382, "nw_e_se_n": 411, "e_se_ne": 221, "e_nw_n": 172, "se_nw_nw_w": 422, "s_se": 26, "sw_e_e_ne": 389, "e_nw_e": 146, "sw_n_nw": 215, "s_sw": 29, "n_nw_e_nw": 404, "se_n_e_n": 480, "ne_e": 19, "nw_n_sw": 217, "n_w_w_s": 468, "e_n_ne": 66, "nw_nw_sw": 202, "w_nw_sw": 56, "s_nw_s_se": 260, "ne_se": 24, "e_n_nw": 213, "nw_nw_se": 223, "sw_sw_ne": 164, "e_e_nw": 205, "s_ne_sw_s": 397, "w_nw_e_nw": 428, "ne_s_s": 47, "sw_se_sw": 190, "ne_s_e": 88, "ne_s_n": 219, "nw_w_sw": 193, "s_s": 14, "s_w": 17, "se_w_se": 91, "sw_n_nw_w": 345, "sw_nw_se": 94, "w_sw_sw_e": 300, "s_ne_se_ne": 414, "nw_ne_n_s": 324, "se_w_sw": 226, "ne_sw_sw": 72, "e_n_nw_se": 271, "sw_se": 35, "nw_w_s_n": 409, "n_nw_e_n": 458, "e_se_ne_e": 387, "sw_nw_se_nw": 402, "s_w_sw_e": 320, "nw_n_ne_se": 350, "s_w_nw_nw": 306, "se_s_s": 63, "sw_e_sw": 52, "s_nw_nw_n": 385, "w": 488, "w_s_w_nw": 423, "n_sw_se_w": 337, "e_s_sw_nw": 325, "nw_nw_e_e": 418, "s_w_nw_ne": 311, "s_s_n_sw": 454, "w_nw_w_se": 410, "n_e_ne_sw": 476, "sw_sw_nw_ne": 435, "e_ne_e_sw": 295, "n_w_sw_n": 265, "sw_s_nw_se": 244, "se_e_ne_nw": 283, "se_n_s_se": 274, "nw_nw_se_nw": 437, "w_se_nw_nw": 286, "ne_se_sw_e": 294, "sw_sw_se_se": 237, "se_ne_e_w": 326, "ne_s_ne": 195, "nw_nw_se_w": 430, "sw_n_sw_s": 412, "se_w_s": 138, "ne_e_w": 218, "se_w_w": 92, "n_sw_sw_nw": 282, "w_sw_nw": 153, "nw_ne_w": 214, "nw_ne_n": 225, "n_ne_nw": 109, "nw_ne_e": 173, "ne_sw_sw_sw": 289, "se_ne_w_n": 394, "w_nw": 27, "ne_w_e": 212, "ne_w_n": 97, "sw_e_s": 156, "e_se": 15, "ne_se_n": 204, "n_s_w_n": 356, "nw_nw_nw_se": 327, "nw_n_e_se": 453, "ne_se_s": 65, "w_ne_s_nw": 439, "e_ne_e": 74, "ne_n_n": 81, "ne_n_nw": 150, "nw_ne_w_w": 339, "e_ne_s": 161, "e_nw_nw_n": 284, "sw_w_nw": 140, "ne_w_w_n": 317, "sw_ne_ne": 148, "n_ne_se": 185, "se_ne_n_w": 258, "ne_s_n_se": 460, "se_n_ne_se": 277, "ne_ne_se_se": 481, "w_ne_w": 206, "se_sw_sw": 115, "nw_s_sw": 131, "sw_n_n": 216, "sw_n_s": 40, "w_ne_e": 71, "sw_n_w": 51, "se_sw_se": 75, "sw_w_w": 139, "se_sw_ne_sw": 383, "nw_s_nw": 100, "ne_nw_w_ne": 296, "PAD": 491, "nw_nw_e_ne": 330, "UNK": 494, "e_se_se_w": 323, "sw_sw_ne_s": 316, "w_s_e_sw": 376, "ne_s_n_e": 235, "n_w_s_sw": 378, "ne_ne_nw_nw": 431, "ne_w_sw_n": 354, "nw_w_se_sw": 449, "se_ne_nw": 55, "e_s_nw_se": 256, "s_nw_nw": 62, "w_se_se_n": 420, "se_nw_ne_nw": 456, "nw_se_ne_se": 240, "n_ne_sw_nw": 393, "e_s_e_sw": 463, "sw_ne_sw": 68, "ne_w_w": 187, "e_s": 6, "ne_e_se": 104, "se_nw_w_w": 297, "nw_w_s_w": 467, "e_e": 32, "e_n": 11, "e_ne_nw": 125, "ne_w_ne": 54, "e_s_e": 95, "n_ne_se_nw": 450, "ne_ne_w_nw": 272, "n_sw_s": 50, "s_s_ne": 184, "ne_nw_se_se": 278, "sw_e_ne_n": 334, "se_ne_se": 198, "ne_n_se": 76, "e_s_sw": 119, "se_e_w_s": 403, "ne_se_ne_se": 357, "n_sw_nw_n": 466, "n_n_nw": 155, "e_s_se": 188, "sw_s_e_s": 438, "e_s_s": 53, "w_s_nw_se": 270, "nw_sw_nw_s": 452, "e_e_nw_n": 242, "se_e_w_ne": 405, "sw_w_s": 128, "w_sw": 31, "e_e_s_s": 245, "n_s_n_n": 293, "s": 486, "se_se": 20, "ne_nw_e_w": 445, "sw_se_n_se": 252, "s_sw_w_se": 392, "w_se_se": 116, "n_n_se_se": 408, "sw_e_s_nw": 312, "e_sw_e": 122, "sw_e_s_ne": 462, "nw_n_ne_n": 444, "e_e_se": 207, "nw_e_ne": 133, "se_w_s_sw": 319, "e_n_n": 231, "ne_ne_nw": 87, "e_s_ne_nw": 396, "sw_s_e": 129, "sw_sw": 4, "se_sw": 16, "n_e_se": 60, "s_s_se_sw": 398, "ne_ne": 2, "se_e_sw_n": 318, "nw_e_ne_nw": 249, "sw_sw_se": 127, "n": 483, "n_sw_ne_ne": 425, "w_nw_ne_n": 447, "ne_nw": 37, "w_nw_ne_e": 371, "se_e_sw_sw": 367, "sw_se_ne": 114, "se_e_ne": 162, "e_e_n_se": 259, "n_w": 0, "nw_se_e_ne": 349, "sw_se_nw": 165, "n_n": 38, "ne_nw_s_nw": 353, "n_e": 36, "w_nw_w": 99, "n_sw_se_sw": 400, "w_sw_w_n": 329, "ne_n_ne_w": 234, "n_e_s_s": 388, "se_ne": 8, "sw_w_s_se": 291, "e_e_e_e": 251, "n_se_n_n": 343, "n_sw_w_sw": 355, "w_e_se_e": 432, "sw_w_e": 134, "se_e_s_ne": 336, "e_n_sw_sw": 243, "s_w_w_w": 308, "s_e_s": 46, "e_sw_w_w": 407, "n_e_w_e": 366, "n_n_w_sw": 302, "sw_e_e_s": 448, "nw_sw_se_sw": 239, "s_s_s": 59, "ne_s_sw_e": 268, "sw_s": 30, "sw_w": 28, "sw_e_sw_e": 269, "s_s_e": 192, "nw_ne_ne_se": 380, "e_e_e": 196, "ne_n": 7, "se_se_w_s": 455, "e_e_n": 120, "nw_sw_ne_nw": 399, "w_sw_w_nw": 305, "n_w_nw": 86, "ne_w_ne_w": 475, "n_s_nw_n": 370, "e_se_nw_ne": 478, "e_ne_w_e": 304, "s_w_nw": 84, "n_sw_nw_e": 276, "sw_sw_e": 112, "n_w_ne": 182, "sw_sw_n": 224, "n_sw_n_w": 352, "sw_se_s": 108, "sw_se_w": 121, "nw_nw_ne_ne": 248, "e_ne_s_n": 275, "DUMMY_START_RELATION": 492, "e_n_n_e": 314, "se_w_s_ne": 479, "e_ne_nw_e": 429, "e_ne_s_s": 292, "n_nw": 5, "e_w_sw": 180, "se_n_se_ne": 426, "s_ne_w_se": 442, "n_ne": 1, "nw_sw": 12, "ne_nw_e": 89, "s_ne_ne": 130, "se_e": 25, "n_ne_e_nw": 372, "s_n_sw": 107, "nw_ne_sw_w": 369, "sw_s_sw_ne": 264, "s_n_se": 67, "se_s": 10, "ne_nw_sw": 163, "n_w_sw": 230, "e_sw_sw": 143, "e_n_s_n": 365, "sw_nw_s": 58, "ne_se_sw": 152, "ne_nw_se": 43, "w_s_w_e": 384, "e_sw_se": 93, "nw_s_s": 57, "ne_se_s_e": 299, "se_sw_ne": 229, "se_s_e_sw": 307, "e_nw_e_nw": 416, "s_sw_n_nw": 368, "se_sw_nw": 197, "e_s_e_w": 391, "n_e_ne": 90, "w_e_n_ne": 287, "w_e_s_sw": 290, "se_w_nw_sw": 464, "w_ne_nw": 160, "ne_nw_ne_se": 281, "w_se_s": 183, "nw_e_n": 82, "sw_ne_ne_e": 322, "ne_e_n_sw": 440, "e_nw_s_sw": 364, "s_se_ne": 157, "s_nw_w_se": 395, "s_e_w_se": 373, "s_ne_s_e": 375, "s_e_w_sw": 446, "se_ne_sw_sw": 361, "nw_ne_sw": 191, "n_n_e": 200, "sw_e_se_w": 465, "n_n_w": 154, "e_n_se": 142, "s_se_w_ne": 401, "ne_se_ne": 79, "se_nw_sw_se": 254, "sw_s_s": 211, "s_nw_nw_ne": 338, "e_nw_s_ne": 413, "nw_ne": 39, "n_nw_ne": 124, "nw_se_ne": 101, "n_s_sw_se": 255, "ne": 485, "w_n_w": 118, "nw_nw": 33, "w_n_n": 78, "s_n_s_e": 332, "s_s_w_se": 472, "nw": 489, "se_ne_s": 227, "n_n_e_w": 273, "nw_ne_sw_sw": 417, "nw_e_w_w": 436, "se_ne_se_n": 267, "se_se_w": 176, "ne_nw_n": 136, "w_se_s_e": 474, "nw_s_n": 69, "ne_nw_w": 170, "s_s_e_sw": 358, "se_ne_n": 179, "sw_sw_n_w": 246, "e": 484, "nw_w_w": 111, "se_s_w_s": 471, "nw_e_nw": 171, "nw_se_nw_n": 301, "se_se_nw_se": 421, "nw_w_n": 141}