{"7_12": 5, "11_14": 161, "7_15": 109, "9_2": 183, "1_7": 35, "13_10": 70, "1_5": 44, "13_12": 32, "1_3": 73, "13_14": 57, "1_1": 14, "0_9": 111, "0_6": 76, "3_14": 112, "0_4": 130, "0_5": 164, "3_11": 77, "3_10": 191, "1_9": 100, "1_8": 16, "6_14": 176, "6_15": 197, "6_12": 157, "6_13": 79, "6_10": 41, "6_11": 95, "14_12": 173, "5_3": 124, "5_2": 42, "4_8": 74, "4_9": 125, "5_7": 25, "5_6": 120, "5_5": 119, "5_4": 201, "4_2": 251, "4_3": 65, "4_0": 33, "4_1": 151, "4_6": 15, "4_7": 4, "4_4": 37, "4_5": 24, "0_2": 253, "13_4": 245, "0_13": 217, "6_1": 158, "13_11": 137, "1_14": 215, "3_12": 227, "1_6": 222, "1_0": 250, "0_3": 194, "13_13": 127, "1_4": 168, "3_15": 93, "13_15": 175, "1_2": 39, "0_8": 154, "8_10": 103, "8_11": 121, "8_12": 26, "8_13": 167, "8_14": 64, "8_15": 150, "8_6": 2, "8_7": 43, "8_4": 81, "8_5": 145, "8_2": 234, "8_3": 29, "8_0": 208, "8_1": 54, "4_14": 101, "4_15": 49, "4_10": 45, "4_11": 186, "4_12": 36, "4_13": 17, "15_11": 185, "9_9": 139, "9_8": 9, "9_7": 59, "7_10": 12, "9_5": 91, "9_4": 20, "9_3": 96, "7_14": 126, "9_1": 71, "9_0": 141, "0_0": 102, "2_13": 233, "0_1": 143, "15_10": 179, "2_8": 190, "6_2": 249, "2_9": 152, "2_15": 230, "5_15": 188, "5_14": 153, "5_13": 199, "5_12": 51, "5_11": 177, "5_10": 149, "3_9": 131, "2_1": 128, "13_9": 7, "13_8": 83, "2_3": 248, "12_1": 232, "13_1": 246, "13_0": 231, "13_3": 237, "13_2": 240, "13_5": 47, "12_2": 206, "13_7": 204, "13_6": 108, "15_15": 184, "15_14": 163, "15_13": 187, "15_12": 196, "11_9": 18, "11_8": 30, "11_7": 165, "11_6": 55, "11_5": 241, "11_4": 229, "11_3": 247, "11_2": 146, "11_1": 27, "11_0": 134, "3_1": 85, "3_0": 105, "3_3": 61, "3_2": 10, "3_5": 40, "3_4": 202, "3_7": 156, "3_6": 94, "2_0": 118, "3_8": 78, "2_2": 110, "12_7": 172, "2_4": 52, "5_1": 140, "2_6": 235, "2_7": 50, "15_3": 225, "15_2": 221, "15_1": 226, "5_0": 144, "15_7": 162, "15_6": 223, "15_5": 171, "15_4": 228, "15_9": 203, "15_8": 169, "12_3": 236, "14_8": 170, "14_9": 200, "10_14": 159, "10_15": 13, "1_11": 198, "1_10": 48, "14_6": 28, "10_11": 123, "10_12": 68, "10_13": 80, "2_5": 148, "12_4": 216, "14_4": 242, "5_9": 53, "1_13": 218, "0_10": 92, "0_11": 189, "0_12": 254, "5_8": 181, "0_14": 209, "0_15": 224, "10_8": 99, "15_0": 205, "9_13": 132, "9_12": 34, "9_11": 214, "9_10": 114, "9_15": 84, "9_14": 23, "10_2": 238, "PAD": 256, "7_8": 66, "6_4": 138, "6_5": 106, "6_6": 86, "6_7": 11, "6_0": 90, "12_5": 142, "12_6": 72, "6_3": 8, "12_8": 97, "12_9": 21, "UNK": 257, "12_0": 239, "6_8": 62, "6_9": 22, "10_6": 136, "10_7": 31, "10_4": 6, "10_5": 69, "7_9": 38, "10_3": 82, "10_0": 46, "10_1": 107, "7_5": 0, "14_11": 133, "7_7": 67, "14_13": 58, "14_14": 19, "7_0": 87, "7_3": 98, "10_9": 56, "7_6": 122, "7_1": 192, "1_12": 244, "14_15": 252, "14_2": 207, "8_9": 195, "8_8": 88, "14_3": 220, "7_2": 75, "14_0": 211, "14_1": 243, "2_12": 210, "10_10": 1, "2_10": 193, "2_11": 212, "2_14": 255, "14_7": 147, "3_13": 155, "11_13": 89, "1_15": 219, "11_12": 160, "14_5": 135, "12_10": 180, "7_4": 213, "11_10": 182, "7_11": 113, "14_10": 174, "0_7": 178, "12_14": 166, "9_6": 116, "12_12": 60, "12_13": 63, "11_11": 3, "12_11": 117, "7_13": 129, "11_15": 104, "12_15": 115}