{"nw_ne_e_n_ne_e_se_s_ne": 64, "ne_sw_sw_se_s_w_sw_sw_n_sw": 192, "e_se_e_e_n_se_se_e": 34, "s_se_ne_nw_sw_se_s_se_se_e": 132, "se_e_w_w_se_sw_sw_w_sw": 52, "ne": 214, "w": 217, "sw_nw_s_sw_s_sw_se_n_sw": 63, "e_ne_e_w_ne_ne_se_se_n_e": 166, "ne_e_e_se_s_ne_e_se_ne": 114, "e_sw_e_s_se_w_se_se_ne": 98, "w_nw_sw_n_ne_n_w_w_nw": 104, "se_w_sw_s_sw_sw_nw_se_s_n": 195, "nw_nw_n_sw_nw_w_nw_sw": 4, "nw_n_ne_w_w_nw_ne_s_nw": 48, "nw_nw_sw_nw_w_nw_n_se": 16, "s_s_se_w_s_w_w_sw": 0, "sw_e_n_n_nw_w_nw_nw": 18, "s_se_n_ne_e_ne_nw_ne_e": 115, "sw_sw_s_w_s_sw_w_se": 45, "ne_ne_e_ne_w_e_w_n_ne_n": 155, "n_ne_n_w_n_ne_w_n_ne": 96, "e_se_se_n_se_se_w_w_ne_se": 181, "e_e_se_e_sw_e_w_e_se_ne": 139, "se_sw_se_se_s_s_se_s_n_sw": 200, "ne_w_w_ne_nw_n_ne_e_ne_se": 123, "w_sw_sw_sw_s_n_w_w": 9, "s_s_nw_nw_nw_nw_w_n": 7, "s_nw_nw_n_sw_sw_n_n_nw": 59, "ne_se_nw_ne_e_s_e_se_s_se": 170, "se_se_sw_e_se_se_se_nw": 14, "ne_n_ne_ne_e_e_se_n": 38, "sw_sw_sw_nw_n_w_s_w": 30, "nw_w_w_w_sw_s_sw_w_w": 86, "w_se_se_n_s_se_ne_se_se": 81, "ne_se_s_sw_se_se_e_se_sw_w": 158, "se_nw_ne_se_e_s_se_e_se_n": 136, "sw_s_w_w_e_s_sw_s": 6, "ne_ne_e_se_s_ne_e_e": 31, "sw_nw_nw_se_w_e_sw_s_sw_sw": 157, "se_ne_e_ne_nw_n_ne_nw_e": 103, "se_se_nw_e_e_e_e_se_sw": 109, "nw_w_w_s_w_w_n_w_s_nw": 144, "s_s_sw_w_se_s_s_sw_nw_nw": 168, "n_sw_nw_nw_n_n_w_ne_n": 97, "sw_nw_sw_w_s_s_w_n_sw": 68, "n_n_ne_nw_n_sw_ne_n_n_ne": 128, "e_se_se_s_nw_e_e_se_n_e": 208, "s_nw_w_ne_n_w_nw_nw_n": 83, "DUMMY_START_RELATION": 221, "nw_sw_nw_w_nw_ne_w_nw": 39, "w_w_nw_nw_sw_sw_nw_ne": 32, "w_sw_s_ne_ne_nw_w_n_nw_nw": 176, "se_ne_nw_ne_ne_ne_w_s_nw_ne": 126, "s_w_nw_w_n_sw_nw_nw": 13, "nw_s_s_sw_w_se_s_sw_w_w": 134, "PAD": 220, "e_e_n_w_nw_n_nw_w_w_nw": 191, "w_sw_sw_w_ne_sw_s_s_se_w": 187, "ne_se_ne_ne_nw_se_e_s_e_n": 184, "e_sw_nw_sw_sw_sw_s_sw": 5, "se_se_se_se_n_n_se_se": 2, "s_ne_se_e_sw_se_s_ne_e_e": 145, "nw_w_nw_nw_ne_ne_e_ne_ne": 108, "e_ne_se_se_se_e_sw_sw": 26, "ne_n_n_n_nw_s_e_e_ne": 105, "w_w_sw_s_n_s_nw_sw_s_se": 159, "n_ne_sw_sw_sw_se_se_se_e_se": 175, "s_ne_w_s_s_se_e_se_s": 61, "s_s_ne_se_se_e_se_se_n_w": 188, "e_w_se_e_e_se_s_e": 19, "s_e_ne_se_e_w_se_se_nw_se": 190, "sw_s_e_se_nw_w_sw_se_sw_s": 149, "se_sw_e_se_n_s_s_se_se_nw": 189, "w_se_nw_s_se_s_sw_sw_s": 89, "e_n_ne_s_e_ne_n_nw_n": 99, "sw_w_nw_nw_nw_n_se_n_nw": 101, "nw_n_n_nw_sw_s_w_w_sw_w": 154, "nw_nw_w_w_sw_ne_w_w_w": 72, "se_nw_w_nw_n_ne_nw_s_n_nw": 167, "NO_OP": 222, "sw_s_se_sw_nw_sw_sw_se_ne_sw": 150, "nw_w_se_n_nw_s_nw_nw_w_w": 140, "s_ne_nw_ne_ne_e_ne_e_w": 56, "n_w_nw_nw_w_se_s_nw_nw": 76, "n_ne_nw_nw_nw_e_w_nw": 37, "ne_se_e_se_ne_e_e_ne_w": 93, "n_w_w_nw_w_sw_sw_nw": 40, "se_ne_se_e_s_ne_se_s_sw_s": 124, "se_s_sw_se_ne_se_se_e_n_ne": 147, "ne_ne_nw_s_n_e_w_n_ne_e": 121, "s": 215, "se_se_e_sw_sw_ne_e_sw_se_e": 120, "w_nw_w_nw_ne_w_nw_sw_ne": 67, "se_sw_e_sw_sw_s_nw_sw_sw": 47, "nw_n_nw_s_w_n_ne_w_w": 118, "w_ne_n_nw_s_nw_nw_w_w_e": 203, "nw_n_w_e_nw_n_n_nw": 15, "sw_e_s_w_w_sw_se_s_sw": 107, "nw_e_s_n_nw_n_e_nw_nw_w": 137, "s_se_sw_nw_s_sw_sw_w_n_nw": 156, "sw_sw_se_se_sw_s_sw_ne_s_w": 205, "s_e_sw_s_e_e_nw_se_se_s": 207, "se_nw_sw_s_sw_sw_sw_s": 12, "s_s_sw_sw_w_se_sw_s_se": 66, "sw_se_s_w_sw_se_s_nw_s": 95, "sw_sw_sw_s_se_se_sw_e_w_w": 177, "se_e_s_e_e_se_ne_se": 36, "se_n_e_se_se_s_e_sw_ne_e": 197, "n_n_sw_nw_nw_n_se_w_w_n": 172, "se_ne_nw_e_ne_e_e_nw_n_nw": 122, "sw_se_se_sw_w_sw_sw_s": 46, "s_nw_s_w_s_s_s_sw": 17, "w_se_w_se_nw_nw_s_sw_sw_w": 209, "nw_e_n_nw_nw_n_nw_sw": 8, "sw_e_sw_w_s_sw_sw_s": 22, "w_se_w_sw_e_sw_sw_sw_ne_s": 194, "ne_s_e_se_e_ne_s_se_e": 50, "ne_nw_nw_w_n_nw_nw_sw": 24, "se_s_e_ne_s_s_se_e": 3, "s_w_e_s_s_sw_w_w_w_sw": 174, "ne_n_e_nw_e_nw_e_ne_e": 78, "e_nw_nw_w_w_w_n_n_w": 100, "nw_ne_sw_nw_ne_s_nw_nw_nw": 71, "n_nw_nw_e_ne_n_ne_ne": 41, "sw_sw_sw_w_w_w_n_n_s": 113, "nw_n_e_e_n_se_e_e_n_n": 180, "e_nw_e_se_e_e_e_e_n_n": 153, "e_s_se_n_e_sw_e_se_e": 69, "s_se_sw_sw_e_sw_se_e_e": 102, "s_n_se_e_ne_e_n_nw_e_ne": 164, "n_ne_ne_n_sw_nw_nw_nw_ne": 84, "ne_w_nw_nw_nw_se_n_w_nw": 57, "nw_nw_w_nw_s_e_w_n_n_w": 129, "ne_e_n_n_n_se_w_n_e_n": 193, "se_se_s_se_nw_sw_se_e": 33, "sw_nw_ne_ne_ne_ne_ne_nw": 20, "nw_w_w_w_w_nw_sw_ne_e_n": 169, "n_nw_nw_w_n_n_s_n_nw_ne": 130, "w_n_ne_e_ne_n_se_ne": 42, "s_se_ne_ne_ne_e_ne_n": 25, "s_ne_se_s_e_e_ne_e_s": 79, "sw_s_s_ne_e_sw_se_sw_sw_w": 138, "w_nw_n_nw_w_sw_n_s_n": 54, "sw_w_ne_n_ne_nw_nw_nw_nw_e": 143, "se_se_sw_e_sw_e_e_s": 29, "s_sw_s_ne_sw_sw_ne_sw_s_w": 199, "ne_ne_s_ne_se_n_ne_se_n": 111, "se_sw_e_s_se_n_se_e_se": 53, "se_e_se_se_se_sw_se_nw_ne_e": 152, "se_n_n_n_ne_nw_ne_n_se_nw": 171, "s_nw_e_n_s_s_se_se_se_se": 210, "w_nw_ne_e_nw_ne_nw_w_n": 62, "UNK": 223, "w_s_se_w_se_sw_s_w_se_s": 142, "n_n_ne_nw_e_nw_se_ne_n_se": 202, "w_w_n_w_e_n_ne_nw_nw": 58, "nw_ne_e_nw_nw_n_sw_nw_ne": 49, "sw_se_se_se_w_sw_se_ne_ne_s": 162, "ne_n_s_w_n_ne_e_nw_ne_n": 163, "sw_sw_nw_sw_se_s_se_nw_s": 65, "se_s_ne_e_sw_e_ne_s_e_s": 211, "n": 212, "se_s_ne_s_w_sw_s_sw_se_se": 141, "w_e_n_w_nw_w_n_n_nw": 87, "nw_nw_ne_ne_n_w_w_nw": 27, "n_ne_e_e_nw_ne_w_nw_ne_n": 206, "e_n_e_nw_ne_e_ne_w_e_ne": 161, "se_s_sw_s_w_s_w_s_sw": 94, "s_sw_se_sw_sw_nw_se_w_s_s": 201, "s_s_w_nw_s_sw_sw_nw": 10, "ne_se_se_ne_e_sw_ne_s_s_e": 178, "ne_ne_ne_sw_e_e_e_se_ne": 82, "s_s_sw_sw_ne_nw_sw_sw": 11, "ne_w_w_n_n_ne_sw_w_w_nw": 119, "se_e_w_s_s_se_e_e_s": 55, "w_w_sw_sw_nw_nw_e_nw_n": 51, "n_ne_ne_w_se_ne_n_n": 23, "e_n_w_w_n_e_ne_ne_ne": 91, "sw_s_se_e_s_e_nw_se_se": 70, "sw_n_nw_w_sw_w_n_sw_nw": 117, "w_ne_nw_nw_nw_n_n_ne": 21, "n_ne_nw_nw_e_nw_w_s_w_w": 127, "n_s_s_se_sw_n_se_se_se_s": 146, "w_e_nw_nw_w_n_ne_w_nw": 112, "w_w_sw_e_s_sw_sw_se": 43, "sw_w_se_se_sw_sw_e_sw": 35, "ne_ne_e_e_e_e_w_w_se_ne": 151, "se_e_se_e_se_s_nw_se_ne": 80, "w_sw_se_sw_w_e_n_sw_s_sw": 204, "nw_nw_n_e_n_sw_n_nw_n": 85, "sw_w_sw_nw_n_n_w_ne_nw_nw": 183, "e_ne_ne_n_e_nw_n_e_e_nw": 125, "s_e_n_ne_n_ne_ne_e": 1, "se_w_nw_nw_n_n_w_ne_ne_nw": 148, "s_se_e_e_ne_s_e_n_se": 116, "nw": 218, "sw_sw_s_s_se_se_e_e_sw_se": 135, "nw_nw_n_w_sw_w_w_e_nw": 110, "e_sw_sw_nw_sw_nw_w_w_w": 60, "sw_se_se_e_se_ne_ne_sw_e": 106, "s_s_nw_sw_se_se_s_w_sw_se": 160, "e_n_n_e_ne_w_ne_e": 28, "w_ne_ne_ne_ne_e_sw_ne_nw_nw": 131, "sw_w_sw_sw_e_sw_sw_ne_w_s": 173, "n_s_sw_n_sw_n_nw_nw_sw_nw": 185, "nw_s_s_s_s_sw_se_se_w_s": 182, "se_sw_se_s_sw_s_e_se_ne": 88, "e_s_n_se_se_n_se_ne_se": 92, "s_se_s_e_se_s_se_e_sw_nw": 186, "s_sw_e_sw_n_w_w_s_se_sw": 196, "e": 213, "nw_w_w_nw_w_ne_s_n_w": 77, "n_e_n_n_ne_ne_sw_e_e": 75, "sw": 219, "w_s_n_nw_ne_nw_n_nw_ne": 73, "sw_e_nw_sw_sw_w_n_sw_sw": 90, "nw_nw_s_nw_nw_nw_w_e": 44, "ne_n_e_nw_sw_ne_e_s_ne_ne": 179, "n_n_se_se_s_se_s_e_s": 74, "ne_n_ne_nw_s_ne_e_nw_e_n": 165, "e_se_e_se_e_e_se_n_w_sw": 198, "se_se_sw_w_se_se_e_ne_s_sw": 133, "se": 216}