{"concept_hotel_khimsar_fort": 27253, "concept_sportsteam_graduate_institute_of_international_studies": 40650, "concept_drug_carvedilol": 50704, "concept_weapon_game_rifle": 54206, "concept_county_uis": 33208, "concept_professionalorganization_national_conference": 5672, "concept_county_dearne": 6757, "30.5024600000000,-90.2448600000000": 6384, "concept_website_steam": 25648, "concept_hotel_dylan": 34448, "concept_airport_sdia": 23374, "concept_city_milwaukee": 4240, "concept_mlarea_tumor": 17320, "concept_stadiumoreventvenue_kellyshorts_stadium": 13858, "concept_city_san_marcos": 33359, "concept_city_ypsilanti": 33669, "concept_buildingfeature_water_heater": 7815, "concept_river_limmat": 37378, "concept_furniture_mattress": 56123, "concept_politicianus_bob_goodlatte": 68220, "concept_journalist_bart_hubbuch": 70699, "concept_attraction_n10_downing_street": 56822, "concept_person_sir_stafford_cripps": 61176, "concept_hotel_intercontinental_los_angeles_century_city": 34267, "concept_drug_effexor_xr": 48088, "concept_aquarium_world_government": 57274, "concept_boardgame_nicer": 47113, "concept_chemical_fluorides": 50501, "concept_person_john_f___kerry": 59430, "concept_ceo_daniel_vasella": 16761, "concept_musicartist_load": 15795, "concept_automobilemodel_f150": 72993, "concept_personus_john_vornholt": 69039, "concept_bakedgood_soft_drinks": 55520, "concept_sportsteam_william_penn_statesmen": 40970, "concept_sportsteam_colonels": 47144, "concept_movie_lonesome_dove": 18034, "concept_eventoutcome_position": 17215, "concept_hallwayitem_town_gate": 5610, "concept_musicalbum_mockingbird": 21534, "concept_politicsblog_real_estate": 56398, "concept_jobposition_deputy_minister": 6772, "concept_book_a_dangerous_fortune": 44910, "concept_attraction_blackfriars": 57515, "concept_attraction_national_film_theatre001": 19466, "concept_stateorprovince_oh": 33262, "-45.7583800000000,170.2801000000000": 74957, "concept_visualartist_joanny": 15589, "47.8001600000000,-77.1827300000000": 69825, "4.7731300000000,7.7786100000000": 2465, "concept_person_vitor_meira": 71209, "concept_insect_whiteflies": 49836, "concept_writer_hilton": 11226, "concept_geopoliticallocation_holland": 7855, "concept_wine_hotel_sierra_silvana": 18614, "concept_chef_george_greenstein": 69990, "concept_airport_blackbushe": 7168, "concept_winery_york_area": 17225, "concept_televisionstation_wfsg": 31102, "concept_book_the_martian_way_and_other_stories": 20014, "concept_journalist_andy_katz": 70720, "concept_crustacean_ghost_shrimp": 49739, "concept_agriculturalproduct_crushed_red_pepper": 55100, "concept_televisionstation_ktci": 30318, "concept_personeurope_shawn_fanning": 507, "concept_bird_shetlands": 1892, "concept_journalist_robin_toner": 70649, "concept_sportsteam_expos": 39962, "concept_agriculturalproduct_dressing": 55681, "concept_currency_last_week": 14175, "concept_musicartist_pearl_jam": 60016, "concept_beverage_stuffing": 20533, "concept_videogame_chickies": 16096, "concept_book_guardian": 44765, "concept_flooritem_shower_head": 15113, "concept_writer_gilbert_morris": 63353, "concept_stateorprovince_widget": 28149, "concept_city_bangkok": 15110, "concept_hobby_markets": 74622, "concept_person_faith_hill001": 59696, "concept_mldataset_bay": 8811, "concept_biotechcompany_baxter": 50451, "concept_journalist_john_mccormick": 69361, "concept_female_seven": 16964, "concept_personcanada_tahmima_anam": 14998, "concept_chemical_sugar": 50167, "concept_sportsteamposition_center_redmond": 45359, "concept_company_forbes001": 146, "concept_journalist_james_glanz": 67890, "concept_scientist_ken_thompson": 24089, "concept_hotel_four_seasons_milan": 8815, "concept_mammal_beagles": 49213, "concept_politicianus_pat_buchanan": 68594, "concept_book_n2061_odyssey_three": 69353, "concept_lake_middle_andaman": 4546, "concept_book_the_story_of_my_life": 42974, "concept_disease_irritable_bowel_syndrome": 46795, "concept_sportsteam_southwest_texas_state_university": 39818, "concept_musicalbum_embodiment": 14020, "concept_artery_brachiocephalic": 59042, "concept_company_tiger": 6378, "concept_university_wake_forest": 32489, "concept_televisionstation_wfmz_tv": 30073, "concept_televisionstation_wfsb": 31101, "concept_person_chuck": 71304, "concept_writer_alistair_maclean": 64218, "concept_politicianus_presidential_election": 19823, "concept_newspaper_lafayette": 7170, "35.9566700000000,64.7472200000000": 14002, "concept_university_iowa_state_university": 46272, "concept_writer_christina_stead": 44632, "concept_book_the_beautiful_room_is_empty": 22808, "concept_governmentorganization_federal_bureau": 51140, "41.9113000000000,12.4696000000000": 7964, "concept_book_cosmos": 44949, "concept_athlete_craig_robinson": 39769, "concept_book_the_time_machine": 21522, "concept_country_former_ussr": 33043, "concept_city_mooringsport": 5029, "concept_bacteria_leptospira": 47658, "concept_drug_bupropion": 58293, "concept_movie_star_trek": 60571, "concept_landscapefeatures_country_lanes": 52489, "concept_sport_ncaa_basketball": 42687, "concept_person_angelina": 12089, "concept_writer_davida_wills_hurwin": 43642, "concept_book_nicholas_nickleby": 43472, "concept_chemical_different_chemicals": 50358, "concept_athlete_p_j__walters": 6426, "concept_book_elbow_room": 44864, "concept_grain_nassau_county": 20288, "concept_building_oare": 33590, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 57036, "concept_museum_allied_artists": 33679, "concept_drug_tavist": 57957, "concept_charactertrait_school_science": 47390, "35.5699000000000,139.7294000000000": 75139, "concept_fruit_limes": 55329, "concept_park_harlem": 32283, "concept_televisionstation_katu_tv": 30495, "concept_stadiumoreventvenue_pikes_peak_center": 35540, "concept_retailstore_sony": 14861, "concept_fungus_hth": 75385, "concept_book_the_main_chance": 12970, "concept_politicianus_republican_senator_norm_coleman": 68772, "concept_academicfield_environmental": 45613, "concept_governmentorganization_ohio_department": 51242, "concept_weapon_seven_missiles": 54115, "concept_braintissue_patients": 28907, "concept_mountain_central_sierra_nevada": 41600, "concept_city_stephenville": 39090, "concept_coach_al_arbour": 40384, "concept_drug_sinemet": 58067, "concept_musicalbum_steppenwolf": 26448, "concept_bank_pioneer": 19660, "concept_museum_lyndhurst": 11342, "concept_country_senegal": 5429, "34.9151000000000,-95.3310800000000": 32779, "concept_blog_wral_tv": 27669, "concept_academicfield_geophysics": 45640, "concept_disease_cancer_increase": 55263, "concept_beverage_cola": 54665, "concept_county_southwestern_state_university": 7604, "concept_nut_eggplant": 20467, "concept_river_delaware_river": 31650, "concept_athlete_travis_diener": 66972, "concept_university_liverpool_university": 46446, "concept_visualizablething_palm_oil": 55151, "concept_automobilemodel_terrain": 72819, "concept_eventoutcome_control_system": 51506, "concept_visualartist_walter_pater": 3276, "concept_coach_hassan_adams": 67585, "concept_sportsgame_playoffs": 27012, "concept_musician_rbd": 3754, "concept_tableitem_screen": 3287, "concept_disease_acute_infectious_disease": 47518, "concept_person_thomas_seymour": 28748, "concept_writer_dickens": 43188, "concept_televisionstation_kdtn": 9659, "concept_sportsteam_babson_college": 41347, "concept_room_masters_bedroom": 53053, "concept_bodypart_foal": 26625, "concept_geopoliticallocation_earthquake": 32992, "concept_website_asian": 1897, "concept_book_ella_enchanted": 1921, "concept_profession_deployment": 52043, "concept_televisionstation_kdtf": 30779, "concept_mountainrange_loita_hills": 56571, "concept_country___america": 362, "concept_park_atlanta_state_park": 32312, "concept_writer_leo_tolstoy": 43912, "concept_officebuildingroom_masterbedroom": 26185, "41.8758700000000,-87.6247700000000": 23228, "concept_mountainrange_middle_atlas": 7972, "concept_chemical_iodine": 50755, "-16.4386400000000,-39.0809200000000": 1376, "concept_journalist_tommy_doyle": 16972, "concept_vein_pituitary_gland": 2680, "concept_insect_insects": 7046, "concept_biotechcompany_daiichi": 72109, "concept_mldataset_bt": 23256, "43.4513600000000,-1.5448700000000": 20724, "concept_musician_justin_hayward": 61913, "concept_weapon_automatic_pistol": 53789, "concept_newspaper_wall_street_journal": 56218, "concept_drug_loratadine": 50323, "concept_personmexico_luis_gonzalez": 65669, "concept_company_tivo": 26490, "concept_company_msn_search": 4186, "concept_trainstation_code": 11122, "concept_company_international_steel_group": 61821, "34.9506500000000,-90.3123200000000": 27203, "concept_musician_bo_diddley": 62411, "concept_drug_vancomycin": 47826, "concept_physiologicalcondition_weight_loss": 47885, "concept_city_annandale": 38581, "concept_beverage_cherries": 55010, "concept_company_business_objects": 71975, "concept_writer_ahdaf_soueif": 64333, "concept_stadiumoreventvenue_bowman_gray_stadium": 74249, "concept_sportsleague_wwe": 564, "concept_politicianus_john_tyler": 68357, "concept_beach_jimbaran_bay": 15784, "concept_bank_vtb": 73635, "concept_biotechcompany_immunex": 72098, "concept_buildingfeature_garage_doors": 58413, "concept_hotel_taj_mahal_palace___tower": 33933, "concept_landscapefeatures_coastlines": 11028, "concept_scientist_simone_de_beauvoir": 71002, "22.2826900000000,114.1391250000000": 8283, "concept_televisionstation_waff_tv": 30092, "37.6000000000000,83.8333300000000": 3461, "concept_weapon_intercontinental_ballistic_missiles": 54340, "concept_person_russell_brand": 59729, "concept_island_recommendation": 17968, "concept_city_place": 6954, "concept_journalist_marc_lacey": 69071, "55.9333300000000,-3.1666700000000": 33783, "concept_person_kore": 69501, "concept_emotion_fun": 5708, "concept_athlete_whitter": 20939, "concept_geopoliticallocation_purdue": 16035, "concept_city_amissville": 39135, "concept_musicartist_tips": 13411, "concept_book_martin_eden": 44110, "concept_island_guantanamo_bay": 18255, "concept_river_sheyenne": 31674, "concept_musician_erik_rutan": 62665, "concept_criminal_vissarion": 23615, "44.1333300000000,5.1000000000000": 36067, "concept_profession_technical_professionals": 51908, "concept_university_jewish_theological": 20172, "concept_athlete_ian_johnson": 67369, "concept_governmentorganization_sec": 51147, "concept_city_crestview_hills": 39140, "concept_medicalprocedure_bypass_surgery": 42827, "concept_hotel_rum_point_inn": 3565, "concept_biotechcompany_hoffman_la_roche": 48078, "38.8956700000000,-77.0399800000000": 1910, "concept_protein_vitamin_d": 54993, "62.4333300000000,30.3000000000000": 26010, "concept_politician_senator_dewine": 71695, "concept_book_phantom_of_the_opera": 44282, "concept_personasia_johnny_ford": 6037, "concept_bird_wild_turkeys": 49075, "concept_beach_hawaii": 75345, "concept_athlete_trevor_hoffman": 65025, "concept_city_srinagar": 38634, "concept_county_amos_tuck_school": 21925, "concept_book_dragonriders_of_pern": 43994, "concept_lake_big_spring": 16413, "concept_movie_badlands": 64809, "concept_city_island_no_": 39011, "concept_city_sabres": 10276, "concept_company_swatch": 73297, "concept_grain_rye": 55111, "concept_disease_add_adhd": 48846, "concept_musician_otis_redding": 62363, "concept_city_collierville": 37256, "concept_hotel_budget": 34549, "concept_academicfield_email": 45773, "concept_journalist_walter_pincus": 70497, "44.9501500000000,-63.5987000000000": 72452, "39.6191500000000,-105.7958400000000": 853, "concept_athlete_willie_harris": 67195, "concept_beach_bahia_pez_vela": 9868, "concept_website_quotes": 28111, "concept_personafrica_sofia_coppola": 60398, "concept_terroristorganization_harkat_ul_mujahideen": 51414, "concept_airport_hancock_international": 34834, "concept_newspaper_the_globe_and_mail": 56302, "concept_island_holiday": 7011, "concept_astronaut_eads": 19631, "concept_food_fresh_basil": 20314, "concept_weapon_case": 15796, "concept_musicartist_rise_against": 73887, "34.7750600000000,-85.0029300000000": 16898, "concept_bank_dresdner_bank": 73409, "concept_writer_tacitus": 43762, "concept_televisionstation_wfxb_tv": 31363, "20.7430600000000,-156.8961100000000": 18957, "concept_country_career": 11097, "concept_county_savannah_area": 4415, "concept_book_little_house_in_the_big_woods": 63389, "concept_automobilemodel_edge": 55749, "concept_politicsissue_activity": 24836, "concept_organization_heilongjiang": 37670, "concept_person_shirley": 71178, "concept_sportsteam_the_masters_college_mustangs": 40913, "concept_movie_eraserhead": 64666, "concept_bodypart_skin_constrict": 4028, "concept_athlete_craig_biggio": 59625, "concept_mountainrange_lesser_caucasus": 56518, "concept_country_united_arab_emirates": 14126, "57.4059650000000,-4.3542150000000": 21846, "concept_clothing_leather_shoe": 59151, "concept_book_life_is_a_caravanserai": 23132, "concept_river_atchafalaya_river": 31837, "concept_movie_norma_rae": 61452, "concept_attraction_camden_lock": 57541, "concept_website_the_express": 56236, "concept_city_torshavn": 32817, "47.3417200000000,-84.6499100000000": 23932, "concept_company_medco": 72149, "concept_county_savannah": 4707, "concept_chemical_water": 50121, "concept_person_henry": 14808, "33.4252800000000,44.5300000000000": 10341, "64.7166700000000,32.4833300000000": 6983, "concept_politicsblog_raleigh": 23085, "concept_drug_tranxene_t_tab": 58195, "concept_personcanada_belzec": 5887, "concept_sportsteam_baylor_bears_basketball": 40248, "concept_building_mohammed_v": 8408, "concept_academicfield_foreign_languages_and_literatures": 46388, "concept_book_a_dying_light_in_corduba": 44712, "concept_director_roberto_benigni": 64877, "concept_hotel_sari_pan_pacific_hotel": 34336, "concept_book_amerika": 44186, "concept_sportsteam_dakota_state_trojans": 40908, "concept_city_kashi": 37334, "concept_vertebrate_ships": 29227, "concept_academicfield_pc": 6404, "concept_televisionstation_wbpg": 30556, "concept_traditionalgame_big_one": 17942, "concept_retailstore_virgin_records": 4561, "concept_tableitem_site_visitor": 25636, "concept_sportsteam_florida_intl_golden_panthers": 39923, "concept_city_la_palma": 5117, "concept_university_anderson_graduate_school_of_management": 32715, "concept_animal_calf": 49926, "concept_personeurope_maddie": 4491, "concept_coach_justin_miller": 59700, "concept_room_lab": 24784, "concept_politician_mary_mcaleese": 71757, "concept_physiologicalcondition_cancer_increases": 55273, "concept_park_the_castro": 32458, "concept_city_sharm_el_sheikh": 37344, "concept_disease_sickle_cell_anemia": 48928, "concept_radiostation_kpcc": 41697, "concept_musicartist_devo": 21380, "concept_hotel_gaylord_national": 34598, "concept_room_small_lounge": 52934, "concept_invertebrate_worms": 7577, "concept_university_new_mexico_school": 17684, "concept_buildingmaterial_polycarbonate": 55846, "concept_organization_n366th_civil_engineer_squadron": 71909, "concept_city_knock": 37815, "concept_weapon_vent_free_gas": 54275, "concept_writer_walter_pater": 64371, "concept_recordlabel_blackend": 24684, "concept_person_mississippi_state": 29103, "concept_writer_tolkein": 44990, "concept_food_meals": 55251, "concept_room_oceanfront_room": 52760, "concept_criminal_carlo_ponti": 17733, "concept_book_taps": 24552, "concept_ceo_anne_rice": 71492, "concept_river_willamette_river": 31695, "concept_athlete_dinara_safina": 65521, "concept_bird_elephant": 7527, "concept_coach_clint_barmes": 65306, "concept_newspaper_dayton_daily_news": 70279, "concept_bacteria_rickettsia_prowazekii": 47438, "concept_sportsequipment_freestyle": 1156, "concept_jobposition_trainer": 51656, "concept_movie_chinatown": 61454, "concept_city_st_charles": 38687, "concept_blog_va": 17773, "concept_hotel_royal_york": 34334, "concept_coach_righetti": 8822, "concept_jobposition_social_worker": 51649, "concept_professor_david_hoffman": 69126, "concept_academicfield_communication_studies": 45738, "concept_videogame_grandmother": 11509, "concept_furniture_double_sofa": 58552, "concept_academicfield_public_service": 46167, "concept_person_bl__innocent_xi": 71218, "35.0855600000000,63.1744400000000": 25304, "concept_sportsteam_bulldogs": 39682, "concept_city_ozark": 19373, "concept_scientist_max_frisch": 63675, "concept_drug_zyvox": 48086, "concept_country_republic_of_kenya": 32970, "concept_person_master_p": 23239, "concept_attraction_vat_phou": 21173, "concept_city_arvada": 5199, "concept_geometricshape_shape": 1046, "concept_mountainrange_southern_rockies": 56489, "concept_room_principal_bedroom": 53138, "concept_disease_pervasive_developmental_disorders": 1485, "concept_visualizablething_cathedral": 56824, "concept_journalist_michael_abramowitz": 70565, "-8.5336100000000,126.7102800000000": 10213, "concept_company_frontier_airlines": 72694, "concept_arthropod_natural_enemies": 49764, "concept_island_brecqhou": 9394, "concept_weapon_anti_ballistic_missile": 53876, "concept_sportsteam_uc_san_diego": 40405, "concept_county_palm_coast": 26030, "concept_geopoliticalorganization_torun": 27490, "concept_academicfield_liberal_arts": 45776, "concept_televisionstation_kiku": 31410, "concept_televisionstation_kvii": 30027, "concept_city_delray_beach": 37084, "concept_televisionstation_kvie": 30028, "concept_chemical_glutamate": 50741, "concept_male_alex_lifeson": 59423, "concept_visualartist_robert_drummond": 24432, "concept_televisionstation_kvia": 30031, "concept_personus_allan_moss": 73497, "concept_book_war_and_peace": 2987, "concept_politicianus_second_person": 3616, "20.9169400000000,-156.3938900000000": 21880, "concept_professor_kevin_mckenna": 69593, "concept_personnorthamerica_fax": 2963, "concept_athlete_dee_brown": 60446, "concept_musician_yngwie_malmsteen": 62423, "concept_lake_lolland": 25082, "concept_athlete_colter_bean": 66269, "concept_televisionstation_kviq": 30029, "concept_personnorthamerica_abdul_ahad": 25303, "concept_televisionstation_wtmj": 13049, "concept_book_alice": 43501, "concept_actor_patricia_neal": 61407, "concept_mountain_mount_miserable": 41575, "concept_monument_philadelphia_area": 17192, "37.7755000000000,-122.4202400000000": 3011, "concept_televisionstation_wtmd": 30276, "concept_book_celestine_prophecy": 43798, "concept_personeurope_malcolm_lowry": 6813, "concept_drug_oxaliplatin": 48005, "concept_drug_ibuprofen": 50134, "concept_book_blackwood_farm": 44316, "concept_bank_usps_air_mail": 11794, "concept_bank_npm": 22665, "concept_nondiseasecondition_mahalo": 15967, "concept_amphibian_nostrils": 17951, "concept_visualartist_frederic_remington": 69793, "concept_architect_italo_svevo": 25614, "concept_coach_gary_pinkel": 16904, "concept_book_last_of_the_mohicans": 43215, "concept_stadiumoreventvenue_civic_center": 35735, "concept_sportsteam_morgan_st_bears": 40471, "concept_mountain_mauna_kea": 41390, "43.4833300000000,4.4666700000000": 67877, "concept_actor_raye_dowell": 61568, "concept_automobilemaker_triumph": 4235, "concept_room_spacious_loft": 52792, "concept_politicalparty_college": 2437, "37.1419750000000,-118.5557500000000": 23665, "concept_athlete_tyson_chandler": 66228, "concept_politician_chester_a__arthur": 71687, "concept_plant_live_oak": 48253, "concept_ceo_jay_adelson": 16204, "concept_book_starship_troopers": 44676, "concept_sportsgame_end": 47241, "concept_academicfield_accreditation": 74925, "concept_weapon_united_states_navy": 12284, "concept_lake_salmon_river": 39279, "concept_politicalparty_international_monetary_fund": 74982, "concept_writer_p__l__travers": 44329, "48.1460000000000,17.1160000000000": 16731, "concept_crustacean_lobsters": 48647, "concept_musician_robert_johnson": 62136, "concept_person_penny_lancaster": 3469, "concept_politicianus_lieberman": 59403, "concept_musician_styx": 6507, "concept_insect_gnats": 49790, "concept_product_adobe_acrobat": 13683, "concept_ceo_andy_grove": 18757, "concept_person_sims": 20789, "concept_zoo_celeste_center": 8728, "concept_biotechcompany_pain": 25620, "concept_architect_application": 7401, "concept_county_nicholls_state": 19839, "concept_publication_job_opportunities": 4501, "concept_physicalcharacteristic_mess": 47387, "concept_person_sills": 525, "concept_book_complete_novels": 63845, "concept_disease_heart_problems": 46832, "concept_athlete_alonzo_mourning": 59720, "concept_room_marble_master_bath": 55897, "concept_consumerelectronicitem_operating_systems": 28294, "concept_academicfield_clinics": 3717, "concept_beach_blawenburg": 7160, "concept_transportation_money": 1567, "concept_coach_bob_bradley": 23540, "concept_airport_taylor_lake_village": 21159, "concept_researchproject_study": 12384, "concept_athlete_darren_clarke": 65029, "concept_retailstore_cafe_coffee_day": 33565, "concept_musicartist_jesus_lizard": 62086, "concept_fish_hammerhead_sharks": 48662, "concept_vegetable_peanuts": 20654, "32.5916662500000,130.2604162500000": 7158, "concept_televisionstation_ksmq_tv": 30690, "concept_website_decision": 28909, "concept_city_otsego": 36907, "concept_athlete_bill_bray": 60230, "concept_landscapefeatures_seascapes": 4599, "concept_agriculturalproduct_slow_cooker": 55685, "concept_drug_anacin": 47996, "concept_book_dragons_on_englor": 63319, "concept_book_death_be_not_proud": 60079, "concept_musicgenre_grunge_rock": 50064, "concept_writer_brownbear": 5759, "concept_televisionstation_kswb": 30461, "35.8892500000000,-93.7310200000000": 47116, "concept_insect_spectacle": 9371, "38.2245600000000,-0.5191900000000": 3059, "concept_book_baking_cakes_in_kigali": 69527, "concept_park_fan": 11133, "concept_personmexico_michael": 67972, "concept_book_on_writing__a_memoir_of_the_craft": 45220, "concept_televisionstation_ktab_tv": 31018, "concept_arachnid_lone_star_tick": 49767, "concept_plant_pathfinder": 23899, "concept_book_the_way_of_shadows": 63706, "concept_bathroomitem_whirlpool_tubs": 58847, "concept_televisionstation_kwnb_tv": 30243, "concept_sportsteam_queen_s": 40354, "concept_politicianus_john_salazar": 68655, "concept_arthropod_bit": 27738, "concept_chemical_atoms": 50092, "concept_river_paktia_province": 15258, "concept_academicfield_extension": 46079, "23.0833300000000,70.1333300000000": 50964, "concept_vehicle_government_agencies": 16071, "concept_personmexico_david_west": 67962, "concept_movie_octopussy": 59377, "concept_politicianus_senator_kohl": 68751, "concept_hotel_tower": 34343, "concept_sportsteam_charlotte_49ers": 29495, "concept_visualizablescene_branchburg": 52658, "21.1500000000000,97.3500000000000": 12523, "concept_radiostation_wish_tv": 41823, "concept_company_miami_herald001": 6645, "concept_book_attention": 29897, "concept_personcanada_rupert_friend": 60171, "concept_planet_question": 17118, "concept_room_second_guest_room": 53135, "concept_writer_john_updike": 42953, "concept_mlsoftware_beep": 68031, "concept_bodypart_heart": 58937, "concept_book_the_neon_rain": 63754, "concept_visualizablescene_leeds_bradford": 35105, "concept_language_windish": 2219, "35.8269300000000,-82.1119200000000": 19844, "concept_male_billy_ray_cyrus": 60339, "concept_wine_green_bay": 14681, "-42.8166700000000,147.3166700000000": 15148, "concept_person_martha_miller": 61208, "concept_male_abigail": 27187, "concept_plant_stately_oaks": 24753, "39.9858200000000,-105.1130400000000": 26444, "concept_governmentorganization_office_of_management_and_budget": 14058, "concept_mountain_sneffels": 41571, "concept_politicianus_matt_blunt": 68592, "concept_organization_cpvcc": 71331, "concept_journalist_clyde_haberman": 70493, "concept_sportsgame_n2008_nba_finals": 47227, "concept_person_gabriel": 2473, "concept_politicalparty_coalition_provisional_authority": 51400, "concept_politicianus_democratic_candidate_barack_obama": 12214, "concept_musicartist_mars_volta": 73903, "concept_weapon_uzi_machine_guns": 53522, "concept_bank_hbos": 73350, "concept_city_bhagalpur": 37774, "concept_videogamesystem_adobe_lightroom": 13725, "concept_governmentorganization_oge": 14059, "concept_person_tonya_lewis_lee": 14957, "concept_visualizableobject_throttle": 54430, "concept_nut_hypertension": 8636, "concept_personcanada_michael_gordon": 67810, "concept_person_steve_mcpherson": 153, "concept_weapon_smartlock_pistols": 53899, "concept_sportsteam_philies": 47202, "concept_weapon_five_weapons": 53963, "concept_athlete_joe_gordon": 66673, "concept_male_last_adam": 74885, "concept_filmfestival_eight": 11586, "concept_clothing_costume": 53226, "concept_book_shogun": 64407, "concept_writer_thomas_keneally": 43815, "concept_city_canby": 36899, "concept_buildingfeature_frames": 58404, "concept_academicfield_engineering_psychology": 45929, "concept_athlete_charlie_morton": 60800, "concept_sportsteamposition_pitcher": 42575, "concept_visualizablething_front": 14766, "concept_port_kessingland": 75027, "concept_coach_chris_berman": 67615, "concept_profession_contacting": 51193, "concept_vegetable_walnuts": 20427, "concept_governmentorganization_federal_transit_administration": 14668, "concept_book_mystery": 1705, "concept_male_kenneth_wright": 59901, "concept_musicartist_rush": 59424, "concept_drug_blopress": 57783, "54.8766300000000,-94.9331700000000": 48013, "concept_book_deception_point": 60237, "concept_website_desktop": 28116, "concept_person_jamie": 61749, "concept_politicsissue_more_money": 1561, "concept_sport_motorsport": 42492, "concept_amphibian_care": 21559, "concept_writer_jim_marrs": 17019, "concept_televisionstation_wmmp": 31569, "concept_politicianus_richard_burr": 60288, "concept_politicsblog_citizen": 10690, "concept_airport_general_mitchell": 20923, "concept_insect_butterflies": 7593, "concept_physiologicalcondition_queensland_tick_typhus": 47491, "concept_book_all_about_h__hatterr": 4027, "concept_election_municipal_elections": 51468, "concept_book_sin_city": 44875, "concept_person_lanni": 55, "concept_sportsgame_news": 47148, "concept_river_nushagak": 21443, "concept_athlete_josh_banks": 66218, "41.8818000000000,-87.6245350000000": 22329, "concept_academicfield_software_engineering": 45513, "concept_city_deerfield": 37312, "concept_scientificterm_conditional_random_fields": 42176, "concept_person_jack_newton": 69445, "concept_lake_lago_yelcho": 12265, "concept_jobposition_nursing": 1925, "concept_automobilemodel_ikon": 73025, "concept_personnorthamerica_johnson": 64611, "concept_drug_humalog": 58081, "concept_sportsteamposition_centrefield": 9405, "concept_officebuildingroom_spacious_double_rooms": 55959, "concept_book_the_assistant": 6818, "concept_automobilemodel_altima": 23894, "concept_city_leiria": 38485, "concept_book_firewall": 43746, "concept_movie_enchanted": 61262, "concept_profession_execution": 52178, "concept_personafrica_garden_city": 3395, "38.3395600000000,-75.6549300000000": 22801, "18.9654440000000,72.9338320000000": 33866, "concept_website_sidestep_": 24733, "concept_attraction_columbia_area": 29404, "concept_book_naked": 68081, "concept_wine_vintages": 6096, "concept_stadiumoreventvenue_oncenter": 35999, "concept_book_crucible": 45105, "concept_book_castle_roogna": 28868, "concept_movie_lost_in_translation": 60400, "concept_country_tunisia": 5445, "concept_female_gaile_parkin": 69526, "concept_athlete_mike_lincoln": 65614, "concept_musician_feist": 62234, "concept_bathroomitem_spa_tub": 58731, "concept_musician_sonny_landreth": 62614, "concept_city_castine": 38329, "concept_officebuildingroom_large_double_room": 53136, "concept_book_n3rd_degree": 45016, "concept_drug_tofranil": 58075, "concept_book_the_woodlanders": 44210, "concept_city_barcelona": 28772, "concept_televisionstation_kbfd": 9587, "concept_city_paw_creek": 4836, "concept_clothing_sale": 59214, "concept_person_keturah": 14096, "concept_fish_cold_water_species": 49595, "concept_transportation_exchanges": 10835, "concept_musicartist_rancid": 62307, "concept_beverage_madison": 18344, "concept_city_rancho_cordova": 38470, "concept_hobby_integrated_design": 12084, "concept_city_whistler": 35262, "concept_professionalorganization_american_wind_energy_association": 19606, "concept_automobilemaker_caterham": 73110, "concept_tool_tools": 1926, "concept_city_fridley": 37309, "concept_musicalbum_reality": 74617, "concept_university_university_of_hong_kong": 46518, "concept_agriculturalproduct_markets": 59295, "concept_book_dolores_claiborne": 45009, "concept_eventoutcome_establishment": 2912, "concept_book_the_return_of_the_soldier": 25976, "concept_company_asian_spirit": 72649, "concept_personaustralia_gary_pinkel": 16903, "concept_city_effingham": 37437, "concept_hobby_outdoor_adventure_activities": 46976, "concept_currency_myanmar": 12475, "concept_profession_technicians": 51708, "concept_politicianus_webb": 68905, "concept_automobileengine_ford_explorer": 5851, "concept_island_funafuti": 51063, "concept_book_from_dead_to_worse": 43664, "concept_bird_mammals": 10087, "concept_nut_server": 28298, "concept_musician_michael_angelo_batio": 62021, "concept_blog_spokesman": 8644, "concept_recordlabel_mute": 16865, "concept_time_canadian_football_hall_of_fame": 20217, "concept_visualartist_e_40": 14432, "concept_personus_use_returns": 68963, "concept_televisionstation_kwba": 30066, "concept_plant_saplings": 48176, "concept_male_joakim_noah": 60199, "concept_politicalparty_australian_government": 51392, "concept_bird_dabblers": 28235, "34.7247650000000,-92.2577150000000": 35173, "concept_celebrity_justin_gaston": 22319, "concept_journalist_louis_uchitelle": 70198, "concept_athlete_xavi": 67080, "concept_aquarium_how_to_set_up_aquarium": 57332, "concept_bank_select": 24735, "concept_meat_bun": 20321, "concept_musicalbum_discovery": 21529, "concept_stadiumoreventvenue_sommet_center": 35875, "concept_politicianus_joseph_i__lieberman": 68537, "concept_company_maxis": 7705, "concept_braintissue_pineal_gland": 2557, "concept_person_jossey_bass": 10437, "concept_crustacean_kid": 829, "concept_bank_axa": 22716, "concept_person_phoebe": 22519, "concept_hallwayitem_radiant_floor": 56803, "concept_televisionstation_kcts": 31092, "41.7009300000000,-72.5934200000000": 3070, "concept_book_red_harvest": 44567, "concept_person_judge_david_hale": 71844, "concept_city_nagasaki": 37960, "concept_director_stanley_donen": 59516, "concept_mediatype_report": 13738, "concept_televisionshow_passion": 75216, "concept_disease_kidney_problems": 18553, "concept_island_hilton_head_island": 51043, "concept_book_king_john": 9437, "concept_writer_arthur_agatston": 44471, "concept_athlete_eddie_kunz": 66958, "concept_book_tuck_everlasting": 63565, "concept_bathroomitem_desktop": 28293, "concept_televisionstation_saint_louis": 11757, "concept_radiostation_knx": 41788, "concept_book_the_purpose_driven_life": 43113, "42.2081600000000,-71.0058800000000": 24030, "concept_coach_marshall_faulk": 60793, "concept_personus_barry_gibb": 19208, "concept_mountainrange_benevenagh": 21423, "concept_beach_bronx_ny": 1166, "concept_radiostation_kuow_fm": 41950, "concept_sportsteam_albany_great_danes": 29585, "concept_attraction_temple_bar": 55805, "concept_visualizablething_soy_protein": 55827, "concept_personeurope_david_miller": 65720, "concept_bank_astoria": 6831, "concept_book_the_crying_of_lot_49": 43479, "43.7361100000000,7.4250000000000": 22693, "30.4135400000000,-97.7375100000000": 6727, "concept_televisionstation_kttv": 30362, "concept_personmexico_tito_ortiz": 60513, "concept_hotel_grand": 34550, "concept_person_david_boreanaz": 3492, "concept_stadiumoreventvenue_field": 35733, "concept_blog_slashdot": 14189, "concept_professionalorganization_oasis": 18492, "concept_furniture_beds": 55954, "concept_newspaper_neighbors": 74896, "concept_journalist_eric_bailey": 70798, "concept_male_kevin_garnett": 60013, "concept_personus_shakespeare": 9416, "concept_journalist_kit_stier": 70482, "concept_meat_dish": 49420, "concept_city_link": 6923, "concept_sportsteam_hofstra_university": 41131, "concept_company_hk_disneyland": 72466, "concept_televisionstation_wptz_tv": 31421, "concept_bodypart_fetus": 2730, "concept_musician_chris_squire": 62765, "concept_politicianus_frist": 68125, "concept_hotel_fairmont_empress": 34575, "concept_ceo_janet_l__robinson": 71414, "concept_personus_john_browne": 3507, "concept_stateorprovince_states": 10786, "concept_city_linz": 37920, "concept_drug_galvus": 58375, "concept_nonprofitorganization_agc": 75130, "23.3168500000000,120.9199533333333": 3275, "concept_coach_andrew_alberts": 67532, "concept_athlete_dustin_pedroia": 60246, "concept_plant_palm_trees": 48297, "concept_convention_condition": 20227, "concept_city_johor_bahru": 33158, "concept_coach_new_jersey_devils": 67567, "concept_lake_strait_of_gibraltar": 24841, "concept_writer_dostoyevsky": 44467, "concept_drug_zomig": 58084, "concept_personeurope_e__nesbit": 64396, "concept_coach_south_carolina_gamecocks": 13994, "concept_athlete_lecavalier": 1947, "concept_book_mister_johnson": 43470, "concept_insect_housefly": 49801, "concept_mammal_axis": 49231, "concept_musicartist_deftones": 73987, "concept_person_sam_donaldson": 12863, "concept_sportsteam_kobe_university": 40652, "concept_software_microsoft_word": 13740, "concept_televisionstation_wkpt_tv": 30564, "concept_politicianus_dmitry_medvedev": 68872, "concept_televisionstation_wlvi_tv": 30755, "concept_city_rancho_cucamonga": 4862, "concept_academicfield_american_studies": 45863, "concept_artery_process": 59046, "34.0669900000000,-118.4007000000000": 33900, "concept_visualizablething_blood_stream": 8684, "concept_movie_terms_of_endearment": 61356, "concept_athlete_daniel_schlereth": 65401, "concept_airport_edinburgh_international_airport": 34865, "concept_airport_senai": 34947, "concept_book_the_communist_manifesto": 29676, "concept_stateorprovince_bahia": 33218, "concept_weapon_maces": 54108, "concept_website_new_yorker_magazine": 14218, "concept_city_khe_sanh": 29326, "concept_newspaper_toronto_sun": 56283, "concept_monument_deshnok": 17061, "concept_room_set": 10578, "concept_biotechcompany_control": 496, "concept_sportsteam_cent__michigan_chippewas": 40555, "concept_movie_jfk": 61435, "concept_athlete_jake_delhomme": 66097, "concept_weapon_infantry_weapons": 54149, "concept_stadiumoreventvenue_baltimore_convention_center": 35912, "concept_movie_the_spy": 64379, "concept_beverage_potato_water": 54782, "concept_person_six_people": 61795, "concept_athlete_babe_ruth": 60183, "concept_company_longaberger": 8443, "concept_weapon_heavy_sword": 53649, "concept_city_ouagadougou": 36978, "concept_profession_special_education_teachers": 51943, "concept_transportation_edinburgh_airport": 35285, "concept_personus_extremists": 21459, "concept_mammal_sheep_": 11846, "concept_website_wpmi": 12851, "concept_country_hongkong": 39640, "27.7293500000000,-82.7432200000000": 32117, "concept_person_dizzy_trout": 10156, "concept_building_kuala_lumpur": 5605, "concept_book_lady_chatterley_s_lover": 23291, "concept_professionalorganization_kosciuszko_foundation": 74152, "concept_physicalaction_commerce": 27579, "concept_emotion_series": 25021, "concept_city_menominee": 38488, "concept_language_uzbek": 46620, "concept_agriculturalproduct_medicines": 47771, "concept_stadiumoreventvenue_adler_theatre": 38023, "concept_city_allahabad": 38955, "concept_personeurope_laura_esquivel": 2968, "concept_arthropod_files": 7926, "concept_politicsbill_washington_convention": 8577, "concept_recordlabel_water": 12510, "concept_politicianus_sen__clinton": 68489, "concept_book_witness": 4003, "concept_company_malaysian": 18006, "concept_university_universidad_complutense_de_madrid": 46642, "concept_visualizablescene_gentlemens": 14332, "concept_politicianus_president_ronald_reagan": 61066, "concept_musicartist_camel": 74065, "concept_bakedgood_loaf": 55618, "concept_comedian_medicine": 4550, "concept_judge_vissarion": 16233, "concept_radiostation_wbur": 41849, "concept_drug_tamiflu": 47773, "concept_televisionstation_wesh_tv": 31505, "33.3819000000000,-86.8091000000000": 9287, "concept_movie_ghost_rider": 60382, "concept_county_pontiac": 3452, "concept_aquarium_starfire_glass_aquarium": 57057, "concept_color_crimson_tide": 23612, "concept_disease_hiv_aids": 15791, "concept_airport_rapid_city_regional": 35146, "concept_politicianus_pat_leahy": 27126, "concept_bank_aflac": 74432, "concept_city_salamanca": 38196, "concept_sportsgame_four_weeks": 47349, "concept_musicgenre_seattle_grunge": 50028, "concept_visualartist_titian": 69756, "concept_celebrity_don_james": 37119, "51.5000000000000,-2.4166700000000": 50915, "42.3737100000000,-71.1097700000000": 15594, "concept_emotion_issue": 17152, "concept_bakedgood_strawberry_ice_cream": 55517, "concept_sportsteam_utep_miners": 29537, "concept_city_lead": 10899, "concept_book_five_quarters_of_the_orange": 44575, "34.5728800000000,-94.5730000000000": 51638, "concept_visualizablething_tsampa": 3251, "concept_ceo_mohsin_khan": 9517, "60.5750000000000,-1.1708325000000": 5931, "concept_blog_techcrunch": 56435, "concept_company_junglee": 56401, "concept_building_theatres": 17728, "concept_disease_attention_disorders": 48931, "concept_retailstore_lai_lai": 24670, "concept_arachnid_brown_widow": 49772, "concept_county_mackintosh_school": 50825, "concept_stadiumoreventvenue_interlagos": 26739, "concept_politicalparty_clinton_library": 23298, "concept_journalist_eli_lake": 70391, "concept_physicalaction_platform": 10182, "concept_politicalparty_bankers": 26013, "concept_biotechcompany_sap_ag": 75480, "concept_placeofworship_stockholm": 29853, "47.3899700000000,-110.0690900000000": 18038, "concept_bacteria_ascaris_lumbricoides": 47700, "concept_professor_steve_lohr": 69599, "concept_personus_bono": 6578, "concept_biotechcompany_icon": 27122, "concept_actor_jason_bleick": 61444, "concept_bodypart_appendix": 2552, "concept_musicsong_itunes": 2039, "concept_traditionalgame_rouge_et_noir": 12792, "concept_aquarium_spadina_aquarium": 57298, "concept_scientificterm_gamma_function": 42256, "concept_sportsleague_american_hockey_league": 74286, "concept_food_rice_mixture": 20536, "concept_drug_butalbital": 58203, "concept_company_brunswick_corporation": 72368, "45.4000000000000,28.0166700000000": 29391, "concept_kitchenitem_center": 3256, "concept_archaea_ladinos": 7812, "concept_book_carpe_jugulum": 5548, "concept_wine_classic_grape_varieties": 19098, "concept_bodypart_rib_cage": 58943, "concept_sportsleague_american_football_conference": 4579, "concept_automobileengine_ford_ranger": 5849, "concept_plant_native_grasses": 48389, "concept_physiologicalcondition_human_immunodeficiency_virus": 48947, "concept_winery_mcmanis": 75066, "concept_geopoliticallocation_pembroke_pines": 50934, "concept_profession_unions": 13474, "concept_insect_long_tongued_bees": 49900, "concept_city_panama_canal": 33056, "concept_athlete_brian_fuentes": 65768, "concept_city_troutdale": 37770, "concept_personmexico_jon_rauch": 60795, "concept_athlete_sergi_bruguera": 65663, "concept_chemical_images": 6418, "concept_mediatype_restructuring": 14374, "concept_book_a_question_of_death_an_illustrated_phry": 44204, "concept_placeofworship_murlough": 18287, "concept_person_judith_nathan": 71130, "concept_sportsteam_buffalo_braves": 40494, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40714, "concept_airport_san_diego_airport": 35037, "concept_jobposition_solicitor": 51666, "concept_weapon_nailgun": 53383, "concept_drug_ephedra": 57849, "concept_comedian_barry_levinson": 60438, "concept_city_south_pasadena": 33411, "-6.2355600000000,107.7255600000000": 23691, "concept_person_nathan": 6327, "concept_movie_hollywood_homicide": 59895, "concept_athlete_jeremy_powell": 67167, "concept_city_braunfels": 38092, "concept_female_patty_murray": 68636, "concept_organization_chinese_national_team": 71120, "concept_terroristorganization_plo": 513, "concept_sportsequipment_uniforms": 42515, "concept_sportsgame_n1959_world_series": 47283, "37.3602200000000,-120.5640800000000": 916, "concept_coach_jay_bruce": 66935, "concept_televisionstation_wfld_tv": 30413, "concept_kitchenitem_tender": 875, "concept_bathroomitem_tub_combination": 24924, "concept_artery_apparatus": 19109, "concept_biotechcompany_teva": 47890, "-38.2166700000000,144.2833300000000": 17990, "concept_musician_jaz_coleman": 62003, "concept_politicianus_frank_lautenberg": 68503, "concept_bathroomitem_roman_tub": 58856, "concept_muscle_dorsi": 9828, "43.6948414285714,15.6990485714286": 74907, "concept_nongovorganization_taxpayers": 10350, "concept_drug_doxazosin": 50512, "concept_sportsteam_central_european_university": 40991, "concept_academicfield_aerospace_engineering": 45703, "concept_musicsong_verona": 9431, "concept_ceo_business_contact": 6247, "30.4915900000000,-92.1817900000000": 28930, "concept_chemical_nitrogen_oxide": 50199, "concept_male_zipporah": 1265, "concept_software_playstation_2": 72046, "concept_book_the_hour_of_the_star": 63593, "concept_sportsteamposition_wr": 42791, "concept_fish_anchovies": 49554, "concept_lake_baja": 7853, "concept_hotel_renaissance": 34237, "35.0459100000000,-85.1213400000000": 21010, "concept_city_hayward": 37884, "concept_language_quecha": 46406, "concept_buildingmaterial_conduits": 27388, "31.3915500000000,-98.1886400000000": 14907, "concept_coach_patrick_pinkney": 67605, "concept_city_texarkana": 36758, "33.1820650000000,-87.5283400000000": 19897, "concept_profession_physical_therapists": 51765, "concept_mountain_mount_errigal": 41363, "concept_profession_designs": 17804, "concept_book_burnt_offerings": 45224, "concept_city_cannes": 13397, "concept_room_big_room": 26269, "concept_city_southampton": 35050, "concept_athlete_dwight_gooden": 66635, "concept_person_angel": 27971, "concept_ceo_service_terms": 52408, "concept_televisionstation_kttu_tv": 30633, "concept_river_faywood_hot_springs": 16639, "concept_museum_highlights": 10751, "concept_televisionstation_kdtv": 30777, "39.7716500000000,-105.4419400000000": 51514, "concept_musicartist_simple_minds": 28192, "concept_weapon_bigger_guns": 54294, "concept_weapon_market_gas": 54257, "concept_radiostation_kimn": 41772, "concept_bakedgood_breakfasts": 55525, "concept_disease_smallpox": 47601, "concept_agriculturalproduct_sherry": 54900, "concept_actor_spy": 64273, "concept_governmentorganization_usaid_": 29927, "concept_mammal_rhinos": 48650, "concept_hotel_maui_banyan": 27691, "concept_personus_rebecca_wells": 12528, "concept_stateorprovince_nunavut_territory": 33491, "concept_writer_ann_brashares": 44843, "23.5166700000000,80.9500000000000": 3490, "concept_hobby_tips": 21093, "concept_bank_fedex_ground": 73433, "concept_chemical_verify": 5627, "concept_software_microsoft_office_2003": 28333, "concept_plant_oak": 48117, "concept_personafrica_dave_anderson": 69161, "concept_journalist_scott_collins": 70656, "concept_person_bonimo_s_son": 69555, "concept_male_eber_four": 59737, "concept_insect_wasps": 48667, "concept_personmexico_matt_painter": 3317, "concept_person_diego": 9803, "concept_beverage_lime_juice": 54866, "concept_city_little_rock": 4275, "concept_musicinstrument_blues": 62376, "concept_movie_easy_rider": 59454, "concept_hobby_traditional_music": 46989, "concept_musician_duane_eddy": 62128, "concept_person_moises_alou": 8393, "concept_sportsteam_humboldt_state_jacks": 40726, "concept_athlete_jeff_mcinnis": 59998, "concept_bank_bmo_nesbitt_burns": 73357, "concept_park_london_paddington_station": 32460, "concept_celebrity_season": 3159, "concept_person_scooter_libby": 18994, "concept_food_whole_milk": 54617, "concept_fruit_coconut": 55129, "concept_city_westland": 36145, "concept_city_hacienda_heights": 5275, "concept_furniture_pillow_top_mattress": 58488, "concept_personasia_kareem_abdul_jabbar": 66223, "concept_artery_coronary_arteries": 15951, "concept_radiostation_wguc": 41880, "concept_sport_surf": 42780, "concept_musicsong_natchez": 24134, "concept_sportsgame_yars": 24256, "concept_language_mandarin_chinese": 46434, "concept_city_pico_rivera": 4979, "48.4667000000000,15.6667000000000": 4128, "concept_person_hank_baskett": 19763, "concept_company_rockwell": 72448, "concept_university_mercy_hospital_school": 75362, "concept_aquarium_sharks_aquarium": 57236, "concept_biotechcompany_xerox": 15658, "concept_room_kids": 10949, "concept_sport_sumo": 42799, "concept_city_kona": 34900, "concept_room_square_feet": 26155, "concept_musicsong_nebraska": 3314, "concept_academicfield_urban_and_regional_planning": 45869, "concept_plant_stems": 17579, "concept_city_hoedspruit": 26586, "concept_book_the_road": 43371, "concept_organization_safe_passage": 74094, "concept_dateliteral_n1846": 38608, "concept_personeurope_ken_kesey": 15260, "concept_room_fireplace": 52915, "concept_city_gulf_breeze": 23148, "concept_personmexico_steenhuis": 10052, "concept_person_angus_young": 22263, "concept_politicianus_tim_geithner": 68452, "concept_city_renville": 38873, "concept_beach_fort_ogden": 2223, "concept_geopoliticalorganization_laguna_hills": 4666, "concept_olympics_palestinian_national_authority": 8521, "concept_lake_kekova": 29808, "concept_male_javier_bardem": 23191, "concept_clothing_fishnets": 59193, "concept_park_league": 10776, "concept_televisionstation_ksnf": 30454, "concept_sportsteam_embry_riddle_eagles": 41298, "concept_televisionstation_tie": 26458, "concept_sportsteam_new_school_for_social_research": 40371, "concept_musician_little_richard": 62830, "concept_book_clarissa": 64490, "concept_park_radisson_edwardian_may_fair_hotel": 32439, "concept_musicartist_mr_big": 17261, "concept_city_bartlesville": 12539, "concept_governmentorganization_illinois_state_library": 3414, "concept_lake_koh_mak": 12927, "concept_athlete_sparky_lyle": 66243, "37.3674000000000,-76.5336000000000": 47402, "concept_product_wedding": 55605, "concept_ceo_ferdinand_piech": 29038, "concept_mammal_furry_friends": 10423, "concept_athlete_byron_leftwich": 66976, "concept_city_luoyang": 36520, "concept_skiarea_picos_de_europa": 22930, "38.9880600000000,-76.9508300000000": 35796, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26684, "concept_journalist_dan_morain": 70854, "35.1628000000000,136.9180000000000": 32197, "concept_book_n7th_heaven": 43592, "concept_company_bp001": 3504, "concept_writer_linda_lael_miller": 44235, "concept_bakedgood_gravy": 20526, "concept_restaurant_melting_pot": 11092, "42.1019400000000,-91.7771200000000": 1058, "concept_coach_david_bailiff": 71861, "concept_male_william_norris": 60783, "concept_writer_e__annie_proulx": 63983, "concept_athlete_russell_branyan": 65407, "concept_sportsteam_long_beach_st__49ers": 41176, "concept_athlete_dustin_byfuglien": 66468, "concept_country_rwanda": 1695, "concept_personeurope_napoleon": 10463, "concept_personeurope_william_shakespeare": 42965, "concept_river_prairie_dog_town_fork": 31681, "40.7311100000000,-73.9950000000000": 11647, "concept_athlete_javon_walker": 65597, "concept_clothing_cargo_pants": 53266, "concept_city_glendale_arizona": 73088, "concept_weapon_programs": 53711, "concept_musicartist_allman_brothers_band": 62759, "concept_person_crispin_glover": 15347, "concept_personalcareitem_nature": 27213, "concept_sportsequipment_tours": 9372, "concept_professor_wen_yang": 27784, "33.6957100000000,-112.4159100000000": 11185, "61.9757300000000,-144.4175600000000": 16493, "21.3027800000000,-157.8538900000000": 35764, "concept_automobilemodel_econoline_cargo": 20823, "concept_river_reuss": 38625, "concept_book_mortal_allies": 64285, "concept_university_extension_school": 22242, "concept_street_quarry_lane": 1245, "concept_coach_chris_paul": 60691, "concept_televisionstation_knaz_tv": 13062, "49.4001300000000,-86.5666600000000": 16369, "concept_hotel_chisos_mountain_lodge": 14730, "concept_geometricshape_diagram": 3680, "concept_profession_services_employees": 52186, "concept_televisionstation_kcal": 31052, "concept_governmentorganization_u_s__fish": 27864, "concept_academicfield_maps": 23490, "concept_attraction_houston___texas": 50957, "45.1274650000000,-91.3110000000000": 8325, "concept_personaustralia_terry_deary": 14911, "46.3579900000000,-112.2700100000000": 21167, "concept_sportsteam_florida_a_m_rattlers": 40665, "concept_date_november_2008": 36587, "concept_date_november_2007": 36586, "concept_officebuildingroom_two_room_suites": 52534, "concept_ceo_venugopal_dhoot": 10460, "concept_athlete_ted_mcanlis": 67177, "concept_governmentorganization_cabinet": 28452, "concept_weapon_mace_pepper_spray": 54324, "concept_bodypart_spinal_chord": 2630, "concept_televisionstation_wsre_tv": 30124, "concept_nonprofitorganization_data": 6872, "concept_personus_employee": 27271, "concept_athlete_eddie_george": 67304, "concept_jobposition_decree": 7894, "concept_academicfield_communications_management": 45990, "concept_hotel_sebel_playford_adelaide": 29703, "concept_geopoliticalorganization_nevada_college": 33813, "concept_profession_leadership": 51860, "concept_athlete_nick_blackburn": 67014, "concept_university_nova_southeastern": 32514, "concept_fish_yellowfin_tuna": 49390, "concept_athlete_john_ruiz": 65334, "41.5443371428571,-83.6437042857143": 22482, "concept_airport_adams_field": 35045, "concept_criminal_web_pages": 6910, "concept_musician_paul_weller": 15268, "concept_river_pemigewasset": 38750, "concept_comedian_nicole_richie": 28969, "concept_museum_smithsonian": 29622, "concept_televisionstation_wvaw_lp": 30923, "concept_airport_nimes_airport": 35003, "concept_city_oakland_park": 37278, "concept_personeurope_winston_churchill": 43229, "concept_city_cary": 5019, "concept_food_termites": 49291, "34.0156000000000,-84.1670000000000": 47380, "concept_bakedgood_entire_cake": 55635, "concept_university_nottingham": 15077, "concept_videogame_estrogen": 8694, "35.1561400000000,-89.9483400000000": 41969, "concept_politicianus_bobby_jindal": 68709, "concept_website_minneapolis_star_tribune": 70665, "concept_weapon_v_2_rocket": 53753, "concept_hospital_froedtert": 35466, "concept_book_tropic_of_cancer": 44253, "concept_hallwayitem_headliner": 22302, "concept_videogame_vital_nutrients": 8692, "concept_writer_frank_norris": 43879, "concept_buildingmaterial_head": 18389, 