{"concept_hotel_khimsar_fort": 27334, "concept_sportsteam_graduate_institute_of_international_studies": 40599, "concept_drug_carvedilol": 50520, "concept_weapon_game_rifle": 54041, "concept_county_uis": 33170, "concept_professionalorganization_national_conference": 5643, "concept_county_dearne": 6736, "30.5024600000000,-90.2448600000000": 6361, "concept_website_steam": 25726, "concept_hotel_dylan": 34401, "concept_airport_sdia": 23421, "concept_city_milwaukee": 295, "concept_mlarea_tumor": 17341, "concept_stadiumoreventvenue_kellyshorts_stadium": 13877, "concept_city_san_marcos": 33320, "concept_city_ypsilanti": 33624, "concept_buildingfeature_water_heater": 7783, "concept_river_limmat": 37320, "concept_furniture_mattress": 55958, "concept_politicianus_bob_goodlatte": 68155, "concept_journalist_bart_hubbuch": 70723, "concept_attraction_n10_downing_street": 56623, "concept_person_sir_stafford_cripps": 60993, "concept_hotel_intercontinental_los_angeles_century_city": 34221, "concept_drug_effexor_xr": 47904, "concept_aquarium_world_government": 57075, "concept_boardgame_nicer": 46929, "concept_chemical_fluorides": 50317, "concept_person_john_f___kerry": 59238, "concept_ceo_daniel_vasella": 16782, "concept_musicartist_load": 15814, "concept_automobilemodel_f150": 72999, "concept_personus_john_vornholt": 68997, "concept_bakedgood_soft_drinks": 55355, "concept_sportsteam_william_penn_statesmen": 40919, "concept_sportsteam_colonels": 46960, "concept_movie_lonesome_dove": 18050, "concept_eventoutcome_position": 17236, "concept_hallwayitem_town_gate": 5582, "concept_musicalbum_mockingbird": 21572, "concept_politicsblog_real_estate": 56199, "concept_jobposition_deputy_minister": 6751, "concept_book_a_dangerous_fortune": 44725, "concept_attraction_blackfriars": 57316, "concept_attraction_national_film_theatre001": 19492, "concept_stateorprovince_oh": 33223, "-45.7583800000000,170.2801000000000": 74951, "concept_visualartist_joanny": 15609, "47.8001600000000,-77.1827300000000": 69848, "4.7731300000000,7.7786100000000": 2477, "concept_person_vitor_meira": 71235, "concept_insect_whiteflies": 49652, "concept_writer_hilton": 11235, "concept_geopoliticallocation_holland": 7826, "concept_wine_hotel_sierra_silvana": 18638, "concept_chef_george_greenstein": 70014, "concept_sportsleague_northwoods_league": 4462, "concept_winery_york_area": 17246, "concept_televisionstation_wfsg": 31108, "concept_book_the_martian_way_and_other_stories": 20039, "concept_journalist_andy_katz": 70744, "concept_crustacean_ghost_shrimp": 49555, "concept_agriculturalproduct_crushed_red_pepper": 54935, "concept_televisionstation_ktci": 30395, "concept_personeurope_shawn_fanning": 16704, "concept_bird_shetlands": 1898, "concept_journalist_robin_toner": 70673, "concept_sportsteam_expos": 39909, "concept_agriculturalproduct_dressing": 55516, "concept_currency_last_week": 14193, "concept_musicartist_pearl_jam": 59824, "concept_beverage_stuffing": 20565, "concept_videogame_chickies": 16116, "concept_book_guardian": 44580, "concept_flooritem_shower_head": 15131, "concept_writer_gilbert_morris": 63218, "concept_stateorprovince_widget": 28240, "concept_musician_poulenc": 62653, "concept_city_bangkok": 160, "concept_hobby_markets": 74616, "concept_person_faith_hill001": 59504, "concept_mldataset_bay": 8805, "concept_biotechcompany_baxter": 50267, "concept_journalist_john_mccormick": 69357, "concept_female_seven": 16985, "concept_personcanada_tahmima_anam": 15016, "concept_chemical_sugar": 49983, "concept_sportsteamposition_center_redmond": 45174, "concept_company_forbes001": 8106, "concept_journalist_james_glanz": 67807, "concept_scientist_ken_thompson": 24151, "concept_hotel_four_seasons_milan": 8809, "concept_mammal_beagles": 49029, "concept_politicianus_pat_buchanan": 68535, "concept_book_n2061_odyssey_three": 69349, "concept_lake_middle_andaman": 4564, "concept_book_the_story_of_my_life": 42789, "concept_disease_irritable_bowel_syndrome": 46611, "concept_sportsteam_southwest_texas_state_university": 39765, "concept_musicalbum_embodiment": 14039, "concept_artery_brachiocephalic": 58845, "concept_company_tiger": 6355, "concept_university_wake_forest": 32450, "concept_televisionstation_wfmz_tv": 30183, "concept_televisionstation_wfsb": 31107, "concept_person_chuck": 71330, "concept_writer_alistair_maclean": 64096, "concept_politicianus_presidential_election": 19849, "concept_newspaper_lafayette": 7149, "35.9566700000000,64.7472200000000": 14021, "concept_university_iowa_state_university": 46087, "concept_writer_christina_stead": 44447, "concept_book_the_beautiful_room_is_empty": 22856, "concept_governmentorganization_federal_bureau": 50963, "41.9113000000000,12.4696000000000": 7940, "concept_book_cosmos": 44764, "concept_athlete_craig_robinson": 39716, "concept_book_the_time_machine": 21559, "concept_country_former_ussr": 33005, "concept_city_mooringsport": 5023, "concept_bacteria_leptospira": 47474, "concept_drug_bupropion": 58096, "concept_movie_star_trek": 60381, "concept_landscapefeatures_country_lanes": 52324, "concept_sport_ncaa_basketball": 42502, "concept_person_angelina": 12114, "concept_writer_davida_wills_hurwin": 43457, "concept_book_nicholas_nickleby": 43287, "concept_chemical_different_chemicals": 50174, "concept_athlete_p_j__walters": 6403, "concept_book_elbow_room": 44679, "concept_grain_nassau_county": 20321, "concept_building_oare": 33545, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 56837, "concept_museum_allied_artists": 33634, "concept_drug_tavist": 57758, "concept_charactertrait_school_science": 47206, "35.5699000000000,139.7294000000000": 75132, "concept_fruit_limes": 55164, "concept_park_harlem": 32244, "concept_televisionstation_katu_tv": 678, "concept_stadiumoreventvenue_pikes_peak_center": 35490, "concept_retailstore_sony": 14874, "concept_fungus_hth": 75377, "concept_book_the_main_chance": 12995, "concept_politicianus_republican_senator_norm_coleman": 68717, "concept_academicfield_environmental": 45428, "concept_governmentorganization_ohio_department": 51069, "concept_weapon_seven_missiles": 53950, "concept_braintissue_patients": 29002, "concept_mountain_central_sierra_nevada": 41549, "concept_city_stephenville": 39029, "concept_coach_al_arbour": 40333, "concept_drug_sinemet": 57869, "concept_musicalbum_steppenwolf": 26524, "concept_bank_pioneer": 19686, "concept_museum_lyndhurst": 11354, "concept_country_senegal": 5401, "34.9151000000000,-95.3310800000000": 32740, "concept_blog_wral_tv": 27753, "concept_academicfield_geophysics": 45455, "concept_disease_cancer_increase": 55098, "concept_beverage_cola": 54500, "concept_county_southwestern_state_university": 7587, "concept_nut_eggplant": 20499, "concept_river_delaware_river": 31611, "concept_athlete_travis_diener": 66855, "concept_university_liverpool_university": 46261, "concept_visualizablething_palm_oil": 54986, "concept_automobilemodel_terrain": 72825, "concept_eventoutcome_control_system": 51341, "concept_visualartist_walter_pater": 3289, "concept_coach_hassan_adams": 67475, "concept_sportsgame_playoffs": 27091, "concept_televisionstation_kdtv": 610, "concept_tableitem_screen": 3300, "concept_disease_acute_infectious_disease": 47334, "concept_person_thomas_seymour": 28841, "concept_writer_dickens": 43003, "concept_televisionstation_kdtn": 9657, "concept_sportsteam_babson_college": 41296, "concept_room_masters_bedroom": 52888, "concept_bodypart_foal": 26701, "concept_geopoliticallocation_earthquake": 32954, "concept_website_asian": 1903, "concept_book_ella_enchanted": 1927, "concept_profession_deployment": 51878, "concept_televisionstation_kdtf": 752, "concept_mountainrange_loita_hills": 56371, "concept_country___america": 1342, "concept_park_atlanta_state_park": 32273, "concept_writer_leo_tolstoy": 43727, "concept_officebuildingroom_masterbedroom": 26262, "41.8758700000000,-87.6247700000000": 23276, "concept_mountainrange_middle_atlas": 7948, "concept_chemical_iodine": 50571, "-16.4386400000000,-39.0809200000000": 1373, "concept_journalist_tommy_doyle": 16993, "concept_vein_pituitary_gland": 2692, "concept_insect_insects": 7025, "concept_biotechcompany_daiichi": 72129, "concept_mldataset_bt": 23304, "43.4513600000000,-1.5448700000000": 20756, "concept_musician_justin_hayward": 61749, "concept_weapon_automatic_pistol": 53624, "concept_newspaper_wall_street_journal": 252, "concept_drug_loratadine": 50139, "concept_personmexico_luis_gonzalez": 65551, "concept_company_tivo": 26565, "concept_company_msn_search": 4203, "concept_trainstation_code": 11132, "concept_company_international_steel_group": 61657, "34.9506500000000,-90.3123200000000": 27286, "concept_musician_bo_diddley": 62250, "concept_drug_vancomycin": 47642, "concept_physiologicalcondition_weight_loss": 47701, "concept_city_annandale": 38521, "concept_beverage_cherries": 54845, "concept_company_business_objects": 72011, "concept_writer_ahdaf_soueif": 64211, "concept_stadiumoreventvenue_bowman_gray_stadium": 74244, "concept_bathroomitem_hair_dryers": 58640, "concept_politicianus_john_tyler": 68297, "concept_beach_jimbaran_bay": 15803, "concept_bank_vtb": 73632, "concept_biotechcompany_immunex": 72118, "concept_buildingfeature_garage_doors": 58216, "concept_hotel_taj_mahal_palace___tower": 33888, "concept_landscapefeatures_coastlines": 11039, "concept_scientist_simone_de_beauvoir": 71026, "22.2826900000000,114.1391250000000": 8263, "concept_televisionstation_waff_tv": 30196, "37.6000000000000,83.8333300000000": 3472, "concept_weapon_intercontinental_ballistic_missiles": 54175, "concept_person_russell_brand": 59537, "concept_island_recommendation": 17987, "concept_city_place": 6932, "concept_journalist_marc_lacey": 69041, "55.9333300000000,-3.1666700000000": 33738, "concept_person_kore": 69504, "concept_emotion_fun": 5679, "concept_athlete_whitter": 20971, "concept_geopoliticallocation_purdue": 16056, "concept_city_amissville": 39074, "concept_musicartist_tips": 13429, "concept_book_martin_eden": 43925, "concept_island_guantanamo_bay": 18274, "concept_river_sheyenne": 31635, "concept_musician_erik_rutan": 62504, "concept_criminal_vissarion": 23674, "44.1333300000000,5.1000000000000": 36016, "concept_profession_technical_professionals": 51743, "concept_university_jewish_theological": 20202, "concept_athlete_ian_johnson": 67252, "concept_governmentorganization_sec": 50970, "concept_city_crestview_hills": 39079, "concept_medicalprocedure_bypass_surgery": 42642, "concept_hotel_rum_point_inn": 3578, "concept_biotechcompany_hoffman_la_roche": 47894, "38.8956700000000,-77.0399800000000": 1916, "concept_protein_vitamin_d": 54828, "62.4333300000000,30.3000000000000": 26086, "concept_politician_senator_dewine": 71731, "concept_book_phantom_of_the_opera": 44097, "concept_personasia_johnny_ford": 6013, "concept_bird_wild_turkeys": 48891, "concept_beach_hawaii": 75337, "concept_athlete_trevor_hoffman": 64907, "concept_city_srinagar": 38574, "concept_county_amos_tuck_school": 21968, "concept_book_dragonriders_of_pern": 43809, "concept_lake_big_spring": 16433, "concept_movie_badlands": 64691, "concept_city_island_no_": 38951, "concept_city_sabres": 10277, "concept_company_swatch": 73299, "concept_grain_rye": 54946, "concept_disease_add_adhd": 48662, "concept_musician_otis_redding": 62202, "concept_city_collierville": 37200, "concept_hotel_budget": 34501, "concept_academicfield_email": 45588, "concept_journalist_walter_pincus": 70521, "44.9501500000000,-63.5987000000000": 72464, "39.6191500000000,-105.7958400000000": 824, "concept_athlete_willie_harris": 67078, "concept_beach_bahia_pez_vela": 9866, "concept_website_quotes": 28202, "concept_personafrica_sofia_coppola": 60207, "concept_terroristorganization_harkat_ul_mujahideen": 51245, "concept_airport_hancock_international": 34786, "concept_newspaper_the_globe_and_mail": 56119, "concept_island_holiday": 6990, "concept_astronaut_eads": 19658, "concept_food_fresh_basil": 20346, "concept_weapon_case": 15815, "concept_musicartist_rise_against": 73882, "34.7750600000000,-85.0029300000000": 16921, "concept_writer_tacitus": 43577, "concept_televisionstation_wfxb_tv": 31339, "20.7430600000000,-156.8961100000000": 18984, "concept_country_career": 11107, "concept_county_savannah_area": 4431, "concept_book_little_house_in_the_big_woods": 63254, "concept_automobilemodel_edge": 55584, "concept_politicsissue_activity": 24909, "concept_organization_heilongjiang": 37611, "concept_person_shirley": 71204, "concept_sportsteam_the_masters_college_mustangs": 40862, "concept_movie_eraserhead": 64547, "concept_bodypart_skin_constrict": 4044, "concept_athlete_craig_biggio": 59433, "concept_mountainrange_lesser_caucasus": 56318, "concept_country_united_arab_emirates": 14144, "57.4059650000000,-4.3542150000000": 21887, "concept_clothing_leather_shoe": 58954, "concept_book_life_is_a_caravanserai": 23180, "concept_river_atchafalaya_river": 31798, "concept_movie_norma_rae": 61273, "concept_attraction_camden_lock": 57342, "concept_website_the_express": 56063, "concept_city_torshavn": 32778, "47.3417200000000,-84.6499100000000": 23993, "concept_company_medco": 72168, "concept_county_savannah": 4724, "concept_chemical_water": 49937, "concept_person_henry": 14820, "33.4252800000000,44.5300000000000": 10345, "64.7166700000000,32.4833300000000": 6961, "concept_politicsblog_raleigh": 23134, "concept_drug_tranxene_t_tab": 57998, "concept_personcanada_belzec": 5862, "concept_sportsteam_baylor_bears_basketball": 40197, "concept_building_mohammed_v": 8389, "concept_academicfield_foreign_languages_and_literatures": 46203, "concept_book_a_dying_light_in_corduba": 44527, "concept_director_roberto_benigni": 64759, "concept_hotel_sari_pan_pacific_hotel": 34290, "concept_book_amerika": 44001, "concept_sportsteam_dakota_state_trojans": 40857, "concept_city_kashi": 37276, "concept_vertebrate_ships": 29322, "concept_academicfield_pc": 6381, "concept_televisionstation_wbpg": 30604, "concept_traditionalgame_big_one": 17959, "concept_retailstore_virgin_records": 4579, "concept_tableitem_site_visitor": 25714, "concept_sportsteam_florida_intl_golden_panthers": 39870, "concept_city_la_palma": 5105, "concept_university_anderson_graduate_school_of_management": 32676, "concept_animal_calf": 49742, "concept_personeurope_maddie": 4509, "concept_coach_justin_miller": 59508, "concept_room_lab": 24854, "concept_politician_mary_mcaleese": 71795, "concept_physiologicalcondition_cancer_increases": 55108, "concept_park_the_castro": 32419, "concept_city_sharm_el_sheikh": 37286, "concept_disease_sickle_cell_anemia": 48744, "concept_radiostation_kpcc": 41624, "concept_musicartist_devo": 21415, "concept_hotel_gaylord_national": 34550, "concept_room_small_lounge": 52769, "concept_invertebrate_worms": 7559, "concept_university_new_mexico_school": 17703, "concept_buildingmaterial_polycarbonate": 55681, "concept_organization_n366th_civil_engineer_squadron": 71948, "concept_city_knock": 37757, "concept_weapon_vent_free_gas": 54110, "concept_writer_walter_pater": 64249, "concept_recordlabel_blackend": 24753, "concept_person_mississippi_state": 29198, "concept_writer_tolkein": 44805, "concept_food_meals": 55086, "concept_room_oceanfront_room": 52595, "concept_criminal_carlo_ponti": 17752, "concept_book_taps": 24620, "concept_ceo_anne_rice": 71520, "concept_river_willamette_river": 31656, "concept_athlete_dinara_safina": 65403, "concept_bird_elephant": 7509, "concept_coach_clint_barmes": 65188, "concept_newspaper_dayton_daily_news": 70303, "concept_bacteria_rickettsia_prowazekii": 47254, "concept_sportsequipment_freestyle": 1144, "concept_jobposition_trainer": 51491, "concept_movie_chinatown": 61275, "concept_city_st_charles": 38627, "concept_blog_va": 17792, "concept_hotel_royal_york": 34288, "concept_coach_righetti": 8816, "concept_jobposition_social_worker": 51484, "concept_professor_david_hoffman": 69104, "concept_academicfield_communication_studies": 45553, "concept_videogame_grandmother": 11526, "concept_furniture_double_sofa": 58355, "concept_academicfield_public_service": 45982, "concept_person_bl__innocent_xi": 71244, "35.0855600000000,63.1744400000000": 25379, "concept_sportsteam_bulldogs": 39629, "concept_city_ozark": 19399, "concept_scientist_max_frisch": 63540, "concept_drug_zyvox": 47902, "concept_country_republic_of_kenya": 32932, "concept_person_master_p": 23287, "concept_attraction_vat_phou": 21205, "concept_city_arvada": 5177, "concept_geometricshape_shape": 1026, "concept_mountainrange_southern_rockies": 56289, "concept_room_principal_bedroom": 52973, "concept_disease_pervasive_developmental_disorders": 1482, "concept_visualizablething_cathedral": 56625, "concept_journalist_michael_abramowitz": 70589, "-8.5336100000000,126.7102800000000": 10215, "concept_company_frontier_airlines": 72703, "concept_arthropod_natural_enemies": 49580, "concept_island_brecqhou": 9396, "concept_weapon_anti_ballistic_missile": 53711, "concept_sportsteam_uc_san_diego": 40354, "concept_county_palm_coast": 26106, "concept_geopoliticalorganization_torun": 27574, "concept_academicfield_liberal_arts": 45591, "concept_televisionstation_kiku": 197, "concept_televisionstation_kvii": 30147, "concept_city_delray_beach": 37028, "concept_televisionstation_kvie": 769, "concept_chemical_glutamate": 50557, "concept_male_alex_lifeson": 59231, "concept_visualartist_robert_drummond": 24499, "concept_televisionstation_kvia": 30150, "concept_personus_allan_moss": 73495, "concept_book_war_and_peace": 3002, "concept_politicianus_second_person": 3628, "20.9169400000000,-156.3938900000000": 21921, "concept_professor_kevin_mckenna": 69606, "concept_personnorthamerica_fax": 2978, "concept_athlete_dee_brown": 60255, "concept_musician_yngwie_malmsteen": 62262, "concept_lake_lolland": 25155, "concept_athlete_colter_bean": 66152, "concept_televisionstation_kviq": 30148, "concept_personnorthamerica_abdul_ahad": 25378, "concept_televisionstation_wtmj": 13077, "concept_book_alice": 43316, "concept_actor_patricia_neal": 61227, "concept_mountain_mount_miserable": 41524, "concept_monument_philadelphia_area": 17213, "37.7755000000000,-122.4202400000000": 3023, "concept_televisionstation_wtmd": 467, "concept_book_celestine_prophecy": 43613, "concept_personeurope_malcolm_lowry": 6791, "concept_drug_oxaliplatin": 47821, "concept_drug_ibuprofen": 49950, "concept_book_blackwood_farm": 44131, "concept_bank_usps_air_mail": 11817, "concept_bank_npm": 22712, "concept_nondiseasecondition_mahalo": 15988, "concept_amphibian_nostrils": 17968, "concept_visualartist_frederic_remington": 69816, "concept_architect_italo_svevo": 25693, "concept_coach_gary_pinkel": 16926, "concept_book_last_of_the_mohicans": 43030, "concept_stadiumoreventvenue_civic_center": 35684, "concept_sportsteam_morgan_st_bears": 40420, "concept_mountain_mauna_kea": 41339, "43.4833300000000,4.4666700000000": 67793, "concept_actor_raye_dowell": 61389, "concept_automobilemaker_triumph": 4253, "concept_room_spacious_loft": 52627, "concept_radiostation_krnv": 38, "37.1419750000000,-118.5557500000000": 23727, "concept_athlete_tyson_chandler": 66111, "concept_politician_chester_a__arthur": 71722, "concept_plant_live_oak": 48069, "concept_ceo_jay_adelson": 16224, "concept_book_starship_troopers": 44491, "concept_sportsgame_end": 47057, "concept_academicfield_accreditation": 74919, "concept_weapon_united_states_navy": 12310, "concept_lake_salmon_river": 39218, "concept_politicalparty_international_monetary_fund": 75486, "concept_writer_p__l__travers": 44144, "48.1460000000000,17.1160000000000": 16752, "concept_crustacean_lobsters": 48463, "concept_musician_robert_johnson": 61973, "concept_person_penny_lancaster": 3480, "concept_politicianus_lieberman": 59211, "concept_radiostation_wevl": 669, "concept_insect_gnats": 49606, "concept_product_adobe_acrobat": 13701, "concept_ceo_andy_grove": 18781, "concept_person_sims": 20820, "concept_zoo_celeste_center": 8721, "concept_biotechcompany_pain": 25699, "concept_architect_application": 7382, "concept_county_nicholls_state": 19865, "concept_publication_job_opportunities": 4519, "concept_physicalcharacteristic_mess": 47203, "concept_person_sills": 17996, "concept_book_complete_novels": 63720, "concept_disease_heart_problems": 46648, "concept_athlete_alonzo_mourning": 59528, "concept_room_marble_master_bath": 55732, "concept_consumerelectronicitem_operating_systems": 28385, "concept_academicfield_clinics": 3725, "concept_beach_blawenburg": 7139, "concept_transportation_money": 1568, "concept_coach_bob_bradley": 23596, "concept_airport_taylor_lake_village": 21191, "concept_researchproject_study": 12409, "concept_athlete_darren_clarke": 64911, "concept_retailstore_cafe_coffee_day": 33519, "concept_musicartist_jesus_lizard": 61923, "concept_fish_hammerhead_sharks": 48478, "concept_vegetable_peanuts": 20686, "32.5916662500000,130.2604162500000": 7137, "concept_televisionstation_ksmq_tv": 30727, "concept_website_decision": 29004, "concept_city_otsego": 36853, "concept_athlete_bill_bray": 60038, "concept_landscapefeatures_seascapes": 4617, "concept_agriculturalproduct_slow_cooker": 55520, "concept_drug_anacin": 47812, "concept_book_dragons_on_englor": 63184, "concept_book_death_be_not_proud": 59887, "concept_musicgenre_grunge_rock": 49880, "concept_writer_brownbear": 5730, "concept_televisionstation_kswb": 30524, "35.8892500000000,-93.7310200000000": 46932, "concept_insect_spectacle": 9373, "38.2245600000000,-0.5191900000000": 3073, "concept_book_baking_cakes_in_kigali": 69532, "concept_park_fan": 11143, "concept_personmexico_michael": 67895, "concept_book_on_writing__a_memoir_of_the_craft": 45035, "concept_televisionstation_ktab_tv": 31036, "concept_arachnid_lone_star_tick": 49583, "concept_plant_pathfinder": 23960, "concept_book_the_way_of_shadows": 63571, "concept_bathroomitem_whirlpool_tubs": 58650, "concept_televisionstation_kwnb_tv": 30326, "concept_sportsteam_queen_s": 40303, "concept_politicianus_john_salazar": 68597, "concept_arthropod_bit": 27823, "concept_chemical_atoms": 49908, "concept_river_paktia_province": 15278, "concept_academicfield_extension": 45894, "23.0833300000000,70.1333300000000": 50783, "concept_vehicle_government_agencies": 16091, "concept_personmexico_david_west": 67885, "concept_movie_octopussy": 59184, "concept_politicianus_senator_kohl": 68695, "concept_hotel_tower": 34297, "concept_sportsteam_charlotte_49ers": 29592, "21.1500000000000,97.3500000000000": 12552, "concept_radiostation_wish_tv": 649, "concept_company_miami_herald001": 6624, "concept_book_attention": 29997, "concept_personcanada_rupert_friend": 59979, "concept_planet_question": 17139, "concept_room_second_guest_room": 52970, "concept_writer_john_updike": 42768, "concept_mlsoftware_beep": 67955, "concept_bodypart_heart": 58740, "concept_book_the_neon_rain": 63628, "concept_visualizablescene_leeds_bradford": 35057, "concept_language_windish": 2229, "35.8269300000000,-82.1119200000000": 19870, "concept_male_billy_ray_cyrus": 60148, "concept_wine_green_bay": 14692, "-42.8166700000000,147.3166700000000": 15166, "concept_person_martha_miller": 61025, "concept_radiostation_kgrg_fm": 418, "concept_plant_stately_oaks": 24822, "39.9858200000000,-105.1130400000000": 26520, "concept_governmentorganization_office_of_management_and_budget": 14078, "concept_mountain_sneffels": 41520, "concept_politicianus_matt_blunt": 68533, "concept_organization_cpvcc": 71357, "concept_journalist_clyde_haberman": 70517, "concept_sportsgame_n2008_nba_finals": 47043, "concept_person_gabriel": 2485, "concept_politicalparty_coalition_provisional_authority": 51230, "concept_politicianus_democratic_candidate_barack_obama": 12238, "concept_musicartist_mars_volta": 73898, "concept_weapon_uzi_machine_guns": 53357, "concept_bank_hbos": 73352, "concept_city_bhagalpur": 37716, "concept_videogamesystem_adobe_lightroom": 13743, "concept_governmentorganization_oge": 14079, "concept_person_tonya_lewis_lee": 14973, "concept_visualizableobject_throttle": 54265, "concept_nut_hypertension": 8627, "concept_personcanada_michael_gordon": 67724, "concept_person_steve_mcpherson": 7701, "concept_weapon_smartlock_pistols": 53734, "concept_sportsteam_philies": 47018, "concept_weapon_five_weapons": 53798, "concept_athlete_joe_gordon": 66556, "concept_male_last_adam": 74879, "concept_filmfestival_eight": 11608, "concept_clothing_costume": 53061, "concept_book_shogun": 64285, "concept_writer_thomas_keneally": 43630, "concept_city_canby": 36845, "concept_buildingfeature_frames": 58207, "concept_academicfield_engineering_psychology": 45744, "concept_athlete_charlie_morton": 60612, "concept_sportsteamposition_pitcher": 42390, "concept_visualizablething_front": 14778, "concept_port_kessingland": 75020, "concept_coach_chris_berman": 67508, "concept_profession_contacting": 51018, "concept_vegetable_walnuts": 20459, "concept_governmentorganization_federal_transit_administration": 14679, "concept_book_mystery": 1708, "concept_male_kenneth_wright": 59709, "concept_musicartist_rush": 59232, "concept_drug_blopress": 57584, "54.8766300000000,-94.9331700000000": 47829, "concept_book_deception_point": 60045, "concept_website_desktop": 28207, "concept_person_jamie": 61576, "concept_politicsissue_more_money": 1562, "concept_sport_motorsport": 42307, "concept_amphibian_care": 21598, "concept_writer_jim_marrs": 17040, "concept_televisionstation_wmmp": 31535, "concept_politicianus_richard_burr": 60096, "concept_politicsblog_citizen": 10697, "concept_airport_general_mitchell": 20955, "concept_insect_butterflies": 7575, "concept_physiologicalcondition_queensland_tick_typhus": 47307, "concept_book_all_about_h__hatterr": 4043, "concept_election_municipal_elections": 51303, "concept_book_sin_city": 44690, "concept_person_lanni": 62832, "concept_sportsgame_news": 46964, "concept_river_nushagak": 21478, "concept_athlete_josh_banks": 66101, "41.8818000000000,-87.6245350000000": 22373, "concept_academicfield_software_engineering": 45328, "concept_city_deerfield": 37255, "concept_scientificterm_conditional_random_fields": 41991, "concept_person_jack_newton": 69443, "concept_lake_lago_yelcho": 12291, "concept_jobposition_nursing": 1931, "concept_automobilemodel_ikon": 73031, "concept_personnorthamerica_johnson": 64491, "concept_drug_humalog": 57884, "concept_sportsteamposition_centrefield": 9407, "concept_officebuildingroom_spacious_double_rooms": 55794, "concept_book_the_assistant": 6796, "concept_automobilemodel_altima": 23955, "concept_city_leiria": 38425, "concept_book_firewall": 43561, "concept_movie_enchanted": 61082, "concept_profession_execution": 52013, "concept_personafrica_garden_city": 3408, "38.3395600000000,-75.6549300000000": 22849, "18.9654440000000,72.9338320000000": 33821, "concept_website_sidestep_": 24802, "concept_attraction_columbia_area": 29501, "concept_book_naked": 68012, "concept_wine_vintages": 6074, "concept_stadiumoreventvenue_oncenter": 35948, "concept_book_crucible": 44920, "concept_book_castle_roogna": 28963, "concept_movie_lost_in_translation": 60209, "concept_country_tunisia": 5417, "concept_female_gaile_parkin": 69531, "concept_athlete_mike_lincoln": 65496, "concept_musician_feist": 62071, "concept_bathroomitem_spa_tub": 58534, "concept_musician_sonny_landreth": 62453, "concept_city_castine": 38269, "concept_officebuildingroom_large_double_room": 52971, "concept_book_n3rd_degree": 44831, "concept_drug_tofranil": 57877, "concept_book_the_woodlanders": 44025, "concept_city_barcelona": 28865, "concept_televisionstation_kbfd": 9587, "concept_city_paw_creek": 4851, "concept_clothing_sale": 59017, "concept_person_keturah": 14116, "concept_fish_cold_water_species": 49411, "concept_transportation_exchanges": 10843, "concept_musicartist_rancid": 62146, "concept_beverage_madison": 18366, "concept_city_rancho_cordova": 38410, "concept_hobby_integrated_design": 12109, "concept_city_whistler": 35214, "concept_professionalorganization_american_wind_energy_association": 19633, "concept_automobilemaker_caterham": 73116, "concept_tool_tools": 1932, "concept_city_fridley": 37252, "concept_musicalbum_reality": 74611, "concept_university_university_of_hong_kong": 46333, "concept_agriculturalproduct_markets": 59098, "concept_book_dolores_claiborne": 44824, "concept_eventoutcome_establishment": 2927, "concept_book_the_return_of_the_soldier": 26052, "concept_company_asian_spirit": 72660, "concept_personaustralia_gary_pinkel": 16925, "concept_city_effingham": 37378, "concept_hobby_outdoor_adventure_activities": 46792, "concept_currency_myanmar": 12504, "concept_profession_technicians": 51543, "concept_politicianus_webb": 68852, "concept_automobileengine_ford_explorer": 5826, "concept_island_funafuti": 50882, "concept_book_from_dead_to_worse": 43479, "concept_bird_mammals": 10087, "concept_nut_server": 28389, "concept_musician_michael_angelo_batio": 61857, "concept_blog_spokesman": 8636, "concept_recordlabel_mute": 16889, "concept_time_canadian_football_hall_of_fame": 20247, "concept_visualartist_e_40": 14438, "concept_personus_use_returns": 68911, "concept_televisionstation_kwba": 30176, "concept_plant_saplings": 47992, "concept_male_joakim_noah": 60007, "concept_politicalparty_australian_government": 51221, "concept_bird_dabblers": 28325, "34.7247650000000,-92.2577150000000": 35125, "concept_celebrity_justin_gaston": 22363, "concept_journalist_louis_uchitelle": 70222, "concept_athlete_xavi": 66963, "concept_aquarium_how_to_set_up_aquarium": 57133, "concept_bank_select": 24804, "concept_meat_bun": 20353, "concept_musicalbum_discovery": 21566, "concept_stadiumoreventvenue_sommet_center": 35824, "concept_politicianus_joseph_i__lieberman": 68478, "concept_company_maxis": 7673, "concept_braintissue_pineal_gland": 2569, "concept_person_jossey_bass": 10443, "concept_crustacean_kid": 801, "concept_bank_axa": 22762, "concept_person_phoebe": 22562, "concept_hallwayitem_radiant_floor": 56603, "concept_televisionstation_kcts": 539, "41.7009300000000,-72.5934200000000": 3084, "concept_book_red_harvest": 44382, "concept_person_judge_david_hale": 71882, "concept_city_nagasaki": 37900, "concept_director_stanley_donen": 59324, "concept_mediatype_report": 13756, "concept_televisionshow_passion": 75208, "concept_disease_kidney_problems": 18577, "concept_island_hilton_head_island": 50862, "concept_book_king_john": 9439, "concept_writer_arthur_agatston": 44286, "concept_athlete_eddie_kunz": 66841, "concept_book_tuck_everlasting": 63430, "concept_bathroomitem_desktop": 28384, "concept_televisionstation_saint_louis": 11779, "concept_radiostation_knx": 182, "concept_book_the_purpose_driven_life": 42928, "42.2081600000000,-71.0058800000000": 24091, "concept_coach_marshall_faulk": 60605, "concept_personus_barry_gibb": 19235, "concept_mountainrange_benevenagh": 21460, "concept_beach_bronx_ny": 1154, "concept_radiostation_kuow_fm": 41767, "concept_sportsteam_albany_great_danes": 29682, "concept_attraction_temple_bar": 55640, "concept_visualizablething_soy_protein": 55662, "concept_personeurope_david_miller": 65602, "concept_bank_astoria": 6809, "concept_book_the_crying_of_lot_49": 43294, "43.7361100000000,7.4250000000000": 22739, "30.4135400000000,-97.7375100000000": 6706, "concept_bird_brancher": 912, "concept_personmexico_tito_ortiz": 60323, "concept_hotel_grand": 34502, "concept_person_david_boreanaz": 3503, "concept_stadiumoreventvenue_field": 35682, "concept_blog_slashdot": 545, "concept_professionalorganization_oasis": 18515, "concept_furniture_beds": 55789, "concept_newspaper_neighbors": 74890, "concept_journalist_eric_bailey": 70822, "concept_male_kevin_garnett": 59821, "concept_personus_shakespeare": 9418, "concept_journalist_kit_stier": 70506, "concept_meat_dish": 49236, "concept_city_link": 6900, "concept_sportsteam_hofstra_university": 41080, "concept_company_hk_disneyland": 72477, "concept_televisionstation_wptz_tv": 31394, "concept_bodypart_fetus": 2742, "concept_musician_chris_squire": 62604, "concept_politicianus_frist": 68059, "concept_hotel_fairmont_empress": 34527, "concept_ceo_janet_l__robinson": 71443, "concept_personus_john_browne": 3519, "concept_stateorprovince_states": 10793, "concept_city_linz": 37860, "concept_drug_galvus": 58178, "concept_nonprofitorganization_agc": 75123, "23.3168500000000,120.9199533333333": 3288, "concept_coach_andrew_alberts": 67422, "concept_athlete_dustin_pedroia": 60054, "concept_plant_palm_trees": 48113, "concept_convention_condition": 20260, "concept_city_johor_bahru": 33120, "concept_coach_new_jersey_devils": 67457, "concept_lake_strait_of_gibraltar": 24914, "concept_writer_dostoyevsky": 44282, "concept_drug_zomig": 57887, "concept_personeurope_e__nesbit": 64274, "concept_coach_south_carolina_gamecocks": 14013, "concept_athlete_lecavalier": 1949, "concept_book_mister_johnson": 43285, "concept_insect_housefly": 49617, "concept_mammal_axis": 49047, "concept_musicartist_deftones": 73982, "concept_person_sam_donaldson": 12888, "concept_sportsteam_kobe_university": 40601, "concept_software_microsoft_word": 13758, "concept_televisionstation_wkpt_tv": 30612, "concept_politicianus_dmitry_medvedev": 68819, "concept_televisionstation_wlvi_tv": 30787, "concept_city_rancho_cucamonga": 4876, "concept_academicfield_american_studies": 45678, "concept_artery_process": 58849, "34.0669900000000,-118.4007000000000": 33855, "concept_visualizablething_blood_stream": 8677, "concept_movie_terms_of_endearment": 61176, "concept_athlete_daniel_schlereth": 65283, "concept_airport_edinburgh_international_airport": 34817, "concept_airport_senai": 34899, "concept_book_the_communist_manifesto": 29776, "concept_stateorprovince_bahia": 33180, "concept_weapon_maces": 53943, "concept_website_new_yorker_magazine": 635, "concept_city_khe_sanh": 29422, "concept_newspaper_toronto_sun": 56101, "concept_monument_deshnok": 17082, "concept_room_set": 10585, "concept_biotechcompany_control": 28889, "concept_sportsteam_cent__michigan_chippewas": 40504, "concept_movie_jfk": 61256, "concept_athlete_jake_delhomme": 65980, "concept_weapon_infantry_weapons": 53984, "concept_stadiumoreventvenue_baltimore_convention_center": 35861, "concept_movie_the_spy": 64257, "concept_beverage_potato_water": 54617, "concept_person_six_people": 61626, "concept_athlete_babe_ruth": 59991, "concept_company_longaberger": 8425, "concept_weapon_heavy_sword": 53484, "concept_city_ouagadougou": 36924, "concept_profession_special_education_teachers": 51778, "concept_transportation_edinburgh_airport": 35237, "concept_personus_extremists": 21494, "concept_mammal_sheep_": 11869, "concept_website_wpmi": 12876, "concept_country_hongkong": 39586, "27.7293500000000,-82.7432200000000": 32078, "concept_person_dizzy_trout": 10159, "concept_building_kuala_lumpur": 5577, "concept_book_lady_chatterley_s_lover": 23338, "concept_professionalorganization_kosciuszko_foundation": 74147, "concept_physicalaction_commerce": 27662, "concept_emotion_series": 25094, "concept_city_menominee": 38428, "concept_language_uzbek": 46436, "concept_agriculturalproduct_medicines": 47587, "concept_stadiumoreventvenue_adler_theatre": 37963, "concept_city_allahabad": 38895, "concept_personeurope_laura_esquivel": 2983, "concept_arthropod_files": 7902, "concept_politicsbill_washington_convention": 8568, "concept_recordlabel_water": 12539, "concept_politicianus_sen__clinton": 68430, "concept_book_witness": 4018, "concept_company_malaysian": 237, "concept_university_universidad_complutense_de_madrid": 46458, "concept_visualizablescene_gentlemens": 14336, "concept_politicianus_president_ronald_reagan": 60879, "concept_musicartist_camel": 74060, "concept_bakedgood_loaf": 55453, "concept_comedian_medicine": 4568, "concept_judge_vissarion": 16256, "concept_radiostation_wbur": 41707, "concept_drug_tamiflu": 47589, "concept_televisionstation_wesh_tv": 31473, "33.3819000000000,-86.8091000000000": 9289, "concept_movie_ghost_rider": 60191, "concept_county_pontiac": 3463, "concept_aquarium_starfire_glass_aquarium": 56858, "concept_color_crimson_tide": 23671, "concept_disease_hiv_aids": 15810, "concept_airport_rapid_city_regional": 35098, "concept_politicianus_pat_leahy": 27207, "concept_bank_aflac": 74427, "concept_city_salamanca": 38135, "concept_sportsgame_four_weeks": 47165, "concept_musicgenre_seattle_grunge": 49844, "concept_visualartist_titian": 69779, "concept_celebrity_don_james": 37063, "51.5000000000000,-2.4166700000000": 50731, "42.3737100000000,-71.1097700000000": 15614, "concept_emotion_issue": 17173, "concept_bakedgood_strawberry_ice_cream": 55352, "concept_sportsteam_utep_miners": 29634, "concept_city_lead": 10908, "concept_book_five_quarters_of_the_orange": 44390, "34.5728800000000,-94.5730000000000": 51473, "concept_visualizablething_tsampa": 3264, "concept_ceo_mohsin_khan": 9517, "60.5750000000000,-1.1708325000000": 5906, "concept_blog_techcrunch": 56238, "concept_company_junglee": 56201, "concept_building_theatres": 17747, "concept_disease_attention_disorders": 48747, "concept_retailstore_lai_lai": 24739, "concept_arachnid_brown_widow": 49588, "concept_county_mackintosh_school": 50641, "concept_stadiumoreventvenue_interlagos": 26817, "concept_politicalparty_clinton_library": 23345, "concept_journalist_eli_lake": 70415, "concept_physicalaction_platform": 10186, "concept_politicalparty_bankers": 26089, "concept_biotechcompany_sap_ag": 71561, "concept_placeofworship_stockholm": 29954, "47.3899700000000,-110.0690900000000": 18054, "concept_bacteria_ascaris_lumbricoides": 47516, "concept_professor_steve_lohr": 69619, "concept_personus_bono": 6555, "concept_biotechcompany_icon": 27203, "concept_actor_jason_bleick": 61265, "concept_bodypart_appendix": 2564, "concept_musicsong_itunes": 2046, "concept_traditionalgame_rouge_et_noir": 12818, "concept_aquarium_spadina_aquarium": 57099, "concept_scientificterm_gamma_function": 42071, "concept_sportsleague_american_hockey_league": 74281, "concept_physiologicalcondition_handicaps": 1491, "concept_drug_butalbital": 58006, "concept_company_brunswick_corporation": 72382, "45.4000000000000,28.0166700000000": 29488, "concept_kitchenitem_center": 3269, "concept_archaea_ladinos": 7780, "concept_book_carpe_jugulum": 5520, "concept_wine_classic_grape_varieties": 19124, "concept_bodypart_rib_cage": 58746, "concept_sportsleague_american_football_conference": 4597, "concept_automobileengine_ford_ranger": 5824, "concept_plant_native_grasses": 48205, "concept_winery_mcmanis": 75059, "concept_geopoliticallocation_pembroke_pines": 50750, "concept_profession_unions": 13491, "concept_insect_long_tongued_bees": 49716, "concept_city_panama_canal": 33018, "concept_athlete_brian_fuentes": 65650, "concept_city_troutdale": 37712, "concept_personmexico_jon_rauch": 60607, "concept_athlete_sergi_bruguera": 65545, "concept_chemical_images": 6395, "concept_mediatype_restructuring": 14381, "concept_book_a_question_of_death_an_illustrated_phry": 44019, "concept_placeofworship_murlough": 18308, "concept_person_judith_nathan": 71156, "concept_sportsteam_buffalo_braves": 40443, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40663, "concept_airport_san_diego_airport": 34989, "concept_jobposition_solicitor": 51501, "concept_weapon_nailgun": 53218, "concept_drug_ephedra": 57650, "concept_comedian_barry_levinson": 60247, "concept_city_south_pasadena": 33370, "-6.2355600000000,107.7255600000000": 23753, "concept_person_nathan": 6304, "concept_movie_hollywood_homicide": 59703, "concept_athlete_jeremy_powell": 67050, "concept_city_braunfels": 38032, "concept_female_patty_murray": 68577, "concept_organization_chinese_national_team": 71146, "concept_female_directors": 14911, "concept_sportsequipment_uniforms": 42330, "concept_sportsgame_n1959_world_series": 47099, "37.3602200000000,-120.5640800000000": 888, "concept_coach_jay_bruce": 66818, "concept_televisionstation_wfld_tv": 30482, "concept_kitchenitem_tender": 847, "concept_bathroomitem_tub_combination": 24997, "concept_company_anheuser_busch_companies001": 18818, "concept_biotechcompany_teva": 47706, "-38.2166700000000,144.2833300000000": 18008, "concept_musician_jaz_coleman": 61839, "concept_politicianus_frank_lautenberg": 68444, "concept_bathroomitem_roman_tub": 58659, "concept_muscle_dorsi": 9826, "43.6948414285714,15.6990485714286": 74901, "concept_nongovorganization_taxpayers": 10354, "concept_drug_doxazosin": 50328, "concept_sportsteam_central_european_university": 40940, "concept_academicfield_aerospace_engineering": 45518, "concept_musicsong_verona": 9433, "concept_ceo_business_contact": 6226, "30.4915900000000,-92.1817900000000": 29025, "concept_chemical_nitrogen_oxide": 50015, "concept_male_zipporah": 1257, "concept_software_playstation_2": 72069, "concept_book_the_hour_of_the_star": 63458, "concept_sportsteamposition_wr": 42606, "concept_fish_anchovies": 49370, "concept_lake_baja": 7824, "concept_hotel_renaissance": 34191, "35.0459100000000,-85.1213400000000": 21042, "concept_city_hayward": 37824, "concept_language_quecha": 46221, "concept_buildingmaterial_conduits": 27473, "31.3915500000000,-98.1886400000000": 14921, "concept_coach_patrick_pinkney": 67497, "concept_city_texarkana": 36704, "33.1820650000000,-87.5283400000000": 19923, "concept_profession_physical_therapists": 51600, "concept_mountain_mount_errigal": 41312, "concept_profession_designs": 17822, "concept_book_burnt_offerings": 45039, "concept_city_cannes": 13412, "concept_room_big_room": 26346, "concept_city_southampton": 35002, "concept_athlete_dwight_gooden": 66518, "concept_person_angel": 28066, "concept_ceo_service_terms": 52243, "concept_televisionstation_kttu_tv": 30674, "concept_river_faywood_hot_springs": 16660, "concept_museum_highlights": 10758, "concept_musician_rbd": 3763, "39.7716500000000,-105.4419400000000": 51349, "concept_musicartist_simple_minds": 28282, "concept_weapon_bigger_guns": 54129, "concept_weapon_market_gas": 54092, "concept_radiostation_kimn": 41671, "concept_bakedgood_breakfasts": 55360, "concept_disease_smallpox": 47417, "concept_agriculturalproduct_sherry": 54735, "concept_actor_spy": 64151, "concept_governmentorganization_usaid_": 30048, "concept_mammal_rhinos": 48466, "concept_hotel_maui_banyan": 27776, "concept_personus_rebecca_wells": 12557, "concept_stateorprovince_nunavut_territory": 33445, "concept_writer_ann_brashares": 44658, "23.5166700000000,80.9500000000000": 3501, "concept_hobby_tips": 21125, "concept_bank_fedex_ground": 73432, "concept_radiostation_wbns_tv": 524, "concept_software_microsoft_office_2003": 28424, "concept_plant_oak": 47933, "concept_personafrica_dave_anderson": 69147, "concept_journalist_scott_collins": 70680, "concept_person_bonimo_s_son": 69560, "concept_male_eber_four": 59545, "concept_insect_wasps": 48483, "concept_personmexico_matt_painter": 3331, "concept_person_diego": 9802, "concept_beverage_lime_juice": 54701, "concept_city_little_rock": 428, "concept_musicinstrument_blues": 62215, "concept_movie_easy_rider": 59262, "concept_hobby_traditional_music": 46805, "concept_musician_duane_eddy": 61965, "concept_person_moises_alou": 8374, "concept_sportsteam_humboldt_state_jacks": 40675, "concept_athlete_jeff_mcinnis": 59806, "concept_bank_bmo_nesbitt_burns": 73359, "concept_park_london_paddington_station": 32421, "concept_celebrity_season": 3171, "concept_person_scooter_libby": 19021, "concept_food_whole_milk": 54452, "concept_fruit_coconut": 54964, "concept_city_westland": 36094, "concept_city_hacienda_heights": 5251, "concept_furniture_pillow_top_mattress": 58291, "concept_personasia_kareem_abdul_jabbar": 66106, "concept_artery_coronary_arteries": 15972, "concept_radiostation_wguc": 41727, "concept_sport_surf": 42595, "concept_musicsong_natchez": 24195, "concept_sportsgame_yars": 24319, "concept_language_mandarin_chinese": 46249, "concept_city_pico_rivera": 4981, "48.4667000000000,15.6667000000000": 4145, "concept_person_hank_baskett": 19789, "concept_company_rockwell": 72460, "concept_university_mercy_hospital_school": 75354, "concept_aquarium_sharks_aquarium": 57037, "concept_biotechcompany_xerox": 15678, "concept_room_kids": 10959, "concept_sport_sumo": 42614, "concept_city_kona": 34852, "concept_room_square_feet": 26232, "concept_musicsong_nebraska": 3327, "concept_academicfield_urban_and_regional_planning": 45684, "concept_plant_stems": 17600, "concept_city_hoedspruit": 26662, "concept_book_the_road": 43186, "concept_organization_safe_passage": 74089, "concept_dateliteral_n1846": 38548, "concept_personeurope_ken_kesey": 15280, "concept_room_fireplace": 52750, "concept_city_gulf_breeze": 23196, "concept_personmexico_steenhuis": 10052, "concept_person_angus_young": 22307, "concept_politicianus_tim_geithner": 68393, "concept_city_renville": 38813, "concept_beach_fort_ogden": 2233, "concept_geopoliticalorganization_laguna_hills": 4682, "concept_olympics_palestinian_national_authority": 8508, "concept_lake_kekova": 29909, "concept_male_javier_bardem": 23239, "concept_clothing_fishnets": 58996, "concept_park_league": 10783, "concept_televisionstation_ksnf": 30517, "concept_sportsteam_embry_riddle_eagles": 41247, "concept_televisionstation_tie": 26534, "concept_sportsteam_new_school_for_social_research": 40320, "concept_musician_little_richard": 62669, "concept_book_clarissa": 64368, "concept_park_radisson_edwardian_may_fair_hotel": 32400, "concept_musicartist_mr_big": 17282, "concept_city_bartlesville": 335, "concept_governmentorganization_illinois_state_library": 3427, "concept_lake_koh_mak": 12952, "concept_athlete_sparky_lyle": 66126, "37.3674000000000,-76.5336000000000": 47218, "concept_product_wedding": 55440, "concept_ceo_ferdinand_piech": 29134, "concept_mammal_furry_friends": 10429, "concept_athlete_byron_leftwich": 66859, "concept_city_luoyang": 36467, "concept_skiarea_picos_de_europa": 22979, "38.9880600000000,-76.9508300000000": 35745, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26761, "concept_journalist_dan_morain": 70878, "35.1628000000000,136.9180000000000": 32158, "concept_book_n7th_heaven": 43407, "concept_company_bp001": 3516, "concept_writer_linda_lael_miller": 44050, "concept_bakedgood_gravy": 20558, "concept_restaurant_melting_pot": 11102, "42.1019400000000,-91.7771200000000": 1043, "concept_coach_david_bailiff": 71899, "concept_male_william_norris": 60595, "concept_writer_e__annie_proulx": 63860, "concept_athlete_russell_branyan": 65289, "concept_sportsteam_long_beach_st__49ers": 41125, "concept_athlete_dustin_byfuglien": 66351, "concept_country_rwanda": 1697, "concept_personeurope_napoleon": 10469, "concept_personeurope_william_shakespeare": 42780, "concept_river_prairie_dog_town_fork": 31642, "40.7311100000000,-73.9950000000000": 11669, "concept_athlete_javon_walker": 65479, "concept_clothing_cargo_pants": 53101, "concept_city_glendale_arizona": 73094, "concept_weapon_programs": 53546, "concept_musicartist_allman_brothers_band": 62598, "concept_person_crispin_glover": 15368, "concept_personalcareitem_nature": 27296, "concept_sportsequipment_tours": 9374, "concept_professor_wen_yang": 27869, "33.6957100000000,-112.4159100000000": 11196, "61.9757300000000,-144.4175600000000": 16513, "21.3027800000000,-157.8538900000000": 35713, "concept_automobilemodel_econoline_cargo": 20855, "concept_river_reuss": 38565, "concept_book_mortal_allies": 64163, "concept_university_extension_school": 22286, "concept_street_quarry_lane": 1237, "concept_coach_chris_paul": 60503, "concept_televisionstation_knaz_tv": 13089, "49.4001300000000,-86.5666600000000": 16386, "concept_hotel_chisos_mountain_lodge": 14741, "concept_geometricshape_diagram": 3692, "concept_televisionstation_kcal": 575, "concept_governmentorganization_u_s__fish": 27950, "concept_academicfield_maps": 23540, "concept_attraction_houston___texas": 50774, "45.1274650000000,-91.3110000000000": 8306, "concept_personaustralia_terry_deary": 14927, "46.3579900000000,-112.2700100000000": 21199, "concept_sportsteam_florida_a_m_rattlers": 40614, "concept_date_november_2008": 36533, "concept_date_november_2007": 36532, "concept_officebuildingroom_two_room_suites": 52369, "concept_ceo_venugopal_dhoot": 10466, "concept_athlete_ted_mcanlis": 67060, "concept_governmentorganization_cabinet": 28543, "concept_weapon_mace_pepper_spray": 54159, "concept_bodypart_spinal_chord": 2642, "concept_televisionstation_wsre_tv": 30221, "concept_nonprofitorganization_data": 6850, "concept_personus_employee": 27352, "concept_athlete_eddie_george": 67187, "concept_jobposition_decree": 7867, "concept_academicfield_communications_management": 45805, "concept_hotel_sebel_playford_adelaide": 29803, "concept_geopoliticalorganization_nevada_college": 33768, "concept_profession_leadership": 51695, "concept_athlete_nick_blackburn": 66897, "concept_university_nova_southeastern": 32475, "concept_fish_yellowfin_tuna": 49206, "concept_athlete_john_ruiz": 65216, "41.5443371428571,-83.6437042857143": 22525, "concept_airport_adams_field": 34997, "concept_criminal_web_pages": 6887, "concept_musician_paul_weller": 15288, "concept_river_pemigewasset": 38690, "concept_comedian_nicole_richie": 29063, "concept_museum_smithsonian": 29719, "concept_televisionstation_wvaw_lp": 30946, "concept_airport_nimes_airport": 34955, "concept_city_oakland_park": 37221, "concept_personeurope_winston_churchill": 43044, "concept_city_cary": 5015, "concept_food_termites": 49107, "34.0156000000000,-84.1670000000000": 47196, "concept_bakedgood_entire_cake": 55470, "concept_university_nottingham": 15094, "concept_videogame_estrogen": 8687, "35.1561400000000,-89.9483400000000": 41784, "concept_politicianus_bobby_jindal": 68652, "concept_website_minneapolis_star_tribune": 70689, "concept_weapon_v_2_rocket": 53588, "concept_hospital_froedtert": 35416, "concept_book_tropic_of_cancer": 44068, "concept_hallwayitem_headliner": 22346, "concept_videogame_vital_nutrients": 8685, "concept_writer_frank_norris": 43694, "concept_buildingmaterial_head": 18412, "concept_televisionstation_wsyr_tv": 30316, "concept_attraction_big_ben001": 8492, "concept_biotechcompany_berlex": 47697, "concept_book_a_long_long_way": 