{"concept:agriculturalproductcookedwithagriculturalproduct": 235, "concept:agriculturalproductgrowninlandscapefeatures": 351, "concept:sportfansincountry": 303, "concept:beveragemadefrombeverage_inv": 176, "concept:emotionassociatedwithdisease_inv": 326, "concept:personbelongstoorganization_inv": 64, "concept:agentcontrols_inv": 44, "concept:clothingtogowithclothing_inv": 252, "concept:cityliesonriver": 215, "concept:agriculturalproductincludingagriculturalproduct": 349, "concept:musicianinmusicartist": 193, "concept:radiostationincity": 295, "concept:specializationof": 85, "concept:specializationof_inv": 86, "concept:hasspouse": 71, "concept:agentcollaborateswithagent_inv": 32, "concept:bankboughtbank_inv": 258, "concept:conceptprerequisiteof": 297, "concept:automobilemakerdealersincountry": 391, "concept:actorstarredinmovie_inv": 248, "concept:stateorprovinceisborderedbystateorprovince": 283, "concept:televisionstationincity": 273, "concept:personleadsgeopoliticalorganization": 205, "concept:languageofuniversity": 323, "concept:sportschoolincountry_inv": 300, "concept:cityliesonriver_inv": 216, "concept:headquarteredin_inv": 128, "concept:hasspouse_inv": 72, "concept:subpartof_inv": 12, "concept:objectpartofobject": 47, "concept:musicgenressuchasmusicgenres_inv": 266, "concept:atdate_inv": 14, "concept:atlocation": 27, "concept:weaponssuchasweapons_inv": 370, "concept:organizationheadquarteredincity": 4, "concept:organizationterminatedperson_inv": 80, "concept:stadiumlocatedincity_inv": 244, "concept:personborninlocation": 55, "concept:sportsgameteam_inv": 330, "concept:agriculturalproductcontainchemical_inv": 356, "concept:musicartistgenre": 339, "concept:stadiumlocatedincity": 243, "concept:parentofperson_inv": 60, "concept:emotionassociatedwithdisease": 325, "concept:academicfieldconcernssubject_inv": 318, "concept:languageofcountry_inv": 322, "concept:haswife": 73, "concept:automobilemakerdealersincountry_inv": 392, "concept:transportationincity": 179, "concept:hobbiessuchashobbies": 307, "concept:awardtrophytournamentisthechampionshipgameofthenationalsport_inv": 312, "concept:parkincity_inv": 276, "concept:attractionofcity": 51, "concept:countrylocatedingeopoliticallocation_inv": 290, "concept:museumincity": 285, "concept:companyalsoknownas": 109, "concept:athletehomestadium": 187, "concept:hashusband": 123, "concept:organizationdissolvedatdate": 151, "concept:animalthatfeedoninsect_inv": 210, "concept:conceptprerequisiteof_inv": 298, "concept:personleadsgeopoliticalorganization_inv": 206, "concept:professionusestool": 141, "concept:professionusestool_inv": 142, "concept:teamplaysincity": 181, "concept:personmovedtostateorprovince_inv": 70, "concept:politicianusholdsoffice_inv": 380, "concept:fatherofperson": 383, "concept:motherofperson_inv": 240, "concept:automobilemakerdealersincity": 397, "concept:plantgrowinginplant_inv": 344, "concept:hotelincity_inv": 262, "concept:objectfoundinscene_inv": 40, "concept:citylocatedinstate": 125, "concept:hassibling": 165, "concept:arthropodandotherarthropod": 201, "concept:atlocation_inv": 28, "concept:furniturefoundinroom": 361, "concept:hobbiessuchashobbies_inv": 308, "concept:athleteledsportsteam_inv": 190, "concept:plantincludeplant_inv": 342, "concept:personbornincity": 53, "concept:fishservedwithfood": 353, "concept:teamplayssport": 185, "concept:persondiedincountry": 177, "concept:attractionofcity_inv": 52, "concept:persongraduatedfromuniversity": 65, "concept:musicianinmusicartist_inv": 194, "concept:radiostationincity_inv": 296, "concept:personchargedwithcrime_inv": 90, "concept:weaponssuchasweapons": 369, "NO_OP": 2, "concept:countrycurrency": 291, "concept:personborninlocation_inv": 56, "concept:automakerproducesmodel": 393, "concept:countrylocatedingeopoliticallocation": 289, "concept:buildinglocatedincity": 93, "concept:bankbankincountry_inv": 400, "concept:teamplaysagainstteam_inv": 242, "concept:ceoof_inv": 228, "concept:animalsuchasfish": 87, "concept:persondiedatage_inv": 62, "concept:athleteplaysforteam": 161, "concept:organizationalsoknownas": 145, "concept:agentcreated": 49, "concept:organizationacronymhasname": 167, "concept:politicianrepresentslocation": 143, "concept:agentcompeteswithagent": 9, "concept:sportusesstadium": 309, "concept:citylocatedingeopoliticallocation_inv": 220, "concept:itemfoundinroom_inv": 114, "concept:animalistypeofanimal_inv": 82, "concept:sportsgameteam": 329, "concept:teamalsoknownas_inv": 234, "concept:persongraduatedfromuniversity_inv": 66, "concept:agentinvolvedwithitem_inv": 42, "concept:agentactsinlocation_inv": 58, "concept:countryalsoknownas": 197, "concept:languageofuniversity_inv": 324, "concept:personhasjobposition": 103, "concept:latitudelongitude": 15, "concept:teamplaysinleague": 183, "concept:athletebeatathlete": 389, "concept:companyeconomicsector_inv": 26, "concept:teamplayssport_inv": 186, "concept:personhascitizenship_inv": 136, "concept:persondiedincountry_inv": 178, "concept:televisionstationincity_inv": 274, "concept:motherofperson": 239, "concept:clothingmadefromplant": 357, "concept:televisionstationaffiliatedwith": 271, "concept:personleadsorganization": 33, "concept:leaguestadiums_inv": 402, "concept:sportusesequipment_inv": 302, "concept:museumincity_inv": 286, "concept:foodcancausedisease": 171, "concept:plantincludeplant": 341, "concept:beveragecontainsprotein_inv": 226, "concept:directordirectedmovie_inv": 386, "concept:animalsuchasinvertebrate": 169, "concept:riveremptiesintoriver_inv": 246, "concept:bookwriter_inv": 314, "concept:worksfor": 5, "concept:politicianrepresentslocation_inv": 144, "concept:agentinvolvedwithitem": 41, "concept:academicfieldsuchasacademicfield_inv": 320, "concept:clothingtogowithclothing": 251, "concept:airportincity_inv": 224, "concept:agentbelongstoorganization": 29, "concept:visualartistartform": 387, "concept:professionistypeofprofession_inv": 140, "concept:athleteinjuredhisbodypart_inv": 208, "concept:mutualproxyfor": 19, "concept:fooddecreasestheriskofdisease": 121, "concept:agriculturalproductgrowinginstateorprovince_inv": 364, "concept:musicgenressuchasmusicgenres": 265, "concept:agentactsinlocation": 57, "concept:mountaininstate": 293, "concept:countrycurrency_inv": 292, "organizationheadquarteredincity": 403, "concept:academicprogramatuniversity": 315, "concept:automobilemakercardealersinstateorprovince": 395, "concept:drugworkedonbyagent": 337, "concept:stateorprovinceisborderedbystateorprovince_inv": 284, "concept:bookwriter": 313, "concept:teamalsoknownas": 233, "concept:agentbelongstoorganization_inv": 30, "concept:coachesteam": 255, "concept:weaponmadeincountry": 371, "UNK": 3, "concept:sportusesstadium_inv": 310, "concept:mammalsuchasmammal": 347, "concept:actorstarredinmovie": 247, "concept:buildingfeaturemadefrombuildingmaterial_inv": 360, "concept:bodypartcontainsbodypart_inv": 46, "concept:agentcompeteswithagent_inv": 10, "concept:foodcancausedisease_inv": 172, "concept:arthropodandotherarthropod_inv": 202, "concept:drugworkedonbyagent_inv": 338, "concept:producesproduct_inv": 212, "concept:animalsuchasinvertebrate_inv": 170, "concept:mountaininstate_inv": 294, "concept:politicianusmemberofpoliticalgroup": 381, "concept:objectfoundinscene": 39, "concept:fishservedwithfood_inv": 354, "concept:athleteflyouttosportsteamposition_inv": 230, "concept:invertebratefeedonfood": 117, "concept:animaleatvegetable": 129, "concept:plantrepresentemotion_inv": 346, "concept:statehascapital": 277, "concept:animaleatfood_inv": 98, "concept:newspaperincity_inv": 376, "concept:animaleatvegetable_inv": 130, "concept:teamwontrophy_inv": 268, "concept:persongraduatedschool_inv": 68, "concept:televisionstationaffiliatedwith_inv": 272, "concept:journalistwritesforpublication": 221, "concept:agentcontributedtocreativework": 101, "concept:agriculturalproductincludingagriculturalproduct_inv": 350, "concept:istallerthan_inv": 116, "concept:bacteriaisthecausativeagentofphysiologicalcondition": 259, "concept:athleteplaysinleague": 163, "concept:agriculturalproductcutintogeometricshape": 213, "concept:drughassideeffect": 331, "concept:sporthassportsteamposition_inv": 306, "concept:personhasresidenceingeopoliticallocation": 195, "concept:topmemberoforganization": 35, "concept:animalsuchasfish_inv": 88, "concept:organizationdissolvedatdate_inv": 152, "PAD": 0, "concept:coachesinleague": 153, "concept:athleteplayssport": 159, "concept:transportationincity_inv": 180, "concept:fatherofperson_inv": 384, "concept:academicfieldsuchasacademicfield": 319, "concept:agentparticipatedinevent_inv": 18, "concept:lakeinstate_inv": 238, "concept:companyeconomicsector": 25, "concept:academicprogramatuniversity_inv": 316, "concept:chemicalistypeofchemical_inv": 254, "concept:animalsuchasinsect_inv": 200, "concept:personbelongstoorganization": 63, "concept:athleteplayssportsteamposition_inv": 192, "concept:itemfoundinroom": 113, "concept:athleteplayssportsteamposition": 191, "concept:plantrepresentemotion": 345, "concept:personhasresidenceingeopoliticallocation_inv": 196, "concept:personalsoknownas_inv": 138, "concept:teamwontrophy": 267, "concept:thinghascolor_inv": 148, "concept:hasofficeincity": 173, "concept:headquarteredin": 127, "concept:arterycalledartery": 367, "concept:agriculturalproductcamefromcountry_inv": 232, "concept:journalistwritesforpublication_inv": 222, "concept:statelocatedingeopoliticallocation": 281, "concept:bakedgoodservedwithbeverage": 373, "concept:athleteledsportsteam": 189, "concept:sportschoolincountry": 299, "concept:furniturefoundinroom_inv": 362, "concept:statelocatedincountry": 279, "concept:countryalsoknownas_inv": 198, "concept:touristattractionsuchastouristattraction_inv": 78, "concept:agentcontributedtocreativework_inv": 102, "concept:citylocatedincountry_inv": 218, "concept:animalpreyson_inv": 84, "concept:automobilemakercardealersinstateorprovince_inv": 396, "concept:personalsoknownas": 137, "concept:cityalsoknownas_inv": 270, "concept:agriculturalproductgrowinginstateorprovince": 363, "concept:parkincity": 275, "concept:musicartistgenre_inv": 340, "concept:riveremptiesintoriver": 245, "concept:organizationalsoknownas_inv": 146, "concept:drughassideeffect_inv": 332, "concept:coachwontrophy": 155, "concept:mutualproxyfor_inv": 20, "concept:agriculturalproductcutintogeometricshape_inv": 214, "concept:organizationhiredperson_inv": 38, "concept:competeswith": 111, "concept:organizationhiredperson": 37, "concept:politicianusendorsedbypoliticianus": 377, "concept:ceoof": 227, "concept:automobilemakerdealersincity_inv": 398, "concept:chemicalistypeofchemical": 253, "concept:bankbankincountry": 399, "concept:ismultipleof_inv": 158, "concept:teamhomestadium_inv": 250, "concept:athletebeatathlete_inv": 390, "concept:personmovedtostateorprovince": 69, "concept:producesproduct": 211, "concept:coachesteam_inv": 256, "concept:organizationacronymhasname_inv": 168, "concept:musicianplaysinstrument": 131, "concept:politicianusendorsedbypoliticianus_inv": 378, "concept:personleadsorganization_inv": 34, "concept:citylocatedinstate_inv": 126, "concept:agriculturalproducttoattractinsect": 365, "concept:drugpossiblytreatsphysiologicalcondition": 335, "concept:teamplaysagainstteam": 241, "concept:arthropodcalledarthropod": 203, "concept:proxyfor_inv": 8, "concept:teamplaysincity_inv": 182, "concept:thinghasshape": 75, "concept:clothingmadefromplant_inv": 358, "concept:haswife_inv": 74, "concept:plantgrowinginplant": 343, "concept:hasofficeincountry_inv": 120, "concept:buildingfeaturemadefrombuildingmaterial": 359, "concept:thinghasshape_inv": 76, "concept:sportfansincountry_inv": 304, "concept:bacteriaisthecausativeagentofphysiologicalcondition_inv": 260, "concept:athleteplayssport_inv": 160, "concept:weaponmadeincountry_inv": 372, "concept:visualartistartform_inv": 388, "concept:hasofficeincity_inv": 174, "concept:cityalsoknownas": 269, "concept:politicianholdsoffice": 105, "concept:drugpossiblytreatsphysiologicalcondition_inv": 336, "concept:locationlocatedwithinlocation": 21, "concept:teamplaysinleague_inv": 184, "concept:persondiedatage": 61, "concept:statelocatedingeopoliticallocation_inv": 282, "concept:buildinglocatedincity_inv": 94, "concept:hotelincity": 261, "concept:agentparticipatedinevent": 17, "concept:airportincity": 223, "concept:bakedgoodservedwithbeverage_inv": 374, "concept:synonymfor": 91, "concept:statehascapital_inv": 278, "concept:newspaperincity": 375, "concept:objectpartofobject_inv": 48, "concept:bankboughtbank": 257, "concept:agriculturalproductcookedwithagriculturalproduct_inv": 236, "concept:athleteflyouttosportsteamposition": 229, "concept:citylocatedingeopoliticallocation": 219, "concept:agriculturalproductcomingfromvertebrate_inv": 334, "concept:agriculturalproducttoattractinsect_inv": 366, "concept:animaldevelopdisease": 23, "concept:beveragemadefrombeverage": 175, "concept:personbornincity_inv": 54, "concept:athletehomestadium_inv": 188, "concept:languageofcountry": 321, "concept:proxyfor": 7, "concept:beveragecontainsprotein": 225, "concept:mammalsuchasmammal_inv": 348, "concept:istallerthan": 115, "DUMMY_START_RELATION": 1, "concept:animaldevelopdisease_inv": 24, "concept:directordirectedmovie": 385, "concept:coachesinleague_inv": 154, "concept:fooddecreasestheriskofdisease_inv": 122, "concept:animalthatfeedoninsect": 209, "concept:animaleatfood": 97, "concept:latitudelongitude_inv": 16, "concept:parentofperson": 59, "concept:automakerproducesmodel_inv": 394, "concept:atdate": 13, "concept:athleteplaysinleague_inv": 164, "concept:personhasjobposition_inv": 104, "concept:awardtrophytournamentisthechampionshipgameofthenationalsport": 311, "concept:competeswith_inv": 112, "concept:companyalsoknownas_inv": 110, "concept:politicianholdsoffice_inv": 106, "concept:statelocatedincountry_inv": 280, "concept:sportsgamewinner_inv": 150, "concept:animalpreyson": 83, "concept:synonymfor_inv": 92, "concept:agriculturalproductgrowninlandscapefeatures_inv": 352, "concept:thinghascolor": 147, "concept:athleteinjuredhisbodypart": 207, "concept:sportusesequipment": 301, "concept:invertebratefeedonfood_inv": 118, "concept:organizationheadquarteredincountry": 95, "concept:athletewinsawardtrophytournament": 263, "concept:animalistypeofanimal": 81, "concept:sporthassportsteamposition": 305, "concept:politicianusholdsoffice": 379, "concept:animalsuchasinsect": 199, "concept:citylocatedincountry": 217, "concept:academicfieldconcernssubject": 317, "concept:subpartoforganization": 99, "concept:acquired": 107, "concept:subpartof": 11, "concept:agentcreated_inv": 50, "concept:sportsgamewinner": 149, "concept:politicianusmemberofpoliticalgroup_inv": 382, "concept:ismultipleof": 157, "concept:teamhomestadium": 249, "concept:organizationheadquarteredincountry_inv": 96, "concept:citycapitalofcountry_inv": 288, "concept:professionistypeofprofession": 139, "concept:acquired_inv": 108, "concept:sportsgamesport_inv": 328, "concept:agriculturalproductcamefromcountry": 231, "concept:arthropodcalledarthropod_inv": 204, "concept:topmemberoforganization_inv": 36, "concept:subpartoforganization_inv": 100, "concept:persongraduatedschool": 67, "concept:coachwontrophy_inv": 156, "concept:athletewinsawardtrophytournament_inv": 264, "concept:touristattractionsuchastouristattraction": 77, "concept:agriculturalproductcontainchemical": 355, "concept:personchargedwithcrime": 89, "concept:agriculturalproductcomingfromvertebrate": 333, "concept:athleteplaysforteam_inv": 162, "concept:agentcontrols": 43, "concept:locationlocatedwithinlocation_inv": 22, "concept:personhascitizenship": 135, "concept:worksfor_inv": 6, "concept:hassibling_inv": 166, "concept:leaguestadiums": 401, "concept:bodypartcontainsbodypart": 45, "concept:arterycalledartery_inv": 368, "concept:hashusband_inv": 124, "concept:citycapitalofcountry": 287, "concept:organizationheadquarteredinstateorprovince_inv": 134, "concept:organizationheadquarteredinstateorprovince": 133, "concept:lakeinstate": 237, "concept:sportsgamesport": 327, "concept:organizationterminatedperson": 79, "concept:hasofficeincountry": 119, "concept:agentcollaborateswithagent": 31, "concept:musicianplaysinstrument_inv": 132}