{"concept_hotel_khimsar_fort": 28310, "concept_sportsteam_graduate_institute_of_international_studies": 41781, "concept_drug_carvedilol": 51830, "concept_weapon_game_rifle": 55347, "concept_county_uis": 34330, "concept_professionalorganization_national_conference": 6411, "concept_county_dearne": 7510, "30.5024600000000,-90.2448600000000": 7133, "concept_website_steam": 26689, "concept_hotel_dylan": 35571, "concept_airport_sdia": 24371, "concept_city_milwaukee": 4959, "concept_mlarea_tumor": 18261, "concept_stadiumoreventvenue_kellyshorts_stadium": 14751, "concept_city_san_marcos": 34481, "concept_city_ypsilanti": 34792, "concept_buildingfeature_water_heater": 8582, "concept_river_limmat": 38501, "concept_furniture_mattress": 57263, "concept_politicianus_bob_goodlatte": 67798, "concept_journalist_bart_hubbuch": 70366, "concept_attraction_n10_downing_street": 57966, "concept_person_sir_stafford_cripps": 61952, "39.9250100000000,116.3953900000000": 22467, "concept_drug_effexor_xr": 49214, "concept_aquarium_world_government": 58418, "concept_boardgame_nicer": 48238, "concept_chemical_fluorides": 51627, "concept_person_john_f___kerry": 60576, "concept_ceo_daniel_vasella": 17697, "concept_musicartist_load": 16721, "concept_automobilemodel_f150": 72677, "concept_personus_john_vornholt": 68640, "concept_bakedgood_soft_drinks": 56661, "concept_sportsteam_william_penn_statesmen": 42101, "concept_sportsteam_colonels": 48269, "concept_movie_lonesome_dove": 18982, "concept_eventoutcome_position": 18156, "concept_hallwayitem_town_gate": 6348, "concept_musicalbum_mockingbird": 22517, "concept_politicsblog_real_estate": 57538, "concept_jobposition_deputy_minister": 7525, "concept_book_a_dangerous_fortune": 46034, "concept_attraction_blackfriars": 58659, "concept_attraction_national_film_theatre001": 20431, "concept_stateorprovince_oh": 34384, "-45.7583800000000,170.2801000000000": 74637, "concept_visualartist_joanny": 16514, "47.8001600000000,-77.1827300000000": 69491, "4.7731300000000,7.7786100000000": 3155, "concept_person_vitor_meira": 70878, "concept_insect_whiteflies": 50962, "concept_writer_hilton": 12071, "concept_geopoliticallocation_holland": 8625, "concept_wine_hotel_sierra_silvana": 19571, "concept_chef_george_greenstein": 69657, "concept_sportsleague_northwoods_league": 5171, "concept_winery_york_area": 18166, "concept_televisionstation_wfsg": 32224, "concept_book_the_martian_way_and_other_stories": 20981, "concept_journalist_andy_katz": 70387, "concept_crustacean_ghost_shrimp": 50865, "concept_agriculturalproduct_crushed_red_pepper": 56241, "concept_televisionstation_ktci": 31440, "concept_personeurope_shawn_fanning": 17619, "concept_bird_shetlands": 2563, "concept_journalist_robin_toner": 70316, "concept_sportsteam_expos": 41091, "concept_agriculturalproduct_dressing": 56822, "concept_currency_last_week": 15071, "concept_musicartist_pearl_jam": 61032, "concept_beverage_stuffing": 21508, "concept_videogame_chickies": 17023, "concept_book_guardian": 45889, "concept_flooritem_shower_head": 16032, "concept_writer_gilbert_morris": 64160, "concept_stateorprovince_widget": 29230, "concept_city_bangkok": 16029, "concept_hobby_markets": 74302, "concept_person_faith_hill001": 60787, "concept_city_asbury_park": 39792, "concept_mldataset_bay": 9614, "concept_biotechcompany_baxter": 51577, "concept_journalist_john_mccormick": 69000, "concept_female_seven": 17905, "concept_personcanada_tahmima_anam": 15914, "concept_personmexico_daniel_moskos": 565, "concept_sportsteamposition_center_redmond": 46483, "concept_company_forbes001": 8910, "concept_journalist_james_glanz": 67448, "concept_scientist_ken_thompson": 25103, "concept_hotel_four_seasons_milan": 9618, "concept_mammal_beagles": 50339, "concept_politicianus_pat_buchanan": 68178, "concept_book_n2061_odyssey_three": 68992, "concept_lake_middle_andaman": 5273, "concept_book_the_story_of_my_life": 44098, "concept_disease_irritable_bowel_syndrome": 47920, "concept_sportsteam_southwest_texas_state_university": 40950, "concept_hotel_twinpalms_phuket": 17791, "concept_artery_brachiocephalic": 60188, "concept_company_tiger": 7127, "concept_university_wake_forest": 33611, "concept_televisionstation_wfmz_tv": 31195, "concept_televisionstation_wfsb": 32223, "concept_person_chuck": 70973, "concept_mammal_grazers": 50346, "concept_writer_alistair_maclean": 65038, "concept_politicianus_presidential_election": 20790, "concept_newspaper_lafayette": 7928, "35.9566700000000,64.7472200000000": 14894, "concept_university_iowa_state_university": 47396, "concept_writer_christina_stead": 45756, "concept_book_the_beautiful_room_is_empty": 23804, "concept_governmentorganization_federal_bureau": 52273, "41.9113000000000,12.4696000000000": 8739, "concept_book_cosmos": 46073, "concept_athlete_craig_robinson": 40902, "concept_book_the_time_machine": 22504, "concept_country_former_ussr": 34165, "concept_city_mooringsport": 5759, "concept_bacteria_leptospira": 48783, "concept_hotel_intercontinental_los_angeles_century_city": 35390, "concept_coach_marshall_faulk": 211, "concept_landscapefeatures_country_lanes": 53632, "concept_sport_ncaa_basketball": 43813, "concept_person_angelina": 12955, "concept_writer_davida_wills_hurwin": 44766, "concept_book_nicholas_nickleby": 44596, "concept_chemical_different_chemicals": 51484, "concept_athlete_p_j__walters": 116, "concept_book_elbow_room": 45988, "concept_grain_nassau_county": 21263, "concept_building_oare": 34713, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 58180, "concept_museum_allied_artists": 34802, "concept_drug_tavist": 59101, "concept_charactertrait_school_science": 48515, "35.5699000000000,139.7294000000000": 74819, "concept_fruit_limes": 56470, "concept_park_harlem": 33405, "concept_televisionstation_katu_tv": 31617, "concept_athlete_scott_eyre": 853, "concept_retailstore_sony": 15772, "concept_fungus_hth": 75065, "concept_book_the_main_chance": 13848, "concept_politicianus_republican_senator_norm_coleman": 68360, "concept_academicfield_environmental": 46737, "concept_governmentorganization_ohio_department": 52380, "concept_jobposition_bouncer": 52785, "concept_weapon_seven_missiles": 55256, "concept_braintissue_patients": 29997, "concept_mountain_central_sierra_nevada": 42727, "concept_city_stephenville": 40217, "concept_coach_al_arbour": 41515, "concept_drug_sinemet": 59212, "concept_musicalbum_steppenwolf": 27495, "concept_bank_pioneer": 20626, "concept_museum_lyndhurst": 12190, "concept_country_senegal": 6166, "34.9151000000000,-95.3310800000000": 33901, "concept_blog_wral_tv": 28732, "concept_academicfield_geophysics": 46764, "concept_disease_cancer_increase": 56404, "concept_beverage_cola": 55806, "concept_county_southwestern_state_university": 8366, "concept_nut_eggplant": 21442, "concept_river_delaware_river": 32772, "concept_athlete_travis_diener": 66648, "concept_university_liverpool_university": 47570, "concept_visualizablething_palm_oil": 56292, "concept_automobilemodel_terrain": 72503, "concept_eventoutcome_control_system": 52654, "concept_visualartist_walter_pater": 3974, "concept_coach_hassan_adams": 67115, "concept_sportsgame_playoffs": 28065, "concept_musician_rbd": 4458, "concept_tableitem_screen": 3985, "concept_disease_acute_infectious_disease": 48643, "concept_person_thomas_seymour": 29834, "concept_writer_dickens": 44312, "concept_televisionstation_kdtn": 10476, "concept_sportsteam_babson_college": 42474, "concept_room_masters_bedroom": 54194, "concept_bodypart_foal": 27673, "concept_geopoliticallocation_earthquake": 34114, "concept_website_asian": 2568, "concept_book_ella_enchanted": 2594, "concept_profession_deployment": 53191, "concept_televisionstation_kdtf": 31901, "concept_mountainrange_loita_hills": 57714, "concept_country___america": 2000, "concept_park_atlanta_state_park": 33434, "concept_writer_leo_tolstoy": 45036, "concept_officebuildingroom_masterbedroom": 27232, "41.8758700000000,-87.6247700000000": 24227, "concept_mountainrange_middle_atlas": 8747, "concept_chemical_iodine": 51881, "-16.4386400000000,-39.0809200000000": 2031, "concept_journalist_tommy_doyle": 17913, "concept_person_crispin_glover": 16270, "concept_insect_insects": 7804, "concept_biotechcompany_daiichi": 71795, "concept_mldataset_bt": 24255, "43.4513600000000,-1.5448700000000": 21699, "concept_musician_justin_hayward": 62691, "concept_weapon_automatic_pistol": 54930, "concept_newspaper_wall_street_journal": 57358, "concept_drug_loratadine": 51449, "concept_personmexico_luis_gonzalez": 66013, "concept_company_tivo": 27537, "concept_company_msn_search": 4902, "concept_trainstation_code": 11965, "concept_company_international_steel_group": 62599, "34.9506500000000,-90.3123200000000": 28260, "concept_musician_bo_diddley": 63192, "concept_drug_vancomycin": 48951, "concept_physiologicalcondition_weight_loss": 49010, "concept_city_annandale": 39707, "concept_beverage_cherries": 56151, "concept_company_business_objects": 71662, "concept_writer_ahdaf_soueif": 65153, "concept_stadiumoreventvenue_bowman_gray_stadium": 73929, "concept_bathroomitem_hair_dryers": 59983, "concept_politicianus_john_tyler": 67940, "concept_personmexico_juan_miranda": 1353, "concept_bank_vtb": 73316, "concept_biotechcompany_immunex": 71784, "concept_buildingfeature_garage_doors": 59559, "concept_hotel_taj_mahal_palace___tower": 35056, "concept_landscapefeatures_coastlines": 11871, "concept_scientist_simone_de_beauvoir": 70669, "22.2826900000000,114.1391250000000": 9070, "concept_televisionstation_waff_tv": 31214, "37.6000000000000,83.8333300000000": 4160, "concept_weapon_intercontinental_ballistic_missiles": 55481, "concept_person_russell_brand": 60811, "concept_island_recommendation": 18915, "concept_city_place": 7711, "concept_journalist_marc_lacey": 68684, "55.9333300000000,-3.1666700000000": 34906, "concept_person_kore": 69147, "concept_emotion_fun": 6447, "concept_athlete_whitter": 21915, "concept_geopoliticallocation_purdue": 16962, "concept_city_amissville": 40262, "concept_musicartist_tips": 14302, "concept_book_martin_eden": 45234, "concept_island_guantanamo_bay": 19205, "concept_river_sheyenne": 32796, "concept_musician_erik_rutan": 63446, "concept_criminal_vissarion": 24624, "44.1333300000000,5.1000000000000": 37190, "concept_profession_technical_professionals": 53056, "concept_university_jewish_theological": 21144, "concept_athlete_ian_johnson": 66921, "concept_governmentorganization_sec": 52280, "concept_city_crestview_hills": 40267, "concept_medicalprocedure_bypass_surgery": 43952, "concept_hotel_rum_point_inn": 4267, "concept_biotechcompany_hoffman_la_roche": 49204, "38.8956700000000,-77.0399800000000": 2581, "concept_protein_vitamin_d": 56134, "62.4333300000000,30.3000000000000": 27056, "concept_politician_senator_dewine": 71379, "concept_book_phantom_of_the_opera": 45406, "concept_personasia_johnny_ford": 6782, "concept_bird_wild_turkeys": 50201, "concept_beach_hawaii": 75025, "concept_city_srinagar": 39760, "concept_county_amos_tuck_school": 22912, "concept_book_dragonriders_of_pern": 45118, "concept_lake_big_spring": 17346, "concept_movie_badlands": 65633, "concept_city_island_no_": 40138, "concept_city_sabres": 11103, "concept_company_swatch": 72981, "concept_grain_rye": 56252, "concept_disease_add_adhd": 49972, "concept_musician_otis_redding": 63144, "concept_city_collierville": 38379, "concept_hotel_budget": 35672, "concept_academicfield_email": 46897, "concept_journalist_walter_pincus": 70164, "44.9501500000000,-63.5987000000000": 72137, "39.6191500000000,-105.7958400000000": 1475, "concept_athlete_willie_harris": 75193, "concept_beach_bahia_pez_vela": 10688, "concept_website_quotes": 29192, "concept_personafrica_sofia_coppola": 61346, "concept_terroristorganization_harkat_ul_mujahideen": 52558, "concept_airport_hancock_international": 35957, "concept_newspaper_the_globe_and_mail": 57442, "concept_island_holiday": 7769, "concept_astronaut_eads": 20597, "concept_food_fresh_basil": 21289, "concept_weapon_case": 16722, "concept_musicartist_rise_against": 73567, "34.7750600000000,-85.0029300000000": 17839, "concept_writer_tacitus": 44886, "concept_televisionstation_wfxb_tv": 32485, "20.7430600000000,-156.8961100000000": 19918, "concept_country_career": 11940, "concept_county_savannah_area": 5140, "concept_book_little_house_in_the_big_woods": 64196, "concept_automobilemodel_edge": 56890, "concept_politicsissue_activity": 25863, "concept_organization_heilongjiang": 38794, "concept_person_shirley": 70847, "concept_sportsteam_the_masters_college_mustangs": 42044, "concept_movie_eraserhead": 65489, "concept_bodypart_skin_constrict": 4740, "concept_company_foster_wheeler": 72162, "concept_mountainrange_lesser_caucasus": 57661, "concept_country_united_arab_emirates": 15021, "57.4059650000000,-4.3542150000000": 22831, "concept_clothing_leather_shoe": 60297, "concept_book_life_is_a_caravanserai": 24131, "concept_river_atchafalaya_river": 32959, "concept_movie_norma_rae": 62219, "concept_attraction_camden_lock": 58685, "concept_website_the_express": 57376, "concept_city_torshavn": 33939, "47.3417200000000,-84.6499100000000": 24945, "concept_company_medco": 71835, "concept_county_savannah": 5437, "concept_chemical_water": 51247, "concept_person_henry": 15717, "33.4252800000000,44.5300000000000": 11174, "64.7166700000000,32.4833300000000": 7740, "concept_politicsblog_raleigh": 24084, "concept_drug_tranxene_t_tab": 59341, "concept_athlete_kris_medlen": 590, "concept_sportsteam_baylor_bears_basketball": 41379, "concept_building_mohammed_v": 9196, "concept_academicfield_foreign_languages_and_literatures": 47512, "concept_book_a_dying_light_in_corduba": 45836, "concept_director_roberto_benigni": 65701, "concept_hotel_sari_pan_pacific_hotel": 35459, "concept_book_amerika": 45310, "concept_sportsteam_dakota_state_trojans": 42039, "concept_city_kashi": 38457, "concept_vertebrate_ships": 30319, "concept_academicfield_pc": 7153, "concept_televisionstation_wbpg": 31678, "concept_traditionalgame_big_one": 18887, "concept_retailstore_virgin_records": 5288, "concept_tableitem_site_visitor": 26677, "concept_sportsteam_florida_intl_golden_panthers": 41055, "concept_city_la_palma": 5847, "concept_university_anderson_graduate_school_of_management": 33837, "concept_animal_calf": 51052, "concept_personeurope_maddie": 5218, "concept_coach_justin_miller": 769, "concept_room_lab": 25809, "concept_politician_mary_mcaleese": 71443, "concept_physiologicalcondition_cancer_increases": 56414, "concept_park_the_castro": 33580, "concept_city_sharm_el_sheikh": 38467, "concept_disease_sickle_cell_anemia": 50054, "concept_radiostation_kpcc": 42824, "concept_musicartist_devo": 22357, "concept_hotel_gaylord_national": 35721, "concept_room_small_lounge": 54075, "concept_invertebrate_worms": 8338, "concept_university_new_mexico_school": 18628, "concept_buildingmaterial_polycarbonate": 56986, "concept_organization_n366th_civil_engineer_squadron": 71596, "concept_city_knock": 38939, "concept_weapon_vent_free_gas": 55416, "concept_writer_walter_pater": 65191, "concept_recordlabel_blackend": 25708, "concept_person_mississippi_state": 30195, "concept_writer_tolkein": 46114, "concept_food_meals": 56392, "concept_room_oceanfront_room": 53901, "concept_criminal_carlo_ponti": 18677, "concept_book_taps": 25575, "concept_ceo_anne_rice": 71167, "concept_river_willamette_river": 32817, "concept_athlete_dinara_safina": 65951, "concept_bird_elephant": 8288, "concept_newspaper_dayton_daily_news": 69946, "concept_bacteria_rickettsia_prowazekii": 48563, "concept_sportsequipment_freestyle": 1799, "concept_jobposition_trainer": 52804, "concept_movie_chinatown": 62221, "concept_city_st_charles": 39813, "concept_blog_va": 18718, "concept_hotel_royal_york": 35457, "concept_sportsequipment_feet": 18092, "concept_jobposition_social_worker": 52797, "concept_professor_david_hoffman": 68746, "concept_academicfield_communication_studies": 46862, "concept_videogame_grandmother": 12364, "concept_furniture_double_sofa": 59698, "concept_academicfield_public_service": 47291, "concept_person_bl__innocent_xi": 70887, "35.0855600000000,63.1744400000000": 26336, "concept_sportsteam_bulldogs": 40816, "concept_city_ozark": 20337, "concept_scientist_max_frisch": 64482, "concept_drug_zyvox": 49212, "concept_country_republic_of_kenya": 34092, "concept_person_master_p": 24238, "concept_attraction_vat_phou": 22147, "concept_city_arvada": 5929, "concept_geometricshape_shape": 1679, "concept_mountainrange_southern_rockies": 57632, "concept_room_principal_bedroom": 54279, "concept_disease_pervasive_developmental_disorders": 2140, "concept_visualizablething_cathedral": 57968, "concept_journalist_michael_abramowitz": 70232, "-8.5336100000000,126.7102800000000": 11040, "concept_company_frontier_airlines": 72379, "concept_arthropod_natural_enemies": 50890, "concept_island_brecqhou": 10210, "concept_weapon_anti_ballistic_missile": 55017, "concept_sportsteam_uc_san_diego": 41536, "concept_county_palm_coast": 27076, "concept_geopoliticalorganization_torun": 28551, "concept_academicfield_liberal_arts": 46900, "concept_televisionstation_kiku": 32532, "concept_televisionstation_kvii": 31149, "concept_city_delray_beach": 38207, "concept_televisionstation_kvie": 31150, "concept_chemical_glutamate": 51867, "concept_male_alex_lifeson": 60570, "concept_visualartist_robert_drummond": 25452, "concept_televisionstation_kvia": 31153, "concept_personus_allan_moss": 73178, "concept_book_war_and_peace": 3679, "concept_politicianus_second_person": 4318, "20.9169400000000,-156.3938900000000": 22865, "concept_professor_kevin_mckenna": 69249, "concept_personnorthamerica_fax": 3655, "concept_athlete_dee_brown": 61380, "concept_musician_yngwie_malmsteen": 63204, "concept_lake_lolland": 26111, "concept_athlete_colter_bean": 1025, "concept_televisionstation_kviq": 31151, "concept_personnorthamerica_abdul_ahad": 26335, "concept_televisionstation_wtmj": 13930, "concept_book_alice": 44625, "concept_actor_patricia_neal": 62173, "concept_mountain_mount_miserable": 42702, "concept_monument_philadelphia_area": 18133, "37.7755000000000,-122.4202400000000": 3703, "concept_televisionstation_wtmd": 31398, "concept_book_celestine_prophecy": 44922, "concept_personeurope_malcolm_lowry": 7567, "concept_drug_oxaliplatin": 49131, "concept_drug_ibuprofen": 51260, "concept_book_blackwood_farm": 45440, "concept_bank_usps_air_mail": 12655, "concept_bank_npm": 23660, "concept_nondiseasecondition_mahalo": 16894, "concept_amphibian_nostrils": 18896, "concept_architect_italo_svevo": 26655, "concept_coach_gary_pinkel": 17845, "concept_book_last_of_the_mohicans": 44339, "concept_stadiumoreventvenue_civic_center": 36858, "concept_sportsteam_morgan_st_bears": 41602, "concept_mountain_mauna_kea": 42517, "43.4833300000000,4.4666700000000": 67434, "concept_actor_raye_dowell": 62332, "concept_automobilemaker_triumph": 4954, "concept_room_spacious_loft": 53933, "concept_politicalparty_college": 3127, "37.1419750000000,-118.5557500000000": 24677, "concept_athlete_tyson_chandler": 66227, "concept_politician_chester_a__arthur": 71370, "concept_plant_live_oak": 49379, "concept_ceo_jay_adelson": 17131, "concept_book_starship_troopers": 45800, "concept_sportsgame_end": 48366, "concept_academicfield_accreditation": 74605, "concept_weapon_united_states_navy": 13154, "concept_lake_salmon_river": 40405, "concept_politicalparty_international_monetary_fund": 74662, "concept_writer_p__l__travers": 45453, "48.1460000000000,17.1160000000000": 17667, "concept_crustacean_lobsters": 49773, "concept_musician_robert_johnson": 62915, "concept_person_penny_lancaster": 4168, "concept_politicianus_lieberman": 60550, "concept_musician_styx": 7256, "concept_insect_gnats": 50916, "concept_product_adobe_acrobat": 14576, "concept_ceo_andy_grove": 19715, "concept_person_sims": 21764, "concept_zoo_celeste_center": 9530, "concept_biotechcompany_pain": 26661, "concept_year_n1916": 13444, "concept_county_nicholls_state": 20806, "concept_publication_job_opportunities": 5228, "concept_physicalcharacteristic_mess": 48512, "concept_person_sills": 18924, "concept_book_complete_novels": 64662, "concept_disease_heart_problems": 47957, "concept_athlete_alonzo_mourning": 508, "concept_room_marble_master_bath": 57037, "concept_consumerelectronicitem_operating_systems": 29376, "concept_academicfield_clinics": 4420, "concept_beach_blawenburg": 7918, "concept_transportation_money": 2226, "concept_coach_bob_bradley": 24546, "concept_airport_taylor_lake_village": 22133, "concept_researchproject_study": 13254, "concept_athlete_darren_clarke": 1348, "concept_athlete_luis_hernandez": 641, "concept_musicartist_jesus_lizard": 62865, "concept_fish_hammerhead_sharks": 49788, "concept_vegetable_peanuts": 21629, "32.5916662500000,130.2604162500000": 7916, "concept_televisionstation_ksmq_tv": 31812, "concept_website_decision": 29999, "concept_city_otsego": 38030, "concept_book_the_keep": 63987, "concept_landscapefeatures_seascapes": 5326, "concept_agriculturalproduct_slow_cooker": 56826, "concept_drug_anacin": 49122, "concept_book_dragons_on_englor": 64126, "concept_book_death_be_not_proud": 61085, "concept_musicgenre_grunge_rock": 51190, "concept_writer_brownbear": 6498, "concept_televisionstation_kswb": 31583, "35.8892500000000,-93.7310200000000": 48241, "concept_insect_spectacle": 10187, "concept_person_thomas_jefferson": 16758, "concept_book_baking_cakes_in_kigali": 69175, "concept_park_fan": 11976, "concept_personmexico_michael": 67537, "concept_book_on_writing__a_memoir_of_the_craft": 46344, "concept_televisionstation_ktab_tv": 32140, "concept_arachnid_lone_star_tick": 50893, "concept_scientist_darwin": 45470, "concept_plant_pathfinder": 24912, "concept_personaustralia_harper_lee": 22515, "concept_book_the_way_of_shadows": 64513, "concept_bathroomitem_whirlpool_tubs": 59993, "concept_televisionstation_kwnb_tv": 31365, "concept_sportsteam_queen_s": 41485, "concept_politicianus_john_salazar": 68240, "concept_arthropod_bit": 28802, "concept_chemical_atoms": 51218, "concept_river_paktia_province": 16180, "concept_academicfield_extension": 47203, "23.0833300000000,70.1333300000000": 52093, "concept_vehicle_government_agencies": 16998, "concept_personmexico_david_west": 67527, "concept_movie_octopussy": 60527, "concept_politicianus_senator_kohl": 68338, "concept_hotel_tower": 35466, "concept_sportsteam_charlotte_49ers": 30590, "21.1500000000000,97.3500000000000": 13397, "concept_radiostation_wish_tv": 42950, "concept_company_miami_herald001": 7398, "concept_book_attention": 30998, "concept_personcanada_rupert_friend": 61158, "concept_planet_question": 18059, "concept_room_second_guest_room": 54276, "concept_writer_john_updike": 44077, "concept_mlsoftware_beep": 67598, "concept_bodypart_heart": 60083, "concept_book_the_neon_rain": 64570, "concept_visualizablescene_leeds_bradford": 36228, "concept_language_windish": 2905, "35.8269300000000,-82.1119200000000": 20811, "concept_male_billy_ray_cyrus": 61296, "concept_wine_green_bay": 15589, "-42.8166700000000,147.3166700000000": 16067, "concept_person_martha_miller": 61984, "concept_male_abigail": 28244, "concept_plant_stately_oaks": 25777, "39.9858200000000,-105.1130400000000": 27491, "concept_governmentorganization_office_of_management_and_budget": 14951, "concept_mountain_sneffels": 42698, "concept_politicianus_matt_blunt": 68176, "concept_organization_cpvcc": 71000, "concept_journalist_clyde_haberman": 70160, "concept_sportsgame_n2008_nba_finals": 48352, "concept_person_gabriel": 3163, "concept_politicalparty_coalition_provisional_authority": 52543, "concept_politicianus_democratic_candidate_barack_obama": 13081, "concept_musicartist_mars_volta": 73583, "concept_weapon_uzi_machine_guns": 54663, "concept_bank_hbos": 73034, "concept_city_bhagalpur": 38899, "concept_videogamesystem_adobe_lightroom": 14618, "concept_governmentorganization_oge": 14952, "concept_person_tonya_lewis_lee": 15871, "concept_radiostation_kblr": 43028, "concept_nut_hypertension": 9436, "concept_personcanada_michael_gordon": 67365, "concept_person_steve_mcpherson": 8500, "concept_weapon_smartlock_pistols": 55040, "concept_sportsteam_philies": 48327, "concept_weapon_five_weapons": 55104, "concept_athlete_joe_gordon": 66439, "concept_governmentorganization_first_district": 22617, "concept_filmfestival_eight": 12446, "concept_clothing_costume": 54367, "concept_book_shogun": 65227, "concept_writer_thomas_keneally": 44939, "concept_athlete_josh_fogg": 381, "concept_buildingfeature_frames": 59550, "concept_academicfield_engineering_psychology": 47053, "concept_book_barrel_fever": 67657, "concept_sportsteamposition_pitcher": 43702, "concept_visualizablething_front": 15675, "concept_port_kessingland": 74707, "concept_coach_chris_berman": 67148, "concept_profession_contacting": 52329, "concept_vegetable_walnuts": 21402, "concept_governmentorganization_federal_transit_administration": 15576, "concept_book_mystery": 2369, "concept_male_kenneth_wright": 60955, "concept_musicartist_rush": 60571, "concept_drug_blopress": 58927, "54.8766300000000,-94.9331700000000": 49139, "concept_book_deception_point": 61210, "concept_website_desktop": 29197, "concept_person_jamie": 62518, "concept_politicsissue_more_money": 2220, "concept_sport_motorsport": 43620, "concept_amphibian_care": 22542, "concept_writer_jim_marrs": 17960, "concept_televisionstation_wmmp": 32691, "concept_politicianus_richard_burr": 61251, "concept_politicsblog_citizen": 11529, "concept_airport_general_mitchell": 21899, "concept_insect_butterflies": 8354, "concept_physiologicalcondition_queensland_tick_typhus": 48616, "concept_book_all_about_h__hatterr": 4739, "concept_election_municipal_elections": 52616, "concept_athlete_ramon_ramirez": 1016, "concept_person_lanni": 63774, "concept_sportsgame_news": 48273, "concept_river_nushagak": 22422, "concept_city_patna": 34325, "41.8818000000000,-87.6245350000000": 23319, "concept_academicfield_software_engineering": 46637, "concept_city_deerfield": 38435, "concept_scientificterm_conditional_random_fields": 43303, "concept_person_jack_newton": 69086, "concept_lake_lago_yelcho": 13135, "concept_jobposition_nursing": 2598, "concept_automobilemodel_ikon": 72709, "concept_personnorthamerica_johnson": 65433, "concept_drug_humalog": 59227, "concept_sportsteamposition_centrefield": 10221, "concept_officebuildingroom_spacious_double_rooms": 57099, "concept_book_the_assistant": 7572, "concept_automobilemodel_altima": 24907, "concept_city_leiria": 39611, "concept_book_firewall": 44870, "concept_movie_enchanted": 62041, "concept_profession_execution": 53326, "concept_personafrica_garden_city": 4094, "38.3395600000000,-75.6549300000000": 23797, "18.9654440000000,72.9338320000000": 34989, "concept_website_sidestep_": 25757, "concept_attraction_columbia_area": 30499, "concept_book_naked": 67655, "concept_wine_vintages": 6843, "concept_stadiumoreventvenue_oncenter": 37122, "concept_book_crucible": 46229, "concept_book_castle_roogna": 29958, "concept_movie_lost_in_translation": 61348, "concept_country_tunisia": 6182, "concept_female_gaile_parkin": 69174, "concept_musician_feist": 63013, "concept_bathroomitem_spa_tub": 59877, "concept_musician_sonny_landreth": 63395, "concept_city_castine": 39455, "concept_officebuildingroom_large_double_room": 54277, "concept_book_n3rd_degree": 46140, "concept_drug_tofranil": 59220, "concept_book_the_woodlanders": 45334, "concept_city_barcelona": 29858, "concept_televisionstation_kbfd": 10404, "concept_city_paw_creek": 5566, "concept_clothing_sale": 60360, "concept_person_keturah": 14991, "concept_fish_cold_water_species": 50721, "concept_transportation_exchanges": 11675, "concept_musicartist_rancid": 63088, "concept_beverage_madison": 19297, "concept_city_rancho_cordova": 39596, "concept_hobby_integrated_design": 12950, "concept_city_whistler": 36385, "concept_professionalorganization_american_wind_energy_association": 20572, "concept_automobilemaker_caterham": 72794, "concept_tool_tools": 2599, "concept_city_fridley": 38432, "concept_musicalbum_reality": 74297, "concept_university_university_of_hong_kong": 47642, "concept_agriculturalproduct_markets": 60441, "concept_book_dolores_claiborne": 46133, "concept_eventoutcome_establishment": 3603, "concept_book_the_return_of_the_soldier": 27022, "concept_company_asian_spirit": 72334, "concept_personaustralia_gary_pinkel": 17844, "concept_city_effingham": 38560, "concept_hobby_outdoor_adventure_activities": 48101, "concept_currency_myanmar": 13349, "concept_profession_technicians": 52856, "concept_politicianus_webb": 68495, "concept_automobileengine_ford_explorer": 6594, "concept_island_funafuti": 52192, "concept_book_from_dead_to_worse": 44788, "concept_bird_mammals": 10909, "concept_nut_server": 29380, "concept_musician_michael_angelo_batio": 62799, "concept_blog_spokesman": 9445, "concept_recordlabel_mute": 17806, "concept_time_canadian_football_hall_of_fame": 21189, "concept_visualartist_e_40": 15333, "concept_personus_use_returns": 68554, "concept_televisionstation_kwba": 31188, "concept_plant_saplings": 49302, "concept_politicalparty_australian_government": 52534, "concept_bird_dabblers": 29316, "34.7247650000000,-92.2577150000000": 36296, "concept_celebrity_justin_gaston": 23309, "concept_journalist_louis_uchitelle": 69865, "concept_athlete_xavi": 66724, "concept_aquarium_how_to_set_up_aquarium": 58476, "concept_bank_select": 25759, "concept_meat_bun": 21296, "concept_musicalbum_discovery": 22511, "concept_stadiumoreventvenue_sommet_center": 36998, "concept_politicianus_joseph_i__lieberman": 68121, "concept_company_maxis": 8470, "concept_braintissue_pineal_gland": 3247, "concept_person_jossey_bass": 11274, "concept_crustacean_kid": 1451, "concept_bank_axa": 23711, "concept_person_phoebe": 23510, "concept_hallwayitem_radiant_floor": 57946, "concept_televisionstation_kcts": 32214, "concept_drug_cortisol": 51220, "41.7009300000000,-72.5934200000000": 3765, "concept_book_red_harvest": 45691, "concept_person_judge_david_hale": 71530, "concept_city_nagasaki": 39084, "concept_director_stanley_donen": 60645, "concept_mediatype_report": 14631, "concept_televisionshow_passion": 74896, "concept_disease_kidney_problems": 19510, "concept_island_hilton_head_island": 52172, "concept_book_king_john": 10253, "concept_writer_arthur_agatston": 45595, "concept_athlete_eddie_kunz": 75223, "concept_book_tuck_everlasting": 64372, "concept_bathroomitem_desktop": 29375, "concept_televisionstation_saint_louis": 12617, "concept_radiostation_knx": 42915, "concept_book_the_purpose_driven_life": 44237, "42.2081600000000,-71.0058800000000": 25043, "concept_movie_star_trek": 61484, "concept_personus_barry_gibb": 20170, "concept_mountainrange_benevenagh": 22402, "concept_beach_bronx_ny": 1809, "concept_radiostation_kuow_fm": 43077, "concept_sportsteam_albany_great_danes": 30680, "concept_attraction_temple_bar": 56946, "concept_visualizablething_soy_protein": 56968, "concept_personeurope_david_miller": 66028, "concept_bank_astoria": 7585, "concept_book_the_crying_of_lot_49": 44603, "43.7361100000000,7.4250000000000": 23688, "30.4135400000000,-97.7375100000000": 7480, "concept_televisionstation_kttv": 31484, "concept_personmexico_tito_ortiz": 61436, "concept_hotel_grand": 35673, "concept_person_david_boreanaz": 4191, "concept_stadiumoreventvenue_field": 36856, "concept_blog_slashdot": 15084, "concept_professionalorganization_oasis": 19448, "concept_furniture_beds": 57094, "concept_newspaper_neighbors": 74576, "concept_journalist_eric_bailey": 70465, "concept_male_kevin_garnett": 181, "concept_personus_shakespeare": 10232, "concept_journalist_kit_stier": 70149, "concept_meat_dish": 50546, "concept_city_link": 7679, "concept_sportsteam_hofstra_university": 42259, "concept_company_hk_disneyland": 72151, "concept_televisionstation_wptz_tv": 32543, "concept_bodypart_fetus": 3420, "concept_musician_chris_squire": 63546, "concept_politicianus_frist": 67702, "concept_hotel_fairmont_empress": 35698, "concept_ceo_janet_l__robinson": 71089, "concept_personus_john_browne": 4207, "concept_stateorprovince_states": 11625, "concept_city_linz": 39044, "concept_drug_galvus": 59521, "concept_nonprofitorganization_agc": 74810, "23.3168500000000,120.9199533333333": 3973, "concept_coach_andrew_alberts": 67062, "concept_athlete_dustin_pedroia": 803, "concept_plant_palm_trees": 49423, "concept_convention_condition": 21202, "concept_city_johor_bahru": 34281, "concept_coach_new_jersey_devils": 67097, "concept_lake_strait_of_gibraltar": 25868, "concept_writer_dostoyevsky": 45591, "concept_drug_zomig": 59230, "concept_personeurope_e__nesbit": 65216, "concept_coach_south_carolina_gamecocks": 14887, "concept_athlete_lecavalier": 2620, "concept_book_mister_johnson": 44594, "concept_insect_housefly": 50927, "concept_mammal_axis": 50357, "concept_sportsteam_chelsea_football_club": 41556, "concept_person_sam_donaldson": 13740, "concept_sportsteam_kobe_university": 41783, "concept_software_microsoft_word": 14633, "concept_journalist_bob_schieffer": 70114, "concept_televisionstation_wkpt_tv": 31686, "concept_politicianus_dmitry_medvedev": 68462, "concept_televisionstation_wlvi_tv": 31877, "concept_city_rancho_cucamonga": 5592, "concept_academicfield_american_studies": 46987, "concept_artery_process": 60192, "34.0669900000000,-118.4007000000000": 35023, "concept_visualizablething_blood_stream": 9486, "concept_movie_terms_of_endearment": 62127, "concept_airport_edinburgh_international_airport": 35988, "concept_airport_senai": 36070, "concept_book_the_communist_manifesto": 30774, "concept_stateorprovince_bahia": 34340, "concept_weapon_maces": 55249, "concept_website_new_yorker_magazine": 15113, "concept_city_khe_sanh": 30419, "concept_newspaper_toronto_sun": 57423, "concept_monument_deshnok": 18002, "concept_room_set": 11416, "concept_biotechcompany_control": 29882, "concept_sportsteam_cent__michigan_chippewas": 41686, "concept_movie_jfk": 62202, "concept_hotel_grange_hotel": 35694, "concept_weapon_infantry_weapons": 55290, "concept_stadiumoreventvenue_baltimore_convention_center": 37035, "concept_movie_the_spy": 65199, "concept_beverage_potato_water": 55923, "concept_person_six_people": 62568, "concept_athlete_babe_ruth": 1089, "concept_company_longaberger": 9232, "concept_weapon_heavy_sword": 54790, "concept_city_ouagadougou": 38101, "concept_profession_special_education_teachers": 53091, "concept_transportation_edinburgh_airport": 36408, "concept_personus_extremists": 22438, "concept_mammal_sheep_": 12707, "concept_website_wpmi": 13728, "concept_country_hongkong": 40773, "27.7293500000000,-82.7432200000000": 33239, "concept_person_dizzy_trout": 10982, "concept_building_kuala_lumpur": 6343, "concept_book_lady_chatterley_s_lover": 24290, "concept_professionalorganization_kosciuszko_foundation": 73832, "concept_physicalaction_commerce": 28641, "concept_emotion_series": 26050, "concept_city_menominee": 39614, "concept_language_uzbek": 47745, "concept_agriculturalproduct_medicines": 48896, "concept_stadiumoreventvenue_adler_theatre": 39147, "concept_city_allahabad": 40082, "concept_personeurope_laura_esquivel": 3660, "concept_arthropod_files": 8701, "concept_politicsbill_washington_convention": 9377, "concept_recordlabel_water": 13384, "concept_politicianus_sen__clinton": 68073, "concept_book_witness": 4714, "concept_company_malaysian": 18954, "concept_university_universidad_complutense_de_madrid": 47767, "concept_visualizablescene_gentlemens": 15228, "concept_politicianus_president_ronald_reagan": 61863, "concept_musicartist_camel": 73745, "concept_bakedgood_loaf": 56759, "concept_comedian_medicine": 5277, "concept_judge_vissarion": 17163, "concept_radiostation_wbur": 42976, "concept_drug_tamiflu": 48898, "concept_televisionstation_wesh_tv": 32627, "33.3819000000000,-86.8091000000000": 10103, "concept_movie_ghost_rider": 61332, "concept_county_pontiac": 4151, "concept_aquarium_starfire_glass_aquarium": 58201, "concept_color_crimson_tide": 24621, "concept_disease_hiv_aids": 16717, "concept_airport_rapid_city_regional": 36269, "concept_politicianus_pat_leahy": 28181, "concept_bank_aflac": 74112, "concept_city_salamanca": 39320, "concept_politician_ray_hunt": 39191, "concept_sportsgame_four_weeks": 48474, "concept_musicgenre_seattle_grunge": 51154, "concept_visualartist_titian": 69422, "concept_celebrity_don_james": 38242, "51.5000000000000,-2.4166700000000": 52041, "42.3737100000000,-71.1097700000000": 16519, "concept_emotion_issue": 18093, "concept_bakedgood_strawberry_ice_cream": 56658, "concept_sportsteam_utep_miners": 30632, "concept_city_lead": 11740, "concept_televisionstation_wxia_tv": 31597, "concept_book_five_quarters_of_the_orange": 45699, "34.5728800000000,-94.5730000000000": 52786, "concept_visualizablething_tsampa": 3949, "concept_ceo_mohsin_khan": 10334, "60.5750000000000,-1.1708325000000": 6675, "concept_athlete_perry_maxwell": 886, "concept_company_junglee": 57541, "concept_building_theatres": 18672, "concept_disease_attention_disorders": 50057, "concept_retailstore_lai_lai": 25694, "concept_arachnid_brown_widow": 50898, "concept_county_mackintosh_school": 51951, "concept_stadiumoreventvenue_interlagos": 27789, "concept_politicalparty_clinton_library": 24297, "concept_journalist_eli_lake": 70058, "concept_physicalaction_platform": 11009, "concept_politicalparty_bankers": 27059, "concept_biotechcompany_sap_ag": 71208, "concept_placeofworship_stockholm": 30954, "47.3899700000000,-110.0690900000000": 18986, "concept_bacteria_ascaris_lumbricoides": 48825, "concept_professor_steve_lohr": 69262, "concept_personus_bono": 7327, "concept_biotechcompany_icon": 28177, "concept_actor_jason_bleick": 62211, "concept_bodypart_appendix": 3242, "concept_musicsong_itunes": 2717, "concept_traditionalgame_rouge_et_noir": 13669, "concept_athlete_brian_moehler": 436, "concept_scientificterm_gamma_function": 43383, "concept_sportsleague_american_hockey_league": 73966, "concept_food_rice_mixture": 21511, "concept_drug_butalbital": 59349, "concept_company_brunswick_corporation": 72053, "45.4000000000000,28.0166700000000": 30486, "concept_kitchenitem_center": 3954, "concept_archaea_ladinos": 8579, "concept_book_carpe_jugulum": 6286, "concept_wine_classic_grape_varieties": 20059, "concept_bodypart_rib_cage": 60089, "concept_coach_mohsin_khan": 22323, "concept_automobileengine_ford_ranger": 6592, "concept_plant_native_grasses": 49515, "concept_winery_mcmanis": 74746, "concept_geopoliticallocation_pembroke_pines": 52060, "concept_profession_unions": 14366, "concept_insect_long_tongued_bees": 51026, "concept_city_panama_canal": 34178, "concept_city_troutdale": 38895, "concept_stadiumoreventvenue_sam_boyd_stadium": 14828, "concept_chemical_images": 7167, "concept_mediatype_restructuring": 15275, "concept_book_a_question_of_death_an_illustrated_phry": 45328, "concept_placeofworship_murlough": 19239, "concept_person_judith_nathan": 70799, "concept_sportsteam_buffalo_braves": 41625, "concept_sportsteam_missouri_state_west_plains_grizzlies": 41845, "concept_airport_san_diego_airport": 36160, "concept_jobposition_solicitor": 52814, "concept_weapon_nailgun": 54524, "concept_drug_ephedra": 58993, "concept_comedian_barry_levinson": 61375, "concept_city_south_pasadena": 34533, "concept_personmexico_ruddy_lugo": 75441, "-6.2355600000000,107.7255600000000": 24703, "concept_person_nathan": 7076, "concept_movie_hollywood_homicide": 60949, "concept_athlete_jeremy_powell": 75231, "concept_city_braunfels": 39216, "concept_female_patty_murray": 68220, "concept_organization_chinese_national_team": 70789, "concept_female_directors": 15809, "concept_sportsequipment_uniforms": 43643, "concept_sportsgame_n1959_world_series": 48408, "37.3602200000000,-120.5640800000000": 1541, "concept_coach_jay_bruce": 66622, "concept_televisionstation_wfld_tv": 31535, "concept_kitchenitem_tender": 1500, "concept_bathroomitem_tub_combination": 25951, "concept_company_anheuser_busch_companies001": 19752, "concept_biotechcompany_teva": 49015, "-38.2166700000000,144.2833300000000": 18938, "concept_musician_jaz_coleman": 62781, "concept_politicianus_frank_lautenberg": 68087, "concept_bathroomitem_roman_tub": 60002, "concept_muscle_dorsi": 10648, "43.6948414285714,15.6990485714286": 74587, "concept_nongovorganization_taxpayers": 11183, "concept_drug_doxazosin": 51638, "concept_sportsteam_central_european_university": 42121, "concept_academicfield_aerospace_engineering": 46827, "concept_musicsong_verona": 10247, "concept_ceo_business_contact": 6996, "30.4915900000000,-92.1817900000000": 30020, "concept_chemical_nitrogen_oxide": 51325, "concept_male_zipporah": 1915, "concept_software_playstation_2": 71733, "concept_book_the_hour_of_the_star": 64400, "concept_sportsteamposition_wr": 43916, "concept_fish_anchovies": 50680, "concept_lake_baja": 8623, "concept_hotel_renaissance": 35360, "35.0459100000000,-85.1213400000000": 21984, "concept_city_hayward": 39008, "concept_language_quecha": 47530, "concept_buildingmaterial_conduits": 28449, "31.3915500000000,-98.1886400000000": 15819, "concept_coach_patrick_pinkney": 67137, "concept_city_texarkana": 37881, "33.1820650000000,-87.5283400000000": 20864, "concept_profession_physical_therapists": 52913, "concept_mountain_mount_errigal": 42490, "concept_profession_designs": 18749, "concept_book_burnt_offerings": 46348, "concept_city_cannes": 14284, "concept_room_big_room": 27316, "concept_city_southampton": 36173, "concept_athlete_dwight_gooden": 66414, "concept_personmexico_dave_roberts": 1301, "concept_ceo_service_terms": 53551, "concept_televisionstation_kttu_tv": 31755, "concept_river_faywood_hot_springs": 17574, "concept_museum_highlights": 11590, "concept_televisionstation_kdtv": 31899, "39.7716500000000,-105.4419400000000": 52662, "concept_musicartist_simple_minds": 29273, "concept_weapon_bigger_guns": 55435, "concept_weapon_market_gas": 55398, "concept_radiostation_kimn": 42899, "concept_bakedgood_breakfasts": 56666, "concept_disease_smallpox": 48726, "concept_agriculturalproduct_sherry": 56041, "concept_actor_spy": 65093, "concept_governmentorganization_usaid_": 31049, "concept_mammal_rhinos": 49776, "concept_hotel_maui_banyan": 28755, "concept_personus_rebecca_wells": 13402, "concept_stateorprovince_nunavut_territory": 34613, "concept_writer_ann_brashares": 45967, "23.5166700000000,80.9500000000000": 4189, "concept_hobby_tips": 22067, "concept_bank_fedex_ground": 73114, "concept_chemical_verify": 6365, "concept_software_microsoft_office_2003": 29415, "concept_plant_oak": 49243, "concept_personafrica_dave_anderson": 68789, "concept_journalist_scott_collins": 70323, "concept_person_bonimo_s_son": 69203, "concept_male_eber_four": 60819, "concept_insect_wasps": 49793, "concept_personmexico_matt_painter": 4016, "concept_person_diego": 10623, "concept_beverage_lime_juice": 56007, "concept_city_little_rock": 4997, "concept_musicinstrument_blues": 63157, "concept_movie_easy_rider": 60596, "concept_hobby_traditional_music": 48114, "concept_musician_duane_eddy": 62907, "concept_person_moises_alou": 9181, "concept_sportsteam_humboldt_state_jacks": 41857, "concept_athlete_jeff_mcinnis": 61020, "concept_bank_bmo_nesbitt_burns": 73041, "concept_park_london_paddington_station": 33582, "concept_celebrity_season": 3856, "concept_person_scooter_libby": 19955, "concept_food_whole_milk": 55758, "concept_fruit_coconut": 56270, "concept_city_westland": 37268, "concept_city_hacienda_heights": 6005, "concept_furniture_pillow_top_mattress": 59634, "concept_artery_coronary_arteries": 16878, "concept_radiostation_wguc": 43007, "concept_sport_surf": 43905, "concept_musicsong_natchez": 25148, "concept_sportsgame_yars": 25272, "concept_language_mandarin_chinese": 47558, "concept_city_pico_rivera": 5709, "48.4667000000000,15.6667000000000": 4844, "concept_person_hank_baskett": 20730, "concept_company_rockwell": 72133, "concept_university_mercy_hospital_school": 75042, "concept_aquarium_sharks_aquarium": 58380, "concept_biotechcompany_xerox": 16584, "concept_room_kids": 11791, "concept_sport_sumo": 43924, "concept_city_kona": 36023, "concept_room_square_feet": 27202, "concept_musicsong_nebraska": 4012, "concept_academicfield_urban_and_regional_planning": 46993, "concept_plant_stems": 18522, "concept_city_hoedspruit": 27634, "concept_book_the_road": 44495, "concept_organization_safe_passage": 73774, "concept_dateliteral_n1846": 39734, "concept_personeurope_ken_kesey": 16182, "concept_room_fireplace": 54056, "concept_city_gulf_breeze": 24147, "concept_personmexico_steenhuis": 10874, "concept_musician_james_taylor": 62962, "concept_person_angus_young": 23253, "concept_politicianus_tim_geithner": 68036, "concept_city_renville": 39999, "concept_beach_fort_ogden": 2909, "concept_geopoliticalorganization_laguna_hills": 5394, "concept_olympics_palestinian_national_authority": 9316, "concept_lake_kekova": 30909, "concept_male_javier_bardem": 24190, "concept_clothing_fishnets": 60339, "concept_park_league": 11615, "concept_televisionstation_ksnf": 31576, "concept_sportsteam_embry_riddle_eagles": 42425, "concept_televisionstation_tie": 27505, "concept_sportsteam_new_school_for_social_research": 41502, "concept_musician_little_richard": 63611, "concept_book_clarissa": 65310, "concept_athlete_daryll_clark": 118, "concept_musicartist_mr_big": 18202, "concept_city_bartlesville": 13413, "concept_governmentorganization_illinois_state_library": 4113, "concept_lake_koh_mak": 13805, "concept_athlete_sparky_lyle": 66231, "37.3674000000000,-76.5336000000000": 48527, "concept_product_wedding": 56746, "concept_ceo_ferdinand_piech": 30130, "concept_mammal_furry_friends": 11260, "concept_athlete_byron_leftwich": 66651, "concept_city_luoyang": 37643, "concept_athlete_alfredo_aceves": 451, "38.9880600000000,-76.9508300000000": 36919, "concept_stadiumoreventvenue_pnc_bank_arts_center": 27733, "concept_journalist_dan_morain": 70521, "35.1628000000000,136.9180000000000": 33319, "concept_book_n7th_heaven": 44716, "concept_company_bp001": 4204, "concept_writer_linda_lael_miller": 45359, "concept_bakedgood_gravy": 21501, "concept_restaurant_melting_pot": 11935, "42.1019400000000,-91.7771200000000": 1696, "concept_coach_david_bailiff": 71547, "concept_male_william_norris": 61653, "concept_writer_e__annie_proulx": 64802, "concept_athlete_russell_branyan": 129, "concept_sportsteam_long_beach_st__49ers": 42303, "concept_athlete_dustin_byfuglien": 66307, "concept_country_rwanda": 2358, "concept_personeurope_napoleon": 11300, "concept_personeurope_william_shakespeare": 44089, "concept_river_prairie_dog_town_fork": 32803, "40.7311100000000,-73.9950000000000": 12507, "concept_athlete_javon_walker": 65981, "concept_clothing_cargo_pants": 54407, "concept_city_glendale_arizona": 72772, "concept_archaea_cdv": 22431, "concept_musicartist_allman_brothers_band": 63540, "concept_vein_pituitary_gland": 3370, "concept_personalcareitem_nature": 28270, "concept_sportsequipment_tours": 10188, "concept_professor_wen_yang": 28849, "33.6957100000000,-112.4159100000000": 12029, "61.9757300000000,-144.4175600000000": 17427, "21.3027800000000,-157.8538900000000": 36887, "concept_automobilemodel_econoline_cargo": 21799, "concept_river_reuss": 39751, "concept_book_mortal_allies": 65105, "concept_university_extension_school": 23232, "concept_street_quarry_lane": 1895, "concept_buildingfeature_components": 59576, "concept_televisionstation_knaz_tv": 13943, "49.4001300000000,-86.5666600000000": 17299, "concept_hotel_chisos_mountain_lodge": 15638, "concept_geometricshape_diagram": 4383, "concept_profession_services_employees": 53334, "concept_televisionstation_kcal": 32174, "concept_governmentorganization_u_s__fish": 28933, "concept_academicfield_maps": 24490, "concept_attraction_houston___texas": 52084, "45.1274650000000,-91.3110000000000": 9113, "concept_personaustralia_terry_deary": 15825, "concept_athlete_ryan_getzlaf": 40, "concept_athlete_devern_hansack": 1213, "concept_date_november_2008": 37710, "concept_date_november_2007": 37709, "concept_officebuildingroom_two_room_suites": 53676, "concept_ceo_venugopal_dhoot": 11297, "concept_athlete_ted_mcanlis": 75167, "concept_governmentorganization_cabinet": 29534, "concept_weapon_mace_pepper_spray": 55465, "concept_bodypart_spinal_chord": 3320, "concept_televisionstation_wsre_tv": 31246, "concept_nonprofitorganization_data": 7628, "concept_personus_employee": 28328, "concept_musicartist_five_iron_frenzy": 73632, "concept_jobposition_decree": 8666, "concept_academicfield_communications_management": 47114, "concept_hotel_sebel_playford_adelaide": 30801, "concept_geopoliticalorganization_nevada_college": 34936, "concept_profession_leadership": 53008, "concept_athlete_nick_blackburn": 66677, "concept_university_nova_southeastern": 33636, "concept_coach_clint_barmes": 656, "concept_athlete_john_ruiz": 512, "41.5443371428571,-83.6437042857143": 23473, "concept_airport_adams_field": 36168, "concept_criminal_web_pages": 7666, "concept_musician_paul_weller": 16190, "concept_river_pemigewasset": 39876, "concept_comedian_nicole_richie": 30059, "concept_museum_smithsonian": 30717, "concept_televisionstation_wvaw_lp": 32045, "concept_airport_nimes_airport": 36126, "concept_city_oakland_park": 38401, "concept_personeurope_winston_churchill": 44353, "concept_city_cary": 5749, "concept_food_termites": 50417, "34.0156000000000,-84.1670000000000": 48505, "concept_bakedgood_entire_cake": 56776, "concept_university_nottingham": 15994, "concept_videogame_estrogen": 9496, "35.1561400000000,-89.9483400000000": 43096, "concept_politicianus_bobby_jindal": 68295, "concept_website_minneapolis_star_tribune": 70332, "concept_weapon_v_2_rocket": 54894, "concept_hospital_froedtert": 36589, "concept_book_tropic_of_cancer": 45377, "concept_hallwayitem_headliner": 23292, "concept_videogame_vital_nutrients": 9494, "concept_writer_frank_norris": 45003, "concept_personmexico_steve_young": 850, "concept_televisionstation_wsyr_tv": 31352, "concept_attraction_big_ben001": 9300, 