{"PAD": 256, "7_12": 213, "9_3": 223, "7_15": 244, "7_14": 212, "1_7": 169, "1_6": 73, "13_13": 82, "13_12": 18, "1_3": 87, "1_2": 97, "0_8": 61, "0_9": 192, "0_6": 31, "0_7": 13, "0_4": 39, "0_5": 201, "0_2": 105, "0_3": 21, "1_9": 5, "3_12": 210, "6_14": 145, "6_15": 242, "6_12": 69, "6_13": 110, "6_10": 138, "6_11": 180, "5_3": 48, "5_2": 176, "4_8": 15, "4_9": 66, "5_7": 4, "5_6": 162, "5_5": 168, "5_4": 72, "4_2": 38, "4_3": 142, "5_9": 99, "4_1": 20, "4_6": 60, "4_7": 191, "4_4": 30, "4_5": 12, "1_15": 248, "15_14": 230, "3_15": 238, "9_0": 233, "13_4": 174, "6_1": 198, "13_6": 148, "13_11": 202, "13_10": 115, "1_0": 253, "1_5": 49, "1_4": 177, "7_3": 182, "13_15": 250, "1_1": 236, "13_14": 252, "14_5": 184, "5_8": 71, "15_11": 217, "8_10": 88, "8_11": 197, "8_12": 216, "8_13": 74, "8_14": 127, "8_15": 41, "8_6": 14, "8_7": 7, "8_4": 57, "8_5": 33, "8_2": 157, "8_3": 207, "8_0": 111, "8_1": 141, "4_14": 231, "4_15": 75, "4_10": 95, "4_11": 52, "4_12": 89, "8_9": 35, "9_9": 209, "9_8": 143, "7_11": 26, "9_6": 70, "7_13": 108, "9_4": 161, "4_13": 203, "9_2": 132, "9_1": 166, "3_10": 154, "3_13": 27, "2_13": 181, "0_1": 228, "15_10": 149, "3_1": 226, "3_0": 227, "1_8": 246, "12_15": 240, "10_1": 237, "2_15": 249, "5_15": 45, "5_14": 163, "5_13": 194, "5_12": 24, "5_11": 91, "5_10": 64, "3_11": 243, "2_0": 234, "2_1": 239, "13_9": 221, "13_8": 22, "2_3": 199, "12_1": 235, "13_1": 222, "13_0": 211, "13_3": 129, "13_2": 206, "13_5": 114, "6_6": 59, "13_7": 229, "2_5": 101, "15_15": 245, "6_7": 62, "15_13": 0, "15_12": 102, "11_9": 195, "11_8": 2, "11_7": 171, "11_6": 16, "11_5": 43, "11_4": 77, "11_3": 118, "11_2": 137, "11_1": 208, "11_0": 130, "2_8": 106, "2_9": 63, "3_3": 173, "3_2": 85, "3_5": 183, "3_4": 139, "3_7": 188, "3_6": 136, "3_9": 29, "3_8": 164, "2_2": 153, "6_3": 100, "2_4": 134, "5_1": 86, "2_6": 251, "2_7": 151, "15_3": 42, "15_2": 76, "15_1": 117, "5_0": 96, "15_7": 205, "15_6": 219, "15_5": 170, "15_4": 93, "15_9": 200, "15_8": 36, "14_8": 190, "14_9": 119, "10_14": 55, "1_12": 65, "14_0": 178, "14_1": 146, "14_6": 80, "10_11": 109, "10_12": 144, "10_13": 11, "14_2": 158, "12_4": 160, "UNK": 257, "4_0": 104, "0_10": 155, "0_11": 67, "0_12": 120, "0_13": 53, "0_14": 220, "0_15": 247, "15_0": 167, "9_13": 44, "9_12": 116, "9_11": 193, "9_10": 23, "9_15": 83, "9_14": 19, "7_9": 225, "10_15": 9, "10_3": 78, "6_4": 122, "6_5": 79, "12_2": 56, "12_3": 32, "6_0": 152, "12_5": 6, "6_2": 133, "12_7": 34, "12_8": 186, "12_9": 196, "3_14": 214, "12_0": 156, "6_8": 124, "6_9": 51, "10_6": 165, "10_7": 50, "10_4": 58, "10_5": 47, "10_2": 121, "7_8": 17, "10_0": 147, "7_4": 135, "14_10": 175, "14_11": 10, "7_7": 28, "14_13": 8, "7_1": 172, "14_12": 54, "10_8": 81, "10_9": 113, "7_6": 90, "14_14": 241, "7_0": 84, "1_13": 92, "8_8": 94, "14_3": 46, "14_15": 255, "7_2": 131, "1_11": 179, "7_5": 187, "1_10": 232, "2_12": 140, "10_10": 68, "2_10": 125, "2_11": 128, "2_14": 189, "14_7": 112, "11_13": 218, "14_4": 204, "11_12": 150, "1_14": 25, "12_10": 215, "0_0": 254, "12_11": 159, "9_7": 98, "12_6": 185, "12_14": 224, "7_10": 3, "12_12": 126, "12_13": 40, "11_11": 107, "11_10": 37, "9_5": 123, "11_15": 1, "11_14": 103}