{"nw_nw_nw_n_w_e": 57, "s_ne_ne_ne_se_e_se_n": 243, "se_nw_s_s_sw_se_s_w": 376, "se_se_se_nw_se_sw_ne": 166, "ne_ne_e_n_w_ne": 2, "se_n_w_e_s_se_se": 115, "e_s_e_se_se_w": 33, "n_ne_n_s_n_ne_e": 136, "se_s_e_ne_se_ne": 69, "sw_n_nw_sw_nw_n_n": 155, "nw_nw_w_sw_sw_nw": 63, "w_s_se_sw_se_se": 5, "w_se_n_s_e_s_se_se": 227, "se_s_sw_se_se_s_ne_ne": 339, "n_n_w_e_ne_ne": 68, "se_se_e_n_s_s_e_n": 259, "nw_nw_nw_w_e_sw": 73, "nw_n_nw_w_se_nw": 54, "nw_ne_n_sw_e_nw_nw_nw": 313, "ne_nw_sw_nw_sw_n_nw": 198, "ne_w_nw_n_sw_n_n": 125, "se_sw_sw_w_n_w_nw_s": 344, "sw_se_nw_s_sw_w": 17, "sw_ne_n_ne_e_e_n": 184, "e_ne_ne_s_e_e": 35, "se_se_s_se_nw_e_sw_e": 292, "w_s_sw_sw_s_e_s_w": 327, "sw_w_nw_sw_se_s": 40, "s_n_se_se_se_n_s": 151, "ne_nw_n_sw_n_w_n": 217, "sw_w_w_w_s_n_sw_e": 296, "e_ne_e_ne_n_e_nw": 116, "se_w_se_e_e_sw_e_ne": 378, "ne_n_n_se_n_w_ne": 122, "sw_w_n_n_nw_nw_se_n": 281, "nw_sw_w_ne_n_w_w_sw": 278, "e_se_e_w_s_se_e": 113, "n_nw_e_sw_e_ne_ne_e": 314, "se_ne_e_n_se_se": 64, "nw_nw_n_nw_e_nw_e": 186, "e_se_e_se_ne_e": 72, "sw_w_nw_sw_se_ne_w_sw": 381, "n_s_se_se_e_e_s_sw": 290, "n_nw_ne_ne_se_n_e": 211, "s_w_n_nw_ne_sw_w_nw": 326, "e_n_ne_n_n_sw_nw_ne": 357, "w_se_e_e_e_e_e_sw": 236, "w_sw_nw_sw_nw_nw_ne_w": 363, "ne_ne_nw_ne_w_se_e": 223, "nw_n_n_se_w_sw_nw_n": 277, "e_ne_e_ne_nw_se_ne_sw": 380, "e_s_e_n_se_sw_se_sw": 322, "e_s_s_w_se_se_ne_se": 228, "ne_ne_e_ne_s_s_s_se": 297, "ne_sw_sw_w_w_n_w_sw": 312, "sw_se_s_n_se_sw_se": 165, "sw_n_e_n_ne_ne_e": 159, "s_ne_w_s_sw_w_se_sw": 324, "s_w_nw_nw_ne_n_nw": 178, "e_n_nw_nw_ne_ne_n_se": 253, "nw_e_nw_w_w_sw_w_w": 229, "n_e_se_n_e_ne_n_s": 258, "sw_sw_ne_nw_sw_sw": 12, "sw_w_sw_s_se_e_e_sw": 260, "s_ne_s_ne_ne_nw_ne_ne": 355, "n_e_ne_ne_w_e_se": 225, "sw_s_w_s_sw_w": 38, "se_e_se_e_s_s": 95, "e_se_s_e_s_s_w": 185, "se_se_ne_s_s_n_se": 213, "n_nw_n_n_e_nw": 45, "n_nw_sw_nw_nw_e_nw": 164, "s_sw_nw_nw_w_w_nw_sw": 386, "nw_nw_e_se_n_ne_ne": 142, "ne_nw_n_nw_nw_ne_s": 144, "se_e_w_se_se_e": 88, "sw_n_sw_sw_s_n_sw_nw": 257, "ne_n_ne_n_ne_w": 16, "ne_s_se_ne_se_n_se": 103, "s_s_s_sw_s_w": 43, "ne_e_se_sw_se_e_sw_s": 334, "ne_ne_n_e_ne_s_n_se": 394, "e_sw_nw_sw_sw_sw": 79, "NO_OP": 409, "w_s_sw_se_sw_nw_se": 138, "n_ne_ne_e_w_ne": 19, "sw_nw_w_ne_n_n_nw": 168, "sw_se_se_ne_sw_e_ne_s": 320, "se_s_se_sw_se_ne_e_ne": 252, "se_ne_ne_e_se_n": 84, "s_ne_se_e_w_e_se_s": 390, "sw_s_sw_s_w_w": 77, "se_ne_se_s_ne_ne_ne_nw": 249, "sw": 406, "ne_e_e_se_n_nw_e": 163, "sw_ne_nw_ne_nw_n_nw_n": 266, "n_nw_n_s_e_ne_n_ne": 389, "nw_n_s_ne_nw_nw_sw_n": 379, "w_s_w_nw_w_e_sw_w": 371, "sw_sw_s_sw_w_ne_s": 160, "w_nw_nw_ne_sw_ne_n": 161, "n_se_s_s_e_sw_se": 112, "nw_nw_w_sw_n_e_n": 206, "nw_n_s_n_ne_nw_nw": 171, "w_s_sw_s_nw_s_sw": 210, "ne_nw_n_ne_se_n": 53, "s_e_w_sw_sw_s_se_nw": 271, "ne_nw_se_w_ne_ne_nw_e": 321, "ne_sw_w_nw_sw_n_nw": 108, "sw_sw_e_w_w_w_sw_se": 301, "nw_w_e_sw_ne_nw_n_nw": 372, "sw_ne_s_nw_n_nw_w_w": 340, "sw_ne_n_se_ne_ne_n_e": 331, "n_n_w_nw_e_w_n": 200, "w_s_nw_nw_sw_w_se_s": 369, "e_w_n_se_e_se_se": 127, "nw_w_ne_w_nw_nw_e_n": 295, "nw_e_nw_nw_e_n_n": 195, "sw_w_sw_sw_w_n": 13, "nw_e_n_w_sw_nw_w": 197, "se_e_w_sw_se_se_n_e": 265, "nw_w_nw_ne_w_nw": 91, "e_ne_e_sw_se_ne_se_e": 377, "nw_s_s_s_s_s_se_sw": 388, "ne_s_se_s_s_s": 98, "s_e_e_ne_e_se_sw_se": 291, "nw_e_ne_w_ne_e_nw_ne": 362, "sw_w_se_se_w_se_se": 175, "n_ne_ne_s_nw_n_nw_e": 367, "nw_nw_s_sw_w_sw": 85, "s_sw_e_w_sw_s": 89, "n_ne_ne_ne_se_nw": 58, "nw_w_e_nw_nw_n_w": 193, "sw_s_s_se_ne_s_s_ne": 233, "n_nw_nw_w_s_ne_ne_w": 285, "ne_nw_e_ne_se_n": 39, "nw_n_nw_sw_w_ne": 10, "n_ne_ne_w_nw_w_w_n": 254, "se_s_n_sw_se_s_se": 107, "s_sw_se_sw_w_s_ne_sw": 398, "nw_sw_sw_se_se_s_w": 189, "se_s_s_sw_w_sw_w_n": 270, "ne_se_w_se_se_se_s": 101, "ne_ne_n_w_se_n_n": 177, "n_w_s_e_se_ne_ne_ne": 232, "s_nw_n_nw_n_nw_sw": 172, "se_s_n_ne_se_sw_se": 131, "e_e_ne_se_s_s_w_e": 333, "w": 404, "se_sw_w_s_se_w_e_sw": 325, "sw_ne_e_w_w_sw_s_sw": 356, "n_n_s_ne_n_e_s_ne": 305, "w_sw_w_s_s_se_nw_nw": 302, "s_se_n_se_se_se_w_w": 242, "n_s_n_se_se_s_e_e": 288, "e_se_sw_ne_ne_se_sw_e": 311, "se_e_e_w_se_s": 86, "s_e_e_s_s_ne_e": 224, "sw_sw_se_sw_e_sw": 9, "se_s_e_w_s_e_se_sw": 374, "nw_e_nw_nw_sw_w_sw_w": 241, "s_se_ne_nw_e_ne_n_n": 383, "w_n_nw_n_nw_s_ne": 156, "sw_sw_w_n_s_sw": 48, "se_s_e_w_se_ne_e": 204, "sw_n_e_sw_sw_sw": 14, "w_se_e_e_se_se_ne": 201, "s_ne_e_ne_se_ne_n": 152, "UNK": 410, "s_sw_n_nw_nw_w_sw_n": 391, "n_w_n_w_nw_n": 11, "nw_w_sw_s_sw_s_e": 135, "w_nw_sw_w_w_n": 59, "nw_w_nw_e_w_nw_sw": 205, "se_se_se_e_w_e_n_sw": 238, "sw_ne_w_nw_n_nw": 37, "s_w_nw_nw_n_nw": 62, "w_sw_sw_nw_n_nw_e_n": 269, "n_w_nw_nw_n_sw": 76, "w_nw_w_s_sw_sw_w": 128, "s_e_e_ne_ne_n": 20, "n_n_se_n_ne_ne": 8, "ne_e_ne_n_sw_ne": 26, "sw_w_se_sw_s_sw": 61, "e_ne_s_ne_se_se_ne": 132, "nw_e_se_e_n_e_ne": 147, "w_ne_w_sw_sw_se_sw_s": 341, "e_w_se_e_e_se": 0, "w_sw_nw_s_sw_w_w": 153, "e_n_e_sw_se_s_e_se": 352, "e_ne_ne_ne_ne_sw_n": 158, "sw_ne_n_s_nw_w_nw_nw": 393, "nw_nw_ne_sw_n_nw_n": 203, "w_nw_e_ne_ne_e_nw_e": 382, "n_e_ne_ne_n_nw_e_nw": 245, "w_sw_w_s_sw_e": 7, "w_s_sw_nw_w_nw_sw_se": 349, "e_se_ne_n_s_e_se": 111, "s_w_nw_w_n_w_n": 162, "se_nw_se_se_s_ne_ne_s": 335, "nw_w_sw_nw_w_sw_se_se": 272, "se": 403, "nw_se_se_se_se_ne": 83, "s_w_n_w_w_ne_nw_nw": 351, "n_ne_n_ne_n_s_n_n": 248, "e_n_nw_ne_nw_e_ne_s": 353, "ne_n_e_nw_n_n": 75, "n_w_nw_n_nw_e": 27, "n_se_e_n_ne_n_n": 173, "PAD": 407, "nw_nw_e_w_e_nw_nw_n": 385, "n_e_n_ne_ne_w": 51, "e_se_s_se_s_ne_sw": 218, "n_w_s_nw_se_s_sw_sw": 244, "nw_nw_e_w_nw_n": 78, "w_sw_s_w_w_s_e_nw": 323, "nw_n_e_w_n_e_ne_e": 303, "se_s_e_e_nw_e_e_s": 342, "se_nw_nw_n_w_nw_n_e": 317, "se_ne_nw_ne_e_e_n": 109, "e_nw_s_nw_nw_w_n_nw": 299, "ne_se_ne_se_e_ne_se_w": 347, "se_nw_n_ne_e_e_se_n": 298, "nw_s_sw_se_n_sw_sw": 120, "ne_s_n_ne_ne_n": 22, "n_s_n_w_nw_nw_w": 169, "sw_e_se_s_s_ne_se_w": 348, "s_n_e_n_ne_ne_n": 130, "s_sw_sw_sw_n_sw_n": 221, "e_w_se_sw_n_se_se_e": 304, "sw_nw_s_w_n_w_ne_nw": 329, "w_nw_w_sw_w_w_w_n": 235, "se_ne_e_w_n_e_e_e": 366, "s_nw_n_nw_nw_n": 3, "e_ne_se_nw_ne_ne_s": 121, "ne_nw_ne_n_w_n_w": 137, "w_s_se_s_sw_s": 30, "sw_sw_e_s_nw_sw": 67, "nw_n_n_sw_w_ne_n": 154, "sw_sw_sw_nw_n_w": 25, "sw_sw_e_e_se_s_s_e": 251, "s_sw_ne_ne_se_n_ne_ne": 256, "s": 402, "s_s_nw_s_s_w_w_se": 255, "se_s_sw_s_se_ne_se_ne": 307, "ne_e_se_e_s_ne_se": 145, "nw_e_se_n_e_e_ne": 148, "se_e_e_e_se_n_e_n": 309, "n_sw_s_w_s_sw": 31, "e_se_ne_ne_se_n": 32, "n_e_se_s_e_ne_se": 110, "ne_nw_sw_sw_n_sw_nw_w": 361, "nw_n_w_nw_s_n": 92, "w_se_sw_sw_w_se_sw_se": 280, "w_w_sw_sw_n_nw_n": 117, "ne_nw_ne_e_se_ne_e_nw": 287, "sw_nw_n_sw_sw_s": 49, "ne_n_w_se_e_ne_ne_se": 231, "ne_ne_s_se_s_se": 28, "ne_w_ne_ne_nw_nw_nw": 105, "sw_sw_sw_sw_ne_se_nw": 102, "w_s_e_w_e_se_se_se": 364, "w_nw_w_sw_nw_n": 74, "se_ne_sw_s_w_se_se_sw": 318, "e_se_s_s_sw_e": 4, "sw_nw_nw_se_sw_sw": 34, "n_e_ne_w_ne_e": 94, "n": 399, "w_sw_w_nw_sw_w": 41, "n_e_ne_se_ne_ne_n_sw": 346, "s_e_e_se_ne_se": 6, "se_se_s_sw_e_ne_se": 214, "ne_ne_n_ne_n_nw_s": 134, "se_ne_w_s_e_se_e": 123, "sw_e_se_sw_s_e_e": 182, "e_ne_s_s_se_e": 1, "ne_sw_sw_sw_sw_s_n_se": 308, "se_s_se_s_nw_se_w_e": 282, "n_w_nw_sw_nw_nw_sw_se": 395, "n_w_ne_nw_sw_n_nw": 188, "s_s_sw_se_sw_n_s_sw": 359, "ne_se_e_s_sw_se": 81, "s_se_sw_se_e_sw": 93, "w_w_se_sw_sw_sw": 96, "e_nw_nw_nw_n_ne_w_ne": 247, "sw_sw_nw_ne_sw_sw_w_se": 354, "se_s_s_e_n_e_se_ne": 328, "nw_nw_nw_n_sw_nw_se_s": 293, "e_nw_n_se_ne_ne_nw": 140, "nw_sw_s_w_sw_nw_se": 187, "ne_nw_nw_se_ne_e_ne": 118, "e_nw_n_n_e_ne_e_n": 343, "w_sw_w_sw_n_w_e_w": 387, "sw_s_s_nw_sw_nw": 15, "se_s_e_ne_e_s": 50, "se_e_e_e_s_se": 87, "n_n_n_e_e_ne_se_s": 237, "nw_nw_nw_s_ne_nw_e": 207, "ne_se_sw_sw_s_se_s": 176, "w_se_sw_n_s_se_sw_w": 250, "e_nw_nw_n_ne_ne_n": 220, "se_ne_ne_e_se_nw_nw_ne": 306, "e_se_s_sw_sw_se_s_s": 368, "nw_nw_s_nw_ne_ne_e_nw": 337, "ne_se_s_ne_s_ne_n_e": 246, "ne_ne_s_se_e_se_s_n": 365, "nw_n_sw_sw_s_sw": 90, "e_nw_n_ne_nw_s_w_nw": 275, "se_se_n_nw_nw_nw_nw_n": 336, "n_w_e_e_e_se_se_e": 350, "s_s_e_e_s_s_sw": 219, "n_nw_nw_sw_w_w": 18, "sw_nw_nw_w_sw_ne_n": 141, "w_s_w_e_w_nw_sw_sw": 283, "s_nw_nw_e_w_w_nw": 119, "s_s_sw_w_sw_se": 55, "nw_s_sw_sw_ne_sw_s": 114, "ne_nw_e_e_e_n_n_w": 330, "se_s_se_sw_nw_w_sw": 181, "sw_sw_sw_nw_ne_nw_nw": 129, "s_sw_se_se_ne_n_se_e": 226, "nw_ne_e_w_ne_n_n_n": 230, "s_nw_nw_nw_w_sw_nw_ne": 279, "w_ne_n_sw_nw_sw_nw_nw": 358, "w_nw_se_nw_nw_ne_n_n": 392, "se_se_e_e_ne_nw_e_e": 276, "e_w_nw_n_nw_w": 36, "n_n_ne_nw_se_ne": 71, "nw_sw_sw_sw_e_w": 66, "ne_se_nw_n_nw_nw_nw_sw": 239, "se_sw_sw_se_se_sw": 29, "nw_nw_n_nw_se_n": 42, "DUMMY_START_RELATION": 408, "sw_e_w_se_s_sw_s": 104, "ne_n_e_se_n_se_n_n": 360, "nw_nw_se_w_w_w_nw": 190, "w_nw_sw_s_se_sw_w_s": 384, "se_s_se_s_nw_e_se_w": 397, "sw_w_s_sw_w_e": 97, "w_se_e_sw_ne_se_se_s": 240, "s_w_n_s_w_sw_w": 212, "ne_s_ne_e_n_e": 80, "sw_w_w_w_s_nw": 60, "ne_ne_s_ne_n_ne_se": 179, "nw_e_s_e_ne_nw_e_ne": 319, "s_sw_n_sw_w_sw_s": 196, "n_s_se_e_se_s_e_sw": 289, "sw_nw_w_w_ne_w_n": 143, "ne_nw_ne_se_se_n_ne": 216, "e_s_w_sw_sw_sw": 21, "nw_n_e_nw_w_n": 100, "sw_w_ne_ne_w_nw_w_w": 345, "se_w_sw_s_e_sw_sw_s": 396, "ne_ne_ne_e_s_e_se_e": 284, "n_w_w_nw_sw_w_ne": 139, "ne_w_nw_sw_sw_w_ne_nw": 261, "sw_se_se_ne_s_s": 44, "nw_e_nw_nw_e_nw_n": 192, "nw_n_n_ne_n_se_ne": 157, "ne_se_se_se_se_sw_ne": 170, "ne_e_ne_ne_s_s_n": 133, "w_w_sw_sw_e_nw_w_s": 234, "s_ne_e_ne_se_e_e_se": 375, "sw_nw_n_nw_n_sw": 70, "w_w_se_s_w_sw": 65, "ne_s_ne_n_ne_s_ne": 191, "sw_w_se_se_sw_sw": 46, "se_s_n_sw_sw_s_s": 149, "ne_se_se_e_ne_se_w_ne": 286, "w_sw_nw_se_e_sw_sw_se": 373, "se_se_sw_s_s_nw_sw": 208, "ne_nw_nw_n_w_n_sw_ne": 370, "ne_e_se_sw_se_s_se_ne": 273, "w_s_se_sw_sw_w_e_se": 338, "n_nw_ne_ne_se_e": 82, "se_ne_e_se_s_n_s": 150, "s_s_se_s_e_se_sw": 167, "se_nw_se_e_s_se_sw": 183, "sw_nw_w_sw_nw_w": 23, "e_ne_s_nw_n_ne_ne_e": 310, "nw_w_nw_n_ne_nw": 52, "nw_nw_w_se_nw_w_w": 124, "w_nw_nw_ne_nw_se_nw": 222, "e_w_w_e_nw_nw_nw_n": 294, "w_n_n_nw_nw_se_w_ne": 264, "sw_nw_nw_s_se_s_sw": 126, "e_e_se_s_s_e_e": 209, "ne": 401, "s_se_ne_e_s_s_s": 215, "n_nw_nw_sw_w_w_sw": 202, "sw_nw_n_sw_e_nw_n_nw": 263, "se_w_se_se_sw_s": 24, "nw": 405, "s_w_sw_se_s_s_w": 146, "n_se_n_n_se_e_nw_ne": 267, "w_sw_ne_n_nw_nw_nw_ne": 262, "sw_sw_sw_nw_n_nw_w": 199, "se_ne_e_s_ne_ne": 99, "se_s_w_sw_nw_nw_nw_sw": 300, "nw_nw_e_sw_ne_nw_nw_w": 268, "e": 400, "ne_e_ne_n_se_e_n_nw": 315, "s_ne_s_sw_e_se_w_se": 332, "s_n_e_s_n_se_e_se": 316, "s_n_sw_sw_nw_sw_nw": 174, "ne_ne_s_ne_ne_n_s": 106, "s_s_se_s_sw_s_w_se": 274, "ne_w_nw_nw_ne_w_nw": 194, "se_se_se_e_sw_sw": 56, "se_s_s_se_ne_e_ne": 180, "se_sw_n_se_se_se": 47}