{"concept_hotel_khimsar_fort": 27538, "concept_sportsteam_graduate_institute_of_international_studies": 40842, "concept_drug_carvedilol": 50872, "concept_weapon_game_rifle": 54376, "concept_county_uis": 33478, "concept_professionalorganization_national_conference": 6310, "concept_county_dearne": 7360, "30.5024600000000,-90.2448600000000": 6997, "concept_website_steam": 25949, "concept_hotel_dylan": 34714, "concept_airport_sdia": 23699, "concept_city_milwaukee": 4917, "concept_mlarea_tumor": 17725, "concept_stadiumoreventvenue_kellyshorts_stadium": 14328, "concept_city_san_marcos": 33625, "concept_city_ypsilanti": 33936, "concept_buildingfeature_water_heater": 8381, "concept_river_limmat": 37634, "concept_furniture_mattress": 56293, "concept_politicianus_bob_goodlatte": 68239, "concept_journalist_bart_hubbuch": 70666, "concept_attraction_n10_downing_street": 56985, "concept_person_sir_stafford_cripps": 61325, "concept_hotel_intercontinental_los_angeles_century_city": 34533, "concept_drug_effexor_xr": 48257, "concept_aquarium_world_government": 57437, "concept_boardgame_nicer": 47282, "concept_chemical_fluorides": 50670, "concept_person_john_f___kerry": 59592, "concept_ceo_daniel_vasella": 17168, "concept_musicartist_load": 16226, "concept_automobilemodel_f150": 72947, "concept_personus_john_vornholt": 69046, "concept_bakedgood_soft_drinks": 55690, "concept_sportsteam_william_penn_statesmen": 41151, "concept_sportsteam_colonels": 47313, "concept_movie_lonesome_dove": 18426, "concept_eventoutcome_position": 17620, "concept_hallwayitem_town_gate": 6248, "concept_musicalbum_mockingbird": 21889, "concept_politicsblog_real_estate": 56561, "concept_jobposition_deputy_minister": 7375, "concept_book_a_dangerous_fortune": 45079, "concept_attraction_blackfriars": 57678, "concept_attraction_national_film_theatre001": 19836, "concept_stateorprovince_oh": 33530, "-45.7583800000000,170.2801000000000": 74908, "concept_visualartist_joanny": 16022, "47.8001600000000,-77.1827300000000": 69819, "4.7731300000000,7.7786100000000": 3179, "concept_person_vitor_meira": 71163, "concept_insect_whiteflies": 50005, "concept_writer_hilton": 11748, "concept_geopoliticallocation_holland": 8424, "concept_wine_hotel_sierra_silvana": 18996, "concept_chef_george_greenstein": 69984, "concept_sportsleague_northwoods_league": 5112, "concept_winery_york_area": 17630, "concept_televisionstation_wfsg": 31387, "concept_book_the_martian_way_and_other_stories": 20376, "concept_journalist_andy_katz": 75467, "concept_crustacean_ghost_shrimp": 49908, "concept_agriculturalproduct_crushed_red_pepper": 55270, "concept_televisionstation_ktci": 30603, "concept_personeurope_shawn_fanning": 707, "concept_bird_shetlands": 2646, "concept_journalist_robin_toner": 70618, "concept_sportsteam_expos": 40176, "concept_agriculturalproduct_dressing": 55851, "concept_currency_last_week": 14635, "concept_musicartist_pearl_jam": 60173, "concept_beverage_stuffing": 20891, "concept_videogame_chickies": 16517, "concept_book_guardian": 44934, "concept_flooritem_shower_head": 15551, "concept_writer_gilbert_morris": 63481, "concept_stateorprovince_widget": 28420, "concept_city_bangkok": 15548, "concept_hobby_markets": 74574, "concept_person_faith_hill001": 59854, "concept_mldataset_bay": 9369, "concept_biotechcompany_baxter": 50620, "concept_journalist_john_mccormick": 69338, "concept_female_seven": 17369, "concept_personcanada_tahmima_anam": 15438, "concept_chemical_sugar": 50336, "concept_sportsteamposition_center_redmond": 45528, "concept_company_forbes001": 918, "concept_journalist_james_glanz": 1245, "concept_scientist_ken_thompson": 1343, "concept_hotel_four_seasons_milan": 9373, "concept_mammal_beagles": 49382, "concept_politicianus_pat_buchanan": 68610, "concept_book_n2061_odyssey_three": 69330, "concept_lake_middle_andaman": 5198, "concept_book_the_story_of_my_life": 43145, "concept_disease_irritable_bowel_syndrome": 46964, "concept_sportsteam_southwest_texas_state_university": 40034, "concept_musicalbum_embodiment": 14480, "concept_artery_brachiocephalic": 59206, "concept_company_tiger": 6991, "concept_university_wake_forest": 32771, "concept_televisionstation_wfmz_tv": 30358, "concept_televisionstation_wfsb": 31386, "concept_person_chuck": 71256, "concept_writer_alistair_maclean": 64313, "concept_politicianus_presidential_election": 20189, "concept_newspaper_lafayette": 7768, "35.9566700000000,64.7472200000000": 14462, "concept_university_iowa_state_university": 46440, "concept_writer_christina_stead": 44802, "concept_book_the_beautiful_room_is_empty": 23138, "concept_governmentorganization_federal_bureau": 51307, "41.9113000000000,12.4696000000000": 8532, "concept_book_cosmos": 45118, "concept_athlete_craig_robinson": 39989, "concept_book_the_time_machine": 21876, "concept_country_former_ussr": 33317, "concept_city_mooringsport": 5670, "concept_bacteria_leptospira": 47827, "concept_drug_bupropion": 58457, "concept_movie_star_trek": 60723, "concept_landscapefeatures_country_lanes": 52660, "concept_sport_ncaa_basketball": 42858, "concept_person_angelina": 12604, "concept_writer_davida_wills_hurwin": 43813, "concept_book_nicholas_nickleby": 43643, "concept_chemical_different_chemicals": 50527, "concept_athlete_p_j__walters": 7039, "concept_book_elbow_room": 45033, "concept_grain_nassau_county": 20650, "concept_building_oare": 33857, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 57199, "concept_museum_allied_artists": 33946, "concept_drug_tavist": 58120, "concept_charactertrait_school_science": 47559, "35.5699000000000,139.7294000000000": 75087, "concept_fruit_limes": 55499, "concept_park_harlem": 32568, "concept_televisionstation_katu_tv": 30780, "concept_stadiumoreventvenue_pikes_peak_center": 35805, "concept_retailstore_sony": 15304, "concept_fungus_hth": 75332, "concept_book_the_main_chance": 13458, "concept_politicianus_republican_senator_norm_coleman": 68789, "concept_academicfield_environmental": 45782, "concept_governmentorganization_ohio_department": 51411, "concept_weapon_seven_missiles": 54285, "concept_braintissue_patients": 29177, "concept_mountain_central_sierra_nevada": 41771, "concept_city_stephenville": 39325, "concept_coach_al_arbour": 330, "concept_drug_sinemet": 58231, "concept_musicalbum_steppenwolf": 26738, "concept_bank_pioneer": 20027, "concept_museum_lyndhurst": 11865, "concept_country_senegal": 6068, "34.9151000000000,-95.3310800000000": 33054, "concept_blog_wral_tv": 27946, "concept_academicfield_geophysics": 45809, "concept_disease_cancer_increase": 55433, "concept_beverage_cola": 54835, "concept_county_southwestern_state_university": 8197, "concept_nut_eggplant": 20825, "concept_river_delaware_river": 31935, "concept_athlete_travis_diener": 67043, "concept_university_liverpool_university": 46614, "concept_visualizablething_palm_oil": 55321, "concept_automobilemodel_terrain": 72773, "concept_eventoutcome_control_system": 51677, "concept_visualartist_walter_pater": 3984, "concept_coach_hassan_adams": 67649, "concept_sportsgame_playoffs": 27299, "concept_musician_rbd": 4440, "concept_tableitem_screen": 3994, "concept_disease_acute_infectious_disease": 47687, "concept_person_thomas_seymour": 29017, "concept_writer_dickens": 43359, "concept_televisionstation_kdtn": 10210, "concept_sportsteam_babson_college": 41518, "concept_room_masters_bedroom": 53223, "concept_bodypart_foal": 26914, "concept_geopoliticallocation_earthquake": 33266, "concept_website_asian": 2651, "concept_book_ella_enchanted": 2675, "concept_profession_deployment": 52214, "concept_televisionstation_kdtf": 31064, "concept_mountainrange_loita_hills": 56733, "concept_country___america": 641, "concept_park_atlanta_state_park": 32597, "concept_writer_leo_tolstoy": 44083, "concept_officebuildingroom_masterbedroom": 26478, "41.8758700000000,-87.6247700000000": 23553, "concept_mountainrange_middle_atlas": 8539, "concept_chemical_iodine": 50923, "-16.4386400000000,-39.0809200000000": 2138, "concept_journalist_tommy_doyle": 17377, "concept_vein_pituitary_gland": 3394, "concept_insect_insects": 7646, "concept_biotechcompany_daiichi": 72061, "concept_mldataset_bt": 23581, "43.4513600000000,-1.5448700000000": 21082, "concept_musician_justin_hayward": 62054, "concept_weapon_automatic_pistol": 53959, "concept_newspaper_wall_street_journal": 1464, "concept_drug_loratadine": 50492, "concept_personmexico_luis_gonzalez": 65748, "concept_company_tivo": 26780, "concept_company_msn_search": 4866, "concept_trainstation_code": 11646, "concept_company_international_steel_group": 61963, "34.9506500000000,-90.3123200000000": 27488, "concept_musician_bo_diddley": 62550, "concept_drug_vancomycin": 47995, "concept_physiologicalcondition_weight_loss": 48054, "concept_city_annandale": 38819, "concept_beverage_cherries": 55180, "concept_company_business_objects": 71928, "concept_writer_ahdaf_soueif": 64420, "concept_stadiumoreventvenue_bowman_gray_stadium": 74203, "concept_sportsleague_wwe": 1150, "concept_politicianus_john_tyler": 68374, "concept_beach_jimbaran_bay": 16215, "concept_bank_vtb": 73589, "concept_biotechcompany_immunex": 72050, "concept_buildingfeature_garage_doors": 58577, "concept_hotel_taj_mahal_palace___tower": 34199, "concept_landscapefeatures_coastlines": 11555, "concept_scientist_simone_de_beauvoir": 70957, "concept_sportsteam_illini": 225, "concept_televisionstation_waff_tv": 30377, "37.6000000000000,83.8333300000000": 4161, "concept_weapon_intercontinental_ballistic_missiles": 54510, "concept_person_russell_brand": 59887, "concept_island_recommendation": 18360, "concept_city_place": 7553, "concept_journalist_marc_lacey": 69073, "55.9333300000000,-3.1666700000000": 34050, "concept_person_kore": 69480, "concept_emotion_fun": 6343, "concept_athlete_whitter": 21294, "concept_geopoliticallocation_purdue": 16456, "concept_city_amissville": 39370, "concept_musicartist_tips": 13891, "concept_book_martin_eden": 44280, "concept_island_guantanamo_bay": 18644, "concept_river_sheyenne": 31959, "concept_musician_erik_rutan": 62804, "concept_criminal_vissarion": 23941, "44.1333300000000,5.1000000000000": 36332, "concept_profession_technical_professionals": 52079, "concept_university_jewish_theological": 20533, "concept_athlete_ian_johnson": 67438, "concept_governmentorganization_sec": 51313, "concept_city_crestview_hills": 39375, "concept_medicalprocedure_bypass_surgery": 42998, "concept_hotel_rum_point_inn": 4256, "concept_biotechcompany_hoffman_la_roche": 48247, "38.8956700000000,-77.0399800000000": 2664, "concept_protein_vitamin_d": 55163, "62.4333300000000,30.3000000000000": 26303, "concept_politician_senator_dewine": 71650, "concept_book_phantom_of_the_opera": 44452, "concept_personasia_johnny_ford": 6662, "concept_bird_wild_turkeys": 49244, "concept_beach_hawaii": 75293, "concept_athlete_trevor_hoffman": 65106, "concept_city_srinagar": 38872, "concept_county_amos_tuck_school": 22275, "concept_book_dragonriders_of_pern": 44164, "concept_lake_big_spring": 16830, "concept_movie_badlands": 64890, "concept_city_island_no_": 39249, "concept_city_sabres": 10810, "concept_company_swatch": 73254, "concept_grain_rye": 55281, "concept_disease_add_adhd": 49015, "concept_musician_otis_redding": 62502, "concept_city_collierville": 37513, "concept_hotel_budget": 34815, "concept_academicfield_email": 45942, "concept_journalist_walter_pincus": 70475, "44.9501500000000,-63.5987000000000": 72406, "39.6191500000000,-105.7958400000000": 1615, "concept_athlete_willie_harris": 67264, "concept_beach_bahia_pez_vela": 10418, "concept_website_quotes": 28383, "concept_personafrica_sofia_coppola": 60549, "concept_terroristorganization_harkat_ul_mujahideen": 51582, "concept_airport_hancock_international": 35100, "concept_newspaper_the_globe_and_mail": 56469, "concept_island_holiday": 7611, "concept_astronaut_eads": 19999, "concept_food_fresh_basil": 20672, "concept_weapon_case": 16227, "concept_musicartist_rise_against": 73841, "34.7750600000000,-85.0029300000000": 17306, "concept_bank_dresdner_bank": 73366, "concept_writer_tacitus": 43933, "concept_televisionstation_wfxb_tv": 31648, "20.7430600000000,-156.8961100000000": 19337, "concept_country_career": 11622, "concept_county_savannah_area": 5082, "concept_book_little_house_in_the_big_woods": 63517, "concept_automobilemodel_edge": 55919, "concept_politicsissue_activity": 25143, "concept_organization_heilongjiang": 37924, "concept_person_shirley": 71134, "concept_sportsteam_the_masters_college_mustangs": 41097, "concept_movie_eraserhead": 64747, "concept_bodypart_skin_constrict": 4714, "concept_athlete_craig_biggio": 59783, "concept_mountainrange_lesser_caucasus": 56680, "concept_country_united_arab_emirates": 14587, "57.4059650000000,-4.3542150000000": 22199, "concept_clothing_leather_shoe": 59315, "concept_book_life_is_a_caravanserai": 23458, "concept_river_atchafalaya_river": 32122, "concept_movie_norma_rae": 61598, "concept_attraction_camden_lock": 57704, "concept_website_the_express": 56405, "concept_city_torshavn": 33091, "47.3417200000000,-84.6499100000000": 24255, "concept_company_medco": 72101, "concept_county_savannah": 5353, "concept_chemical_water": 50290, "concept_person_henry": 15254, "33.4252800000000,44.5300000000000": 10876, "64.7166700000000,32.4833300000000": 7582, "concept_politicsblog_raleigh": 23411, "concept_personcanada_belzec": 6519, "concept_sportsteam_baylor_bears_basketball": 40457, "concept_building_mohammed_v": 8965, "concept_academicfield_foreign_languages_and_literatures": 46556, "concept_book_a_dying_light_in_corduba": 44881, "concept_director_roberto_benigni": 64958, "concept_hotel_sari_pan_pacific_hotel": 34602, "concept_book_amerika": 44356, "concept_sportsteam_dakota_state_trojans": 41092, "concept_city_kashi": 37590, "concept_vertebrate_ships": 29492, "concept_academicfield_pc": 7017, "concept_televisionstation_wbpg": 30841, "concept_traditionalgame_big_one": 18334, "concept_retailstore_virgin_records": 5212, "concept_tableitem_site_visitor": 25937, "concept_sportsteam_florida_intl_golden_panthers": 40137, "concept_city_la_palma": 5757, "concept_university_anderson_graduate_school_of_management": 32994, "concept_animal_calf": 50095, "concept_personeurope_maddie": 5146, "concept_coach_justin_miller": 59858, "concept_room_lab": 25092, "concept_politician_mary_mcaleese": 71711, "concept_physiologicalcondition_cancer_increases": 55443, "concept_park_the_castro": 32743, "concept_city_sharm_el_sheikh": 37600, "concept_disease_sickle_cell_anemia": 49097, "concept_radiostation_kpcc": 41868, "concept_musicartist_devo": 21734, "concept_hotel_gaylord_national": 34864, "concept_room_small_lounge": 53104, "concept_invertebrate_worms": 8170, "concept_university_new_mexico_school": 18082, "concept_buildingmaterial_polycarbonate": 56016, "concept_organization_n366th_civil_engineer_squadron": 71862, "concept_city_knock": 38069, "concept_weapon_vent_free_gas": 54445, "concept_writer_walter_pater": 64458, "concept_recordlabel_blackend": 24995, "concept_person_mississippi_state": 29368, "concept_writer_tolkein": 45159, "concept_food_meals": 55421, "concept_room_oceanfront_room": 52930, "concept_criminal_carlo_ponti": 18129, "concept_book_taps": 24866, "concept_ceo_anne_rice": 71446, "concept_river_willamette_river": 31980, "concept_athlete_dinara_safina": 65600, "concept_bird_elephant": 8121, "concept_coach_clint_barmes": 65385, "concept_newspaper_dayton_daily_news": 70270, "concept_bacteria_rickettsia_prowazekii": 47607, "concept_sportsequipment_freestyle": 1922, "concept_jobposition_trainer": 51827, "concept_movie_chinatown": 61600, "concept_city_st_charles": 38925, "concept_blog_va": 18170, "concept_hotel_royal_york": 34600, "concept_coach_righetti": 9380, "concept_jobposition_social_worker": 51820, "concept_ceo_service_subscribe": 56014, "concept_academicfield_communication_studies": 45907, "concept_person_carly_fiorina": 796, "concept_furniture_double_sofa": 58716, "concept_academicfield_public_service": 46336, "concept_person_bl__innocent_xi": 71172, "35.0855600000000,63.1744400000000": 25607, "concept_sportsteam_bulldogs": 39911, "concept_city_ozark": 19744, "concept_scientist_max_frisch": 63797, "concept_drug_zyvox": 48255, "concept_country_republic_of_kenya": 33244, "concept_person_master_p": 23564, "concept_attraction_vat_phou": 21527, "concept_city_arvada": 5836, "concept_geometricshape_shape": 1806, "concept_mountainrange_southern_rockies": 56651, "concept_room_principal_bedroom": 53308, "concept_disease_pervasive_developmental_disorders": 2243, "concept_visualizablething_cathedral": 56987, "concept_journalist_michael_abramowitz": 70537, "-8.5336100000000,126.7102800000000": 10751, "concept_company_frontier_airlines": 72649, "concept_arthropod_natural_enemies": 49933, "concept_island_brecqhou": 9946, "concept_weapon_anti_ballistic_missile": 54046, "concept_sportsteam_uc_san_diego": 40605, "concept_county_palm_coast": 26323, "concept_geopoliticalorganization_torun": 27772, "concept_academicfield_liberal_arts": 45945, "concept_televisionstation_kiku": 31695, "concept_televisionstation_kvii": 30312, "concept_city_delray_beach": 37343, "concept_televisionstation_kvie": 30313, "concept_chemical_glutamate": 50909, "concept_male_alex_lifeson": 59585, "concept_visualartist_robert_drummond": 24746, "concept_televisionstation_kvia": 30316, "concept_personus_allan_moss": 73451, "concept_book_war_and_peace": 3700, "concept_politicianus_second_person": 4307, "20.9169400000000,-156.3938900000000": 22230, "concept_professor_kevin_mckenna": 69580, "concept_personnorthamerica_fax": 3676, "concept_athlete_dee_brown": 60597, "concept_musician_yngwie_malmsteen": 62562, "concept_lake_lolland": 25387, "concept_athlete_colter_bean": 66342, "concept_televisionstation_kviq": 30314, "concept_personnorthamerica_abdul_ahad": 25606, "concept_televisionstation_wtmj": 13536, "concept_book_alice": 43672, "concept_actor_patricia_neal": 61554, "concept_mountain_mount_miserable": 41746, "concept_monument_philadelphia_area": 17597, "37.7755000000000,-122.4202400000000": 3724, "concept_televisionstation_wtmd": 30561, "concept_book_celestine_prophecy": 43969, "concept_personeurope_malcolm_lowry": 7414, "concept_drug_oxaliplatin": 48174, "concept_drug_ibuprofen": 50303, "concept_book_blackwood_farm": 44486, "concept_bank_usps_air_mail": 12312, "concept_bank_npm": 22999, "concept_nondiseasecondition_mahalo": 16390, "concept_amphibian_nostrils": 18343, "concept_visualartist_frederic_remington": 69787, "concept_architect_italo_svevo": 25916, "concept_coach_gary_pinkel": 999, "concept_book_last_of_the_mohicans": 43386, "concept_stadiumoreventvenue_civic_center": 36000, "concept_sportsteam_morgan_st_bears": 40668, "concept_mountain_mauna_kea": 41561, "43.4833300000000,4.4666700000000": 67908, "concept_actor_raye_dowell": 61712, "concept_automobilemaker_triumph": 4912, "concept_room_spacious_loft": 52962, "concept_politicalparty_college": 639, "37.1419750000000,-118.5557500000000": 23991, "concept_athlete_tyson_chandler": 66301, "concept_politician_chester_a__arthur": 71641, "concept_plant_live_oak": 48422, "concept_ceo_jay_adelson": 16623, "concept_book_starship_troopers": 44846, "concept_sportsgame_end": 47410, "concept_academicfield_accreditation": 74876, "concept_weapon_united_states_navy": 12797, "concept_lake_salmon_river": 39513, "concept_politicalparty_international_monetary_fund": 74932, "concept_writer_p__l__travers": 44499, "48.1460000000000,17.1160000000000": 17140, "concept_crustacean_lobsters": 48816, "concept_musician_robert_johnson": 62276, "concept_person_penny_lancaster": 4169, "concept_politicianus_lieberman": 59565, "concept_musician_styx": 7117, "concept_insect_gnats": 49959, "concept_product_adobe_acrobat": 14162, "concept_ceo_andy_grove": 19137, "concept_person_sims": 21143, "concept_zoo_celeste_center": 9288, "concept_biotechcompany_pain": 25921, "concept_architect_application": 7997, "concept_county_nicholls_state": 20205, "concept_publication_job_opportunities": 5156, "concept_physicalcharacteristic_mess": 47556, "concept_person_sills": 1426, "concept_book_complete_novels": 63957, "concept_disease_heart_problems": 47001, "concept_athlete_alonzo_mourning": 59878, "concept_room_marble_master_bath": 56067, "concept_consumerelectronicitem_operating_systems": 28565, "concept_academicfield_clinics": 4404, "concept_beach_blawenburg": 7758, "concept_transportation_money": 2325, "concept_person_rodriguez": 5132, "concept_airport_taylor_lake_village": 21514, "concept_researchproject_study": 12890, "concept_athlete_darren_clarke": 65110, "concept_retailstore_cafe_coffee_day": 33831, "concept_musicartist_jesus_lizard": 62226, "concept_fish_hammerhead_sharks": 48831, "concept_vegetable_peanuts": 21012, "32.5916662500000,130.2604162500000": 7756, "concept_televisionstation_ksmq_tv": 30975, "concept_website_decision": 29179, "concept_city_otsego": 37169, "concept_athlete_bill_bray": 60385, "concept_landscapefeatures_seascapes": 5250, "concept_agriculturalproduct_slow_cooker": 55855, "concept_drug_anacin": 48165, "concept_book_dragons_on_englor": 63448, "concept_book_death_be_not_proud": 60236, "concept_musicgenre_grunge_rock": 50233, "concept_writer_brownbear": 6394, "concept_televisionstation_kswb": 30746, "35.8892500000000,-93.7310200000000": 47285, "concept_insect_spectacle": 9923, "38.2245600000000,-0.5191900000000": 3772, "concept_book_baking_cakes_in_kigali": 69507, "concept_park_fan": 11657, "concept_personmexico_michael": 67989, "concept_book_on_writing__a_memoir_of_the_craft": 45389, "concept_televisionstation_ktab_tv": 31303, "concept_arachnid_lone_star_tick": 49936, "concept_plant_pathfinder": 24223, "concept_personaustralia_harper_lee": 21887, "concept_book_the_way_of_shadows": 63823, "concept_bathroomitem_whirlpool_tubs": 59011, "concept_televisionstation_kwnb_tv": 30528, "concept_sportsteam_queen_s": 40558, "concept_politicianus_john_salazar": 68672, "concept_arthropod_bit": 28016, "concept_chemical_atoms": 50261, "concept_coach_vince_lombardi": 923, "concept_academicfield_extension": 46248, "23.0833300000000,70.1333300000000": 51130, "concept_vehicle_government_agencies": 16492, "concept_personmexico_david_west": 67980, "concept_movie_octopussy": 59539, "concept_politicianus_senator_kohl": 68768, "concept_hotel_tower": 34609, "concept_sportsteam_charlotte_49ers": 29759, "21.1500000000000,97.3500000000000": 13021, "concept_radiostation_wish_tv": 41994, "concept_city_charleston": 5665, "concept_book_attention": 30161, "concept_personcanada_rupert_friend": 60326, "concept_planet_question": 17523, "concept_room_second_guest_room": 53305, "concept_writer_john_updike": 43124, "concept_mlsoftware_beep": 68048, "concept_bodypart_heart": 59101, "concept_book_the_neon_rain": 63868, "concept_visualizablescene_leeds_bradford": 35371, "concept_language_windish": 2942, "35.8269300000000,-82.1119200000000": 20210, "concept_male_billy_ray_cyrus": 60491, "concept_wine_green_bay": 15130, "-42.8166700000000,147.3166700000000": 15586, "concept_person_martha_miller": 61357, "concept_male_abigail": 27472, "concept_plant_stately_oaks": 25063, "39.9858200000000,-105.1130400000000": 26734, "concept_governmentorganization_office_of_management_and_budget": 14518, "concept_mountain_sneffels": 41742, "concept_politicianus_matt_blunt": 68608, "concept_organization_cpvcc": 71283, "concept_journalist_clyde_haberman": 70471, "concept_sportsgame_n2008_nba_finals": 47396, "concept_person_gabriel": 3187, "concept_politicalparty_coalition_provisional_authority": 51568, "concept_politicianus_democratic_candidate_barack_obama": 12726, "concept_musicartist_mars_volta": 73857, "concept_weapon_uzi_machine_guns": 53692, "concept_bank_hbos": 73307, "concept_city_bhagalpur": 38028, "concept_videogamesystem_adobe_lightroom": 14204, "concept_governmentorganization_oge": 14519, "concept_person_tonya_lewis_lee": 15397, "concept_visualizableobject_throttle": 54600, "concept_nut_hypertension": 9196, "concept_person_steve_mcpherson": 542, "concept_weapon_smartlock_pistols": 54069, "concept_sportsteam_philies": 47371, "concept_weapon_five_weapons": 54133, "concept_athlete_joe_gordon": 66745, "concept_male_last_adam": 74837, "concept_filmfestival_eight": 12109, "concept_clothing_costume": 53396, "concept_book_shogun": 64493, "concept_writer_thomas_keneally": 43986, "concept_city_canby": 37161, "concept_buildingfeature_frames": 58568, "concept_academicfield_engineering_psychology": 46098, "concept_athlete_charlie_morton": 60950, "concept_sportsteamposition_pitcher": 42746, "concept_visualizablething_front": 15214, "concept_port_kessingland": 74977, "concept_coach_chris_berman": 67672, "concept_profession_contacting": 51361, "concept_vegetable_walnuts": 20785, "concept_governmentorganization_federal_transit_administration": 15117, "concept_book_mystery": 2464, "concept_male_kenneth_wright": 60058, "concept_musicartist_rush": 59586, "concept_drug_blopress": 57946, "54.8766300000000,-94.9331700000000": 48182, "concept_book_deception_point": 60391, "concept_website_desktop": 28388, "concept_person_jamie": 61890, "concept_politicsissue_more_money": 2319, "concept_sport_motorsport": 42663, "concept_amphibian_care": 21915, "concept_writer_jim_marrs": 17424, "concept_televisionstation_wmmp": 31854, "concept_politicianus_richard_burr": 60442, "concept_politicsblog_citizen": 11218, "concept_airport_general_mitchell": 21278, "concept_insect_butterflies": 8186, "concept_physiologicalcondition_queensland_tick_typhus": 47660, "concept_book_all_about_h__hatterr": 4713, "concept_election_municipal_elections": 51639, "concept_book_sin_city": 45044, "concept_person_lanni": 1246, "concept_sportsgame_news": 47317, "concept_river_nushagak": 21798, "concept_athlete_josh_banks": 66291, "41.8818000000000,-87.6245350000000": 22676, "concept_academicfield_software_engineering": 45682, "concept_city_deerfield": 37568, "concept_scientificterm_conditional_random_fields": 42347, "concept_person_jack_newton": 69420, "concept_lake_lago_yelcho": 12778, "concept_jobposition_nursing": 2679, "concept_automobilemodel_ikon": 72979, "concept_personnorthamerica_johnson": 64693, "concept_drug_humalog": 58245, "concept_sportsteamposition_centrefield": 9957, "concept_officebuildingroom_spacious_double_rooms": 56129, "concept_book_the_assistant": 7419, "concept_automobilemodel_altima": 24218, "concept_city_leiria": 38724, "concept_book_firewall": 43917, "concept_movie_enchanted": 61413, "concept_profession_execution": 52349, "concept_personafrica_garden_city": 4100, "38.3395600000000,-75.6549300000000": 23131, "18.9654440000000,72.9338320000000": 34132, "concept_website_sidestep_": 25043, "concept_attraction_columbia_area": 29669, "concept_book_naked": 68100, "concept_company_luxair": 73203, "concept_wine_vintages": 6719, "concept_stadiumoreventvenue_oncenter": 36264, "concept_book_crucible": 45274, "concept_book_castle_roogna": 29138, "concept_movie_lost_in_translation": 60551, "concept_country_tunisia": 6084, "concept_female_gaile_parkin": 69506, "concept_athlete_mike_lincoln": 65693, "concept_musician_feist": 62373, "concept_bathroomitem_spa_tub": 58895, "concept_musician_sonny_landreth": 62753, "concept_city_castine": 38573, "concept_officebuildingroom_large_double_room": 53306, "concept_book_n3rd_degree": 45185, "concept_drug_tofranil": 58239, "concept_book_the_woodlanders": 44380, "concept_city_barcelona": 29041, "concept_televisionstation_kbfd": 10138, "concept_city_paw_creek": 5479, "concept_clothing_sale": 59378, "concept_person_keturah": 14557, "concept_fish_cold_water_species": 49764, "concept_transportation_exchanges": 11364, "concept_musicartist_rancid": 62446, "concept_beverage_madison": 18725, "concept_city_rancho_cordova": 38709, "concept_hobby_integrated_design": 12599, "concept_city_whistler": 35528, "concept_professionalorganization_american_wind_energy_association": 19974, "concept_automobilemaker_caterham": 73064, "concept_tool_tools": 2680, "concept_city_fridley": 37565, "concept_musicalbum_reality": 74569, "concept_university_university_of_hong_kong": 46686, "concept_agriculturalproduct_markets": 59459, "concept_book_dolores_claiborne": 45178, "concept_eventoutcome_establishment": 3626, "concept_book_the_return_of_the_soldier": 26269, "concept_company_asian_spirit": 72603, "concept_personaustralia_gary_pinkel": 17311, "concept_city_effingham": 37692, "concept_hobby_outdoor_adventure_activities": 47145, "concept_currency_myanmar": 12977, "concept_profession_technicians": 51879, "concept_politicianus_webb": 68918, "concept_automobileengine_ford_explorer": 6483, "concept_island_funafuti": 51229, "concept_book_from_dead_to_worse": 43835, "concept_bird_mammals": 10630, "concept_nut_server": 28569, "concept_musician_michael_angelo_batio": 62162, "concept_blog_spokesman": 9205, "concept_recordlabel_mute": 17273, "concept_time_canadian_football_hall_of_fame": 20578, "concept_visualartist_e_40": 14881, "concept_personus_use_returns": 68973, "concept_journalist_david_e__sanger": 1075, "concept_plant_saplings": 48345, "concept_male_joakim_noah": 60354, "concept_politicalparty_australian_government": 51559, "concept_bird_dabblers": 28506, "34.7247650000000,-92.2577150000000": 35439, "concept_celebrity_justin_gaston": 22666, "concept_journalist_louis_uchitelle": 70191, "concept_athlete_xavi": 67151, "concept_aquarium_how_to_set_up_aquarium": 57495, "concept_bank_select": 25045, "concept_meat_bun": 20679, "concept_musicalbum_discovery": 21883, "concept_stadiumoreventvenue_sommet_center": 36140, "concept_politicianus_joseph_i__lieberman": 68553, "concept_company_maxis": 8280, "concept_braintissue_pineal_gland": 3271, "concept_person_jossey_bass": 10967, "concept_crustacean_kid": 1595, "concept_bank_axa": 23048, "concept_person_phoebe": 22855, "concept_hallwayitem_radiant_floor": 56965, "concept_televisionstation_kcts": 31377, "41.7009300000000,-72.5934200000000": 3783, "concept_book_red_harvest": 44737, "concept_person_judge_david_hale": 71797, "concept_city_nagasaki": 38209, "concept_director_stanley_donen": 59677, "concept_mediatype_report": 14217, "concept_televisionshow_passion": 75164, "concept_disease_kidney_problems": 18935, "concept_island_hilton_head_island": 51209, "concept_book_king_john": 9989, "concept_writer_arthur_agatston": 44641, "concept_athlete_eddie_kunz": 67029, "concept_book_tuck_everlasting": 63689, "concept_bathroomitem_desktop": 28564, "concept_televisionstation_saint_louis": 52, "concept_radiostation_knx": 41959, "concept_book_the_purpose_driven_life": 43284, "42.2081600000000,-71.0058800000000": 24351, "concept_coach_marshall_faulk": 60943, "concept_personus_barry_gibb": 19582, "concept_mountainrange_benevenagh": 21778, "concept_beach_bronx_ny": 1932, "concept_radiostation_kuow_fm": 42121, "concept_sportsteam_albany_great_danes": 29848, "concept_attraction_temple_bar": 55975, "concept_visualizablething_soy_protein": 55997, "concept_bank_astoria": 7432, "concept_book_the_crying_of_lot_49": 43650, "43.7361100000000,7.4250000000000": 23027, "30.4135400000000,-97.7375100000000": 7334, "concept_televisionstation_kttv": 30647, "concept_personmexico_tito_ortiz": 60665, "concept_hotel_grand": 34816, "concept_person_david_boreanaz": 4191, "concept_stadiumoreventvenue_field": 35998, "concept_blog_slashdot": 14649, "concept_professionalorganization_oasis": 18873, "concept_furniture_beds": 56124, "concept_newspaper_neighbors": 74847, "concept_journalist_eric_bailey": 70760, "concept_male_kevin_garnett": 60170, "concept_personus_shakespeare": 9968, "concept_journalist_kit_stier": 70460, "concept_meat_dish": 49589, "concept_city_link": 7523, "concept_sportsteam_hofstra_university": 41308, "concept_company_hk_disneyland": 72420, "concept_televisionstation_wptz_tv": 31706, "concept_bodypart_fetus": 3444, "concept_musician_chris_squire": 62904, "concept_politicianus_frist": 68145, "concept_hotel_fairmont_empress": 34841, "concept_ceo_janet_l__robinson": 71369, "concept_personus_john_browne": 1563, "concept_stateorprovince_states": 11314, "concept_city_linz": 38169, "concept_drug_galvus": 58539, "concept_nonprofitorganization_agc": 75077, "23.3168500000000,120.9199533333333": 3983, "concept_coach_andrew_alberts": 67599, "concept_athlete_dustin_pedroia": 60400, "concept_plant_palm_trees": 48466, "concept_convention_condition": 20589, "concept_city_johor_bahru": 33430, "concept_coach_new_jersey_devils": 67631, "concept_lake_strait_of_gibraltar": 25148, "concept_writer_dostoyevsky": 44637, "concept_drug_zomig": 58248, "concept_personeurope_e__nesbit": 64483, "concept_coach_south_carolina_gamecocks": 14454, "concept_athlete_lecavalier": 2700, "concept_book_mister_johnson": 43641, "concept_insect_housefly": 49970, "concept_mammal_axis": 49400, "concept_musicartist_deftones": 73941, "concept_person_sam_donaldson": 13351, "concept_sportsteam_kobe_university": 40844, "concept_software_microsoft_word": 14219, "concept_televisionstation_wkpt_tv": 30849, "concept_politicianus_dmitry_medvedev": 68887, "concept_televisionstation_wlvi_tv": 31040, "concept_city_rancho_cucamonga": 5504, "concept_academicfield_american_studies": 46032, "concept_artery_process": 59210, "34.0669900000000,-118.4007000000000": 34166, "concept_visualizablething_blood_stream": 9244, "concept_movie_terms_of_endearment": 61505, "concept_athlete_daniel_schlereth": 65480, "concept_airport_edinburgh_international_airport": 35131, "concept_airport_senai": 35213, "concept_book_the_communist_manifesto": 29940, "concept_stateorprovince_bahia": 33487, "concept_weapon_maces": 54278, "concept_website_new_yorker_magazine": 14677, "concept_city_khe_sanh": 29590, "concept_newspaper_toronto_sun": 56451, "concept_monument_deshnok": 17466, "concept_room_set": 11106, "concept_biotechcompany_control": 29065, "concept_sportsteam_cent__michigan_chippewas": 40750, "concept_movie_jfk": 61581, "concept_athlete_jake_delhomme": 66170, "concept_weapon_infantry_weapons": 54319, "concept_stadiumoreventvenue_baltimore_convention_center": 36177, "concept_movie_the_spy": 64466, "concept_coach_herm_edwards": 736, "concept_beverage_potato_water": 54952, "concept_person_six_people": 61935, "concept_athlete_babe_ruth": 60338, "concept_company_longaberger": 9000, "concept_weapon_heavy_sword": 53819, "concept_city_ouagadougou": 37238, "concept_profession_special_education_teachers": 52114, "concept_transportation_edinburgh_airport": 35551, "concept_personus_extremists": 21814, "concept_mammal_sheep_": 12364, "concept_website_wpmi": 13343, "concept_country_hongkong": 39874, "27.7293500000000,-82.7432200000000": 32402, "concept_person_dizzy_trout": 10695, "concept_building_kuala_lumpur": 6243, "concept_book_lady_chatterley_s_lover": 23616, "concept_professionalorganization_kosciuszko_foundation": 74106, "concept_physicalaction_commerce": 27860, "concept_emotion_series": 25327, "concept_city_menominee": 38727, "concept_language_uzbek": 46789, "concept_agriculturalproduct_medicines": 47940, "concept_stadiumoreventvenue_adler_theatre": 38272, "concept_city_allahabad": 39193, "concept_personeurope_laura_esquivel": 3681, "concept_arthropod_files": 8494, "concept_politicsbill_washington_convention": 9140, "concept_recordlabel_water": 13008, "concept_politicianus_sen__clinton": 68506, "concept_book_witness": 4688, "concept_company_malaysian": 18398, "concept_university_universidad_complutense_de_madrid": 46811, "concept_visualizablescene_gentlemens": 14783, "concept_politicianus_president_ronald_reagan": 61217, "concept_musicartist_camel": 74019, "concept_bakedgood_loaf": 55788, "concept_comedian_medicine": 5202, "concept_judge_vissarion": 16652, "concept_radiostation_wbur": 42020, "concept_drug_tamiflu": 47942, "concept_televisionstation_wesh_tv": 31790, "33.3819000000000,-86.8091000000000": 9844, "concept_movie_ghost_rider": 60533, "concept_county_pontiac": 4153, "concept_aquarium_starfire_glass_aquarium": 57220, "concept_athlete_lidstrom": 720, "concept_disease_hiv_aids": 16222, "concept_airport_rapid_city_regional": 35412, "concept_politicianus_pat_leahy": 27413, "concept_bank_aflac": 74385, "concept_city_salamanca": 38440, "concept_sportsgame_four_weeks": 47518, "concept_musicgenre_seattle_grunge": 50197, "concept_visualartist_titian": 69750, "concept_celebrity_don_james": 37376, "51.5000000000000,-2.4166700000000": 51081, "42.3737100000000,-71.1097700000000": 16027, "concept_emotion_issue": 17557, "concept_bakedgood_strawberry_ice_cream": 55687, "concept_sportsteam_utep_miners": 29801, "concept_city_lead": 11427, "concept_book_five_quarters_of_the_orange": 44745, "34.5728800000000,-94.5730000000000": 51809, "concept_visualizablething_tsampa": 3961, "concept_ceo_mohsin_khan": 10068, "60.5750000000000,-1.1708325000000": 6560, "concept_blog_techcrunch": 56597, "concept_company_junglee": 56564, "concept_building_theatres": 18124, "concept_disease_attention_disorders": 49100, "concept_retailstore_lai_lai": 24982, "concept_arachnid_brown_widow": 49941, "concept_county_mackintosh_school": 50993, "concept_stadiumoreventvenue_interlagos": 27027, "concept_politicalparty_clinton_library": 23623, "concept_journalist_eli_lake": 70372, "concept_physicalaction_platform": 10721, "concept_politicalparty_bankers": 26306, "concept_biotechcompany_sap_ag": 71485, "concept_placeofworship_stockholm": 30117, "47.3899700000000,-110.0690900000000": 18430, "concept_bacteria_ascaris_lumbricoides": 47869, "concept_professor_steve_lohr": 69593, "concept_personus_bono": 7187, "concept_biotechcompany_icon": 27409, "concept_actor_jason_bleick": 61590, "concept_bodypart_appendix": 3266, "concept_musicsong_itunes": 2791, "concept_traditionalgame_rouge_et_noir": 13284, "concept_aquarium_spadina_aquarium": 57461, "concept_scientificterm_gamma_function": 42427, "concept_sportsleague_american_hockey_league": 74240, "concept_food_rice_mixture": 20894, "concept_drug_butalbital": 58367, "concept_company_brunswick_corporation": 72319, "45.4000000000000,28.0166700000000": 29656, "concept_kitchenitem_center": 3966, "concept_archaea_ladinos": 8378, "concept_book_carpe_jugulum": 6188, "concept_wine_classic_grape_varieties": 19475, "concept_bodypart_rib_cage": 59107, "concept_sportsleague_american_football_conference": 5230, "concept_automobileengine_ford_ranger": 6481, "concept_plant_native_grasses": 48558, "concept_physiologicalcondition_human_immunodeficiency_virus": 49116, "concept_winery_mcmanis": 75013, "concept_geopoliticallocation_pembroke_pines": 51100, "concept_profession_unions": 13953, "concept_insect_long_tongued_bees": 50069, "concept_city_panama_canal": 33330, "concept_athlete_brian_fuentes": 65846, "concept_city_troutdale": 38024, "concept_personmexico_jon_rauch": 60945, "concept_chemical_images": 7031, "concept_mediatype_restructuring": 14825, "concept_book_a_question_of_death_an_illustrated_phry": 44374, "concept_placeofworship_murlough": 18675, "concept_person_judith_nathan": 71086, "concept_sportsteam_buffalo_braves": 40691, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40906, "concept_airport_san_diego_airport": 35303, "concept_jobposition_solicitor": 51837, "concept_weapon_nailgun": 53553, "concept_drug_ephedra": 58012, "concept_comedian_barry_levinson": 60589, "concept_city_south_pasadena": 33677, "-6.2355600000000,107.7255600000000": 24017, "concept_person_nathan": 6942, "concept_movie_hollywood_homicide": 60052, "concept_athlete_jeremy_powell": 67236, "concept_city_braunfels": 38338, "concept_female_patty_murray": 68652, "concept_organization_chinese_national_team": 71076, "concept_female_directors": 15337, "concept_sportsequipment_uniforms": 42686, "concept_sportsgame_n1959_world_series": 47452, "37.3602200000000,-120.5640800000000": 1678, "concept_coach_jay_bruce": 67006, "concept_televisionstation_wfld_tv": 30698, "concept_kitchenitem_tender": 1638, "concept_bathroomitem_tub_combination": 25230, "concept_company_anheuser_busch_companies001": 19172, "concept_biotechcompany_teva": 48059, "-38.2166700000000,144.2833300000000": 18382, "concept_musician_jaz_coleman": 62144, "concept_politicianus_frank_lautenberg": 68520, "concept_bathroomitem_roman_tub": 59020, "concept_muscle_dorsi": 10378, "43.6948414285714,15.6990485714286": 74858, "concept_nongovorganization_taxpayers": 10885, "concept_drug_doxazosin": 50680, "concept_sportsteam_central_european_university": 41170, "concept_academicfield_aerospace_engineering": 45872, "concept_musicsong_verona": 9983, "concept_ceo_business_contact": 6865, "30.4915900000000,-92.1817900000000": 29199, "concept_chemical_nitrogen_oxide": 50368, "concept_male_zipporah": 2031, "concept_software_playstation_2": 71999, "concept_book_the_hour_of_the_star": 63716, "concept_sportsteamposition_wr": 42962, "concept_fish_anchovies": 49723, "concept_lake_baja": 8422, "concept_hotel_renaissance": 34503, "35.0459100000000,-85.1213400000000": 21365, "concept_city_hayward": 38133, "concept_language_quecha": 46574, "concept_buildingmaterial_conduits": 27674, "31.3915500000000,-98.1886400000000": 15347, "concept_coach_patrick_pinkney": 67663, "concept_city_texarkana": 37022, "33.1820650000000,-87.5283400000000": 20263, "concept_profession_physical_therapists": 51936, "concept_mountain_mount_errigal": 41534, "concept_profession_designs": 18200, "concept_book_burnt_offerings": 45393, "concept_musician_jimmy_johnson": 579, "concept_room_big_room": 26562, "concept_city_southampton": 35316, "concept_athlete_dwight_gooden": 66707, "concept_person_angel": 28245, "concept_ceo_service_terms": 52579, "concept_televisionstation_kttu_tv": 30918, "concept_river_faywood_hot_springs": 17048, "concept_museum_highlights": 11279, "concept_televisionstation_kdtv": 31062, "39.7716500000000,-105.4419400000000": 51685, "concept_musicartist_simple_minds": 28463, "concept_weapon_bigger_guns": 54464, "concept_weapon_market_gas": 54427, "concept_radiostation_kimn": 41943, "concept_bakedgood_breakfasts": 55695, "concept_disease_smallpox": 47770, "concept_agriculturalproduct_sherry": 55070, "concept_actor_spy": 64364, "concept_governmentorganization_usaid_": 30212, "concept_mammal_rhinos": 48819, "concept_hotel_maui_banyan": 27969, "concept_personus_rebecca_wells": 13026, "concept_stateorprovince_nunavut_territory": 33757, "concept_writer_ann_brashares": 45012, "23.5166700000000,80.9500000000000": 4189, "concept_hobby_tips": 21448, "concept_bank_fedex_ground": 73387, "concept_nongovorganization_senate_republicans": 1151, "concept_software_microsoft_office_2003": 28604, "concept_plant_oak": 48286, "concept_personafrica_dave_anderson": 1176, "concept_journalist_scott_collins": 70625, "concept_person_bonimo_s_son": 69535, "concept_male_eber_four": 59895, "concept_insect_wasps": 48836, "concept_personmexico_matt_painter": 4025, "concept_person_diego": 10353, "concept_beverage_lime_juice": 55036, "concept_city_little_rock": 4950, "concept_musicinstrument_blues": 62515, "concept_movie_easy_rider": 59615, "concept_hobby_traditional_music": 47158, "concept_musician_duane_eddy": 62268, "concept_person_moises_alou": 8950, "concept_sportsteam_humboldt_state_jacks": 40918, "concept_athlete_jeff_mcinnis": 60155, "concept_bank_bmo_nesbitt_burns": 73314, "concept_park_london_paddington_station": 32745, "concept_celebrity_season": 3869, "concept_person_scooter_libby": 19373, "concept_food_whole_milk": 54787, "concept_fruit_coconut": 55299, "concept_city_westland": 36410, "concept_city_hacienda_heights": 5912, "concept_furniture_pillow_top_mattress": 58652, "concept_personasia_kareem_abdul_jabbar": 66296, "concept_artery_coronary_arteries": 16374, "concept_radiostation_wguc": 42051, "concept_sport_surf": 42951, "concept_musicsong_natchez": 24451, "concept_sportsgame_yars": 24574, "concept_language_mandarin_chinese": 46602, "concept_city_pico_rivera": 5620, "48.4667000000000,15.6667000000000": 4808, "concept_person_hank_baskett": 20130, "concept_company_rockwell": 72400, "concept_university_mercy_hospital_school": 75310, "concept_aquarium_sharks_aquarium": 57399, "concept_biotechcompany_xerox": 16089, "concept_room_kids": 11477, "concept_sport_sumo": 42970, "concept_city_kona": 35166, "concept_room_square_feet": 26448, "concept_musicsong_nebraska": 4021, "concept_academicfield_urban_and_regional_planning": 46038, "concept_plant_stems": 17981, "concept_city_hoedspruit": 26875, "concept_book_the_road": 43542, "concept_organization_safe_passage": 74048, "concept_dateliteral_n1846": 38846, "concept_personeurope_ken_kesey": 15696, "concept_room_fireplace": 53085, "concept_city_gulf_breeze": 23473, "concept_personmexico_steenhuis": 10599, "concept_person_angus_young": 22611, "concept_politicianus_tim_geithner": 68469, "concept_city_renville": 39111, "concept_beach_fort_ogden": 2946, "concept_geopoliticalorganization_laguna_hills": 5315, "concept_olympics_palestinian_national_authority": 9082, "concept_lake_kekova": 30072, "concept_male_javier_bardem": 23516, "concept_clothing_fishnets": 59357, "concept_park_league": 11304, "concept_televisionstation_ksnf": 30739, "concept_sportsteam_embry_riddle_eagles": 41471, "concept_televisionstation_tie": 26748, "concept_sportsteam_new_school_for_social_research": 40574, "concept_musician_little_richard": 62969, "concept_book_clarissa": 64574, "concept_park_radisson_edwardian_may_fair_hotel": 32724, "concept_musicartist_mr_big": 17666, "concept_city_bartlesville": 13037, "concept_governmentorganization_illinois_state_library": 4118, "concept_lake_koh_mak": 13415, "concept_athlete_sparky_lyle": 66316, "37.3674000000000,-76.5336000000000": 47571, "concept_product_wedding": 55775, "concept_ceo_ferdinand_piech": 29304, "concept_mammal_furry_friends": 10956, "concept_athlete_byron_leftwich": 67047, "concept_city_luoyang": 36784, "concept_skiarea_picos_de_europa": 23260, "38.9880600000000,-76.9508300000000": 36061, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26973, "concept_journalist_dan_morain": 70814, "35.1628000000000,136.9180000000000": 32482, "concept_book_n7th_heaven": 43763, "concept_company_bp001": 1564, "concept_writer_linda_lael_miller": 44405, "concept_bakedgood_gravy": 20884, "concept_restaurant_melting_pot": 11617, "42.1019400000000,-91.7771200000000": 1821, "concept_coach_david_bailiff": 71814, "concept_male_william_norris": 60934, "concept_writer_e__annie_proulx": 64091, "concept_athlete_russell_branyan": 65486, "concept_sportsteam_long_beach_st__49ers": 41351, "concept_athlete_dustin_byfuglien": 66540, "concept_country_rwanda": 2453, "concept_personeurope_napoleon": 10992, "concept_personeurope_william_shakespeare": 43136, "concept_river_prairie_dog_town_fork": 31966, "40.7311100000000,-73.9950000000000": 12169, "concept_athlete_javon_walker": 65676, "concept_clothing_cargo_pants": 53436, "concept_city_glendale_arizona": 73042, "concept_weapon_programs": 53881, "concept_musicartist_allman_brothers_band": 62898, "concept_person_crispin_glover": 15780, "concept_personalcareitem_nature": 27498, "concept_sportsequipment_tours": 9924, "concept_professor_wen_yang": 28060, "33.6957100000000,-112.4159100000000": 11707, "61.9757300000000,-144.4175600000000": 16906, "21.3027800000000,-157.8538900000000": 36029, "concept_automobilemodel_econoline_cargo": 21178, "concept_river_reuss": 38863, "concept_book_mortal_allies": 64375, "concept_university_extension_school": 22591, "concept_street_quarry_lane": 2011, "concept_coach_chris_paul": 60845, "concept_televisionstation_knaz_tv": 13549, "49.4001300000000,-86.5666600000000": 16785, "concept_hotel_chisos_mountain_lodge": 15178, "concept_geometricshape_diagram": 4367, "concept_profession_services_employees": 52357, "concept_televisionstation_kcal": 31337, "concept_governmentorganization_u_s__fish": 28141, "concept_academicfield_maps": 23813, "concept_attraction_houston___texas": 51123, "45.1274650000000,-91.3110000000000": 8884, "concept_personaustralia_terry_deary": 15351, "46.3579900000000,-112.2700100000000": 21521, "concept_sportsteam_florida_a_m_rattlers": 40857, "concept_date_november_2008": 36851, "concept_date_november_2007": 36850, "concept_officebuildingroom_two_room_suites": 52705, "concept_ceo_venugopal_dhoot": 10989, "concept_athlete_ted_mcanlis": 67246, "concept_governmentorganization_cabinet": 28723, "concept_weapon_mace_pepper_spray": 54494, "concept_bodypart_spinal_chord": 3344, "concept_televisionstation_wsre_tv": 30409, "concept_nonprofitorganization_data": 7472, "concept_personus_employee": 27555, "concept_athlete_eddie_george": 67373, "concept_jobposition_decree": 8463, "concept_academicfield_communications_management": 46159, "concept_hotel_sebel_playford_adelaide": 29967, "concept_geopoliticalorganization_nevada_college": 34079, "concept_profession_leadership": 52031, "concept_athlete_nick_blackburn": 67085, "concept_university_nova_southeastern": 32796, "concept_fish_yellowfin_tuna": 49559, "concept_athlete_john_ruiz": 65413, "41.5443371428571,-83.6437042857143": 22819, "concept_airport_adams_field": 35311, "concept_criminal_web_pages": 7510, "concept_musician_paul_weller": 15704, "concept_river_pemigewasset": 38988, "concept_comedian_nicole_richie": 29237, "concept_museum_smithsonian": 29885, "concept_televisionstation_wvaw_lp": 31208, "concept_airport_nimes_airport": 35269, "concept_city_oakland_park": 37535, "concept_personeurope_winston_churchill": 43400, "concept_city_cary": 5660, "concept_food_termites": 49460, "34.0156000000000,-84.1670000000000": 47549, "concept_bakedgood_entire_cake": 55805, "concept_university_nottingham": 15517, "concept_videogame_estrogen": 9254, "35.1561400000000,-89.9483400000000": 42140, "concept_politicianus_bobby_jindal": 68726, "concept_website_minneapolis_star_tribune": 70634, "concept_weapon_v_2_rocket": 53923, "concept_hospital_froedtert": 35731, "concept_book_tropic_of_cancer": 44423, "concept_hallwayitem_headliner": 22649, "concept_videogame_vital_nutrients": 9252, "concept_writer_frank_norris": 44050, "concept_buildingmaterial_head": 18772, "concept_televisionstation_wsyr_tv": 30515, "concept_attraction_big_ben001": 9067, 