{"concept_hotel_khimsar_fort": 27434, "concept_company_arcelor_mittal": 71345, "concept_sportsteam_graduate_institute_of_international_studies": 40850, "concept_drug_carvedilol": 50891, "concept_weapon_game_rifle": 54409, "concept_county_uis": 33450, "concept_professionalorganization_national_conference": 5532, "concept_county_dearne": 6631, "30.5024600000000,-90.2448600000000": 6254, "concept_website_steam": 25813, "concept_hotel_dylan": 34691, "concept_airport_sdia": 23494, "concept_city_milwaukee": 4080, "concept_mlarea_tumor": 17384, "concept_stadiumoreventvenue_kellyshorts_stadium": 13871, "concept_city_san_marcos": 33601, "concept_city_ypsilanti": 33912, "concept_buildingfeature_water_heater": 7703, "concept_river_limmat": 37572, "concept_furniture_mattress": 56326, "concept_politicianus_bob_goodlatte": 68124, "concept_journalist_bart_hubbuch": 70693, "concept_attraction_n10_downing_street": 57029, "concept_person_sir_stafford_cripps": 61289, "concept_hotel_intercontinental_los_angeles_century_city": 34510, "concept_drug_effexor_xr": 48275, "concept_aquarium_world_government": 57481, "concept_boardgame_nicer": 47299, "concept_chemical_fluorides": 50688, "concept_person_john_f___kerry": 59643, "concept_ceo_daniel_vasella": 16820, "concept_musicartist_load": 15843, "concept_automobilemodel_f150": 73004, "concept_personus_john_vornholt": 68966, "concept_bakedgood_soft_drinks": 55723, "concept_sportsteam_william_penn_statesmen": 41162, "concept_sportsteam_colonels": 47330, "concept_movie_lonesome_dove": 18103, "concept_eventoutcome_position": 17279, "concept_hallwayitem_town_gate": 5469, "concept_musicalbum_mockingbird": 21639, "concept_politicsblog_real_estate": 56601, "concept_jobposition_deputy_minister": 6646, "concept_book_a_dangerous_fortune": 45095, "concept_attraction_blackfriars": 57722, "concept_attraction_national_film_theatre001": 19554, "concept_stateorprovince_oh": 33504, "-45.7583800000000,170.2801000000000": 74965, "concept_visualartist_joanny": 15636, "47.8001600000000,-77.1827300000000": 69818, "4.7731300000000,7.7786100000000": 2273, "concept_person_vitor_meira": 71205, "concept_insect_whiteflies": 50023, "concept_writer_hilton": 11191, "concept_geopoliticallocation_holland": 7746, "concept_wine_hotel_sierra_silvana": 18693, "concept_chef_george_greenstein": 69984, "concept_sportsleague_northwoods_league": 4292, "concept_winery_york_area": 17289, "concept_televisionstation_wfsg": 31343, "concept_book_the_martian_way_and_other_stories": 20103, "concept_journalist_andy_katz": 70714, "concept_crustacean_ghost_shrimp": 49926, "concept_agriculturalproduct_crushed_red_pepper": 55303, "concept_televisionstation_ktci": 30559, "concept_personeurope_shawn_fanning": 16743, "concept_bird_shetlands": 1682, "concept_journalist_robin_toner": 70643, "concept_sportsteam_expos": 40163, "concept_agriculturalproduct_dressing": 55884, "concept_currency_last_week": 14191, "concept_musicartist_pearl_jam": 60200, "concept_beverage_stuffing": 20630, "concept_videogame_chickies": 16147, "concept_book_guardian": 44950, "concept_flooritem_shower_head": 15153, "concept_writer_gilbert_morris": 63510, "concept_stateorprovince_widget": 28349, "concept_city_bangkok": 15150, "concept_hobby_markets": 74630, "concept_person_faith_hill001": 59894, "concept_mldataset_bay": 8735, "concept_biotechcompany_baxter": 50638, "concept_journalist_john_mccormick": 69327, "concept_female_seven": 17028, "concept_personcanada_tahmima_anam": 15035, "concept_chemical_sugar": 50354, "concept_sportsteamposition_center_redmond": 45544, "concept_company_forbes001": 8031, "concept_journalist_james_glanz": 67774, "concept_scientist_ken_thompson": 24226, "concept_hotel_four_seasons_milan": 8739, "concept_mammal_beagles": 49400, "concept_politicianus_pat_buchanan": 68504, "concept_book_n2061_odyssey_three": 69319, "concept_lake_middle_andaman": 4394, "concept_book_the_story_of_my_life": 43159, "concept_disease_irritable_bowel_syndrome": 46981, "concept_sportsteam_southwest_texas_state_university": 40019, "concept_musicalbum_embodiment": 14032, "concept_artery_brachiocephalic": 59251, "concept_company_tiger": 6248, "concept_university_wake_forest": 32730, "concept_televisionstation_wfmz_tv": 30314, "concept_televisionstation_wfsb": 31342, "concept_person_chuck": 71300, "concept_mammal_grazers": 49407, "concept_writer_alistair_maclean": 64388, "concept_politicianus_presidential_election": 19912, "concept_newspaper_lafayette": 7049, "35.9566700000000,64.7472200000000": 14014, "concept_university_iowa_state_university": 46457, "concept_writer_christina_stead": 44817, "concept_book_the_beautiful_room_is_empty": 22927, "concept_governmentorganization_federal_bureau": 51334, "41.9113000000000,12.4696000000000": 7860, "concept_book_cosmos": 45134, "concept_athlete_craig_robinson": 39970, "concept_book_the_time_machine": 21626, "concept_country_former_ussr": 33284, "concept_city_mooringsport": 4880, "concept_bacteria_leptospira": 47844, "concept_drug_bupropion": 58502, "concept_movie_star_trek": 60722, "concept_landscapefeatures_country_lanes": 52694, "concept_sport_ncaa_basketball": 42872, "concept_person_angelina": 12075, "concept_writer_davida_wills_hurwin": 43827, "concept_book_nicholas_nickleby": 43657, "concept_chemical_different_chemicals": 50545, "concept_athlete_p_j__walters": 6296, "concept_book_elbow_room": 45049, "concept_grain_nassau_county": 20385, "concept_building_oare": 33833, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 57243, "concept_museum_allied_artists": 33922, "concept_drug_tavist": 58164, "concept_charactertrait_school_science": 47576, "35.5699000000000,139.7294000000000": 75147, "concept_fruit_limes": 55532, "concept_park_harlem": 32524, "concept_televisionstation_katu_tv": 30736, "concept_stadiumoreventvenue_pikes_peak_center": 35781, "concept_retailstore_sony": 14893, "concept_fungus_hth": 75393, "concept_book_the_main_chance": 12968, "concept_politicianus_republican_senator_norm_coleman": 68686, "concept_academicfield_environmental": 45798, "concept_governmentorganization_ohio_department": 51441, "concept_weapon_seven_missiles": 54318, "concept_braintissue_patients": 29116, "concept_mountain_central_sierra_nevada": 41785, "concept_city_stephenville": 39283, "concept_coach_al_arbour": 40584, "concept_drug_sinemet": 58275, "concept_musicalbum_steppenwolf": 26619, "concept_bank_pioneer": 19749, "concept_museum_lyndhurst": 11310, "concept_country_senegal": 5287, "34.9151000000000,-95.3310800000000": 33020, "concept_blog_wral_tv": 27851, "concept_academicfield_geophysics": 45825, "concept_disease_cancer_increase": 55466, "concept_beverage_cola": 54868, "concept_county_southwestern_state_university": 7487, "concept_nut_eggplant": 20564, "concept_river_delaware_river": 31891, "concept_athlete_travis_diener": 66822, "concept_university_liverpool_university": 46631, "concept_visualizablething_palm_oil": 55354, "concept_automobilemodel_terrain": 72830, "concept_eventoutcome_control_system": 51715, "concept_visualartist_walter_pater": 3094, "concept_coach_hassan_adams": 67441, "concept_sportsgame_playoffs": 27189, "concept_musician_rbd": 3578, "concept_tableitem_screen": 3105, "concept_disease_acute_infectious_disease": 47704, "concept_person_thomas_seymour": 28953, "concept_writer_dickens": 43373, "concept_televisionstation_kdtn": 9598, "concept_sportsteam_babson_college": 41532, "concept_room_masters_bedroom": 53256, "concept_bodypart_foal": 26797, "concept_geopoliticallocation_earthquake": 33233, "concept_website_asian": 1687, "concept_book_ella_enchanted": 1713, "concept_profession_deployment": 52252, "concept_televisionstation_kdtf": 31020, "concept_mountainrange_loita_hills": 56777, "concept_country___america": 1119, "concept_park_atlanta_state_park": 32553, "concept_writer_leo_tolstoy": 44097, "concept_officebuildingroom_masterbedroom": 26356, "41.8758700000000,-87.6247700000000": 23348, "concept_mountainrange_middle_atlas": 7868, "concept_chemical_iodine": 50942, "-16.4386400000000,-39.0809200000000": 1150, "concept_journalist_tommy_doyle": 17036, "concept_vein_pituitary_gland": 2488, "concept_insect_insects": 6925, "concept_biotechcompany_daiichi": 72122, "concept_mldataset_bt": 23376, "43.4513600000000,-1.5448700000000": 20821, "concept_musician_justin_hayward": 62041, "concept_weapon_automatic_pistol": 53992, "concept_newspaper_wall_street_journal": 56421, "concept_drug_loratadine": 50510, "concept_personmexico_luis_gonzalez": 65706, "concept_company_tivo": 26661, "concept_company_msn_search": 4023, "concept_trainstation_code": 11085, "concept_company_international_steel_group": 61949, "34.9506500000000,-90.3123200000000": 27384, "concept_musician_bo_diddley": 62542, "concept_drug_vancomycin": 48012, "concept_physiologicalcondition_weight_loss": 48071, "concept_city_annandale": 38774, "concept_beverage_cherries": 55213, "concept_company_business_objects": 71989, "concept_writer_ahdaf_soueif": 64503, "concept_stadiumoreventvenue_bowman_gray_stadium": 74257, "concept_bathroomitem_hair_dryers": 59046, "concept_politicianus_john_tyler": 68266, "concept_beach_jimbaran_bay": 15832, "concept_bank_vtb": 73643, "concept_biotechcompany_immunex": 72111, "concept_buildingfeature_garage_doors": 58622, "concept_hotel_taj_mahal_palace___tower": 34176, "concept_landscapefeatures_coastlines": 10991, "concept_scientist_simone_de_beauvoir": 70996, "22.2826900000000,114.1391250000000": 8191, "concept_televisionstation_waff_tv": 30333, "37.6000000000000,83.8333300000000": 3280, "concept_weapon_intercontinental_ballistic_missiles": 54543, "concept_person_russell_brand": 59925, "concept_island_recommendation": 18036, "concept_city_place": 6832, "concept_journalist_marc_lacey": 69010, "55.9333300000000,-3.1666700000000": 34026, "concept_person_kore": 69474, "concept_emotion_fun": 5568, "concept_athlete_whitter": 21037, "concept_geopoliticallocation_purdue": 16086, "concept_city_amissville": 39328, "concept_musicartist_tips": 13422, "concept_book_martin_eden": 44295, "concept_island_guantanamo_bay": 18327, "concept_river_sheyenne": 31915, "concept_musician_erik_rutan": 62796, "concept_criminal_vissarion": 23747, "44.1333300000000,5.1000000000000": 36261, "concept_profession_technical_professionals": 52117, "concept_university_jewish_theological": 20266, "concept_athlete_ian_johnson": 67218, "concept_governmentorganization_sec": 51341, "concept_city_crestview_hills": 39333, "concept_medicalprocedure_bypass_surgery": 43012, "concept_hotel_rum_point_inn": 3387, "concept_biotechcompany_hoffman_la_roche": 48265, "38.8956700000000,-77.0399800000000": 1700, "concept_protein_vitamin_d": 55196, "62.4333300000000,30.3000000000000": 26180, "concept_politician_senator_dewine": 71706, "concept_book_phantom_of_the_opera": 44467, "concept_personasia_johnny_ford": 5903, "concept_bird_wild_turkeys": 49262, "concept_beach_hawaii": 75353, "concept_athlete_trevor_hoffman": 65173, "concept_city_srinagar": 38827, "concept_county_amos_tuck_school": 22035, "concept_book_dragonriders_of_pern": 44179, "concept_lake_big_spring": 16470, "concept_movie_badlands": 64983, "concept_city_island_no_": 39204, "concept_city_sabres": 10224, "concept_company_swatch": 73308, "concept_grain_rye": 55314, "concept_disease_add_adhd": 49033, "concept_musician_otis_redding": 62494, "concept_city_collierville": 37450, "concept_hotel_budget": 34792, "concept_academicfield_email": 45958, "concept_journalist_walter_pincus": 70491, "44.9501500000000,-63.5987000000000": 72464, "39.6191500000000,-105.7958400000000": 595, "concept_athlete_willie_harris": 67045, "concept_beach_bahia_pez_vela": 9809, "concept_website_quotes": 28311, "concept_personafrica_sofia_coppola": 60559, "concept_terroristorganization_harkat_ul_mujahideen": 51619, "concept_airport_hancock_international": 35077, "concept_newspaper_the_globe_and_mail": 56505, "concept_island_holiday": 6890, "concept_astronaut_eads": 19720, "concept_food_fresh_basil": 20411, "concept_weapon_case": 15844, "concept_musicartist_rise_against": 73894, "34.7750600000000,-85.0029300000000": 16962, "concept_writer_tacitus": 43947, "concept_televisionstation_wfxb_tv": 31604, "20.7430600000000,-156.8961100000000": 19040, "concept_country_career": 11060, "concept_county_savannah_area": 4261, "concept_book_little_house_in_the_big_woods": 63546, "concept_automobilemodel_edge": 55952, "concept_politicsissue_activity": 24986, "concept_organization_heilongjiang": 37863, "concept_person_shirley": 71174, "concept_sportsteam_the_masters_college_mustangs": 41106, "concept_movie_eraserhead": 64839, "concept_bodypart_skin_constrict": 3861, "concept_athlete_craig_biggio": 59827, "concept_mountainrange_lesser_caucasus": 56724, "concept_country_united_arab_emirates": 14141, "57.4059650000000,-4.3542150000000": 21954, "concept_clothing_leather_shoe": 59360, "concept_book_life_is_a_caravanserai": 23252, "concept_river_atchafalaya_river": 32078, "concept_movie_norma_rae": 61568, "concept_attraction_camden_lock": 57748, "concept_website_the_express": 56439, "concept_city_torshavn": 33058, "47.3417200000000,-84.6499100000000": 24068, "concept_company_medco": 72162, "concept_county_savannah": 4558, "concept_chemical_water": 50308, "concept_person_henry": 14838, "33.4252800000000,44.5300000000000": 10295, "64.7166700000000,32.4833300000000": 6861, "concept_politicsblog_raleigh": 23205, "concept_drug_tranxene_t_tab": 58404, "concept_personcanada_belzec": 5751, "concept_sportsteam_baylor_bears_basketball": 40449, "concept_building_mohammed_v": 8317, "concept_academicfield_foreign_languages_and_literatures": 46573, "concept_book_a_dying_light_in_corduba": 44897, "concept_director_roberto_benigni": 65051, "concept_hotel_sari_pan_pacific_hotel": 34579, "concept_book_amerika": 44371, "concept_sportsteam_dakota_state_trojans": 41101, "concept_city_kashi": 37528, "concept_vertebrate_ships": 29438, "concept_academicfield_pc": 6274, "concept_televisionstation_wbpg": 30797, "concept_traditionalgame_big_one": 18008, "concept_retailstore_virgin_records": 4409, "concept_tableitem_site_visitor": 25801, "concept_sportsteam_florida_intl_golden_panthers": 40124, "concept_city_la_palma": 4968, "concept_university_anderson_graduate_school_of_management": 32956, "concept_animal_calf": 50113, "concept_personeurope_maddie": 4339, "concept_coach_justin_miller": 59898, "concept_room_lab": 24931, "concept_politician_mary_mcaleese": 71770, "concept_physiologicalcondition_cancer_increases": 55476, "concept_park_the_castro": 32699, "concept_city_sharm_el_sheikh": 37538, "concept_disease_sickle_cell_anemia": 49115, "concept_radiostation_kpcc": 41882, "concept_musicartist_devo": 21479, "concept_hotel_gaylord_national": 34841, "concept_room_small_lounge": 53137, "concept_invertebrate_worms": 7459, "concept_university_new_mexico_school": 17749, "concept_buildingmaterial_polycarbonate": 56049, "concept_writer_sandor_marai": 64142, "concept_city_knock": 38008, "concept_weapon_vent_free_gas": 54478, "concept_writer_walter_pater": 64541, "concept_recordlabel_blackend": 24830, "concept_person_mississippi_state": 29314, "concept_writer_tolkein": 45175, "concept_food_meals": 55454, "concept_room_oceanfront_room": 52963, "concept_criminal_carlo_ponti": 17798, "concept_book_taps": 24697, "concept_ceo_anne_rice": 71494, "concept_river_willamette_river": 31936, "concept_athlete_dinara_safina": 65583, "concept_bird_elephant": 7409, "concept_coach_clint_barmes": 65401, "concept_newspaper_dayton_daily_news": 70273, "concept_bacteria_rickettsia_prowazekii": 47624, "concept_sportsequipment_freestyle": 918, "concept_jobposition_trainer": 51865, "concept_movie_chinatown": 61570, "concept_city_st_charles": 38879, "concept_blog_va": 17839, "concept_hotel_royal_york": 34577, "concept_coach_righetti": 8746, "concept_jobposition_social_worker": 51858, "concept_professor_david_hoffman": 69073, "concept_academicfield_communication_studies": 45923, "concept_videogame_grandmother": 11484, "concept_furniture_double_sofa": 58761, "concept_academicfield_public_service": 46352, "concept_person_bl__innocent_xi": 71214, "35.0855600000000,63.1744400000000": 25460, "concept_sportsteam_bulldogs": 39883, "concept_city_ozark": 19459, "concept_scientist_max_frisch": 63832, "concept_drug_zyvox": 48273, "concept_country_republic_of_kenya": 33211, "concept_person_master_p": 23359, "concept_attraction_vat_phou": 21269, "concept_city_arvada": 5050, "concept_geometricshape_shape": 798, "concept_mountainrange_southern_rockies": 56695, "concept_room_principal_bedroom": 53341, "concept_disease_pervasive_developmental_disorders": 1259, "concept_visualizablething_cathedral": 57031, "concept_journalist_michael_abramowitz": 70559, "-8.5336100000000,126.7102800000000": 10161, "concept_company_frontier_airlines": 72706, "concept_arthropod_natural_enemies": 49951, "concept_island_brecqhou": 9332, "concept_weapon_anti_ballistic_missile": 54079, "concept_sportsteam_uc_san_diego": 40605, "concept_county_palm_coast": 26200, "concept_geopoliticalorganization_torun": 27670, "concept_academicfield_liberal_arts": 45961, "concept_televisionstation_kiku": 31651, "concept_televisionstation_kvii": 30268, "concept_city_delray_beach": 37278, "concept_televisionstation_kvie": 30269, "concept_chemical_glutamate": 50928, "concept_male_alex_lifeson": 59636, "concept_visualartist_robert_drummond": 24574, "concept_televisionstation_kvia": 30272, "concept_personus_allan_moss": 73505, "concept_book_war_and_peace": 2799, "concept_politicianus_second_person": 3438, "20.9169400000000,-156.3938900000000": 21988, "concept_professor_kevin_mckenna": 69576, "concept_personnorthamerica_fax": 2775, "concept_athlete_dee_brown": 60605, "concept_musician_yngwie_malmsteen": 62554, "concept_lake_lolland": 25234, "concept_athlete_colter_bean": 66179, "concept_televisionstation_kviq": 30270, "concept_personnorthamerica_abdul_ahad": 25459, "concept_televisionstation_wtmj": 13050, "concept_book_alice": 43686, "concept_actor_patricia_neal": 61522, "concept_mountain_mount_miserable": 41760, "concept_monument_philadelphia_area": 17256, "37.7755000000000,-122.4202400000000": 2823, "concept_televisionstation_wtmd": 30517, "concept_book_celestine_prophecy": 43983, "concept_personeurope_malcolm_lowry": 6688, "concept_drug_oxaliplatin": 48192, "concept_drug_ibuprofen": 50321, "concept_book_blackwood_farm": 44501, "concept_bank_usps_air_mail": 11775, "concept_bank_npm": 22782, "concept_nondiseasecondition_mahalo": 16018, "concept_amphibian_nostrils": 18017, "concept_visualartist_frederic_remington": 69786, "concept_architect_italo_svevo": 25779, "concept_coach_gary_pinkel": 16968, "concept_book_last_of_the_mohicans": 43400, "concept_stadiumoreventvenue_civic_center": 35955, "concept_sportsteam_morgan_st_bears": 40671, "concept_mountain_mauna_kea": 41575, "43.4833300000000,4.4666700000000": 67760, "concept_actor_raye_dowell": 61681, "concept_automobilemaker_triumph": 4075, "concept_room_spacious_loft": 52995, "concept_politicalparty_college": 2245, "37.1419750000000,-118.5557500000000": 23800, "concept_athlete_tyson_chandler": 66147, "concept_politician_chester_a__arthur": 71697, "concept_plant_live_oak": 48440, "concept_ceo_jay_adelson": 16255, "concept_book_starship_troopers": 44861, "concept_sportsgame_end": 47427, "concept_academicfield_accreditation": 74933, "concept_weapon_united_states_navy": 12274, "concept_lake_salmon_river": 39472, "concept_politicalparty_international_monetary_fund": 74990, "concept_writer_p__l__travers": 44514, "48.1460000000000,17.1160000000000": 16791, "concept_crustacean_lobsters": 48834, "concept_musician_robert_johnson": 62265, "concept_person_penny_lancaster": 3288, "concept_politicianus_lieberman": 59616, "concept_musician_styx": 6378, "concept_insect_gnats": 49977, "concept_product_adobe_acrobat": 13696, "concept_ceo_andy_grove": 18837, "concept_person_sims": 20886, "concept_zoo_celeste_center": 8651, "concept_biotechcompany_pain": 25785, "concept_architect_application": 7282, "concept_county_nicholls_state": 19928, "concept_publication_job_opportunities": 4349, "concept_physicalcharacteristic_mess": 47573, "concept_person_sills": 18045, "concept_book_complete_novels": 64012, "concept_disease_heart_problems": 47018, "concept_athlete_alonzo_mourning": 59916, "concept_room_marble_master_bath": 56100, "concept_consumerelectronicitem_operating_systems": 28495, "concept_academicfield_clinics": 3540, "concept_beach_blawenburg": 7039, "concept_transportation_money": 1345, "concept_coach_bob_bradley": 23669, "concept_airport_taylor_lake_village": 21255, "concept_researchproject_study": 12373, "concept_athlete_darren_clarke": 65176, "concept_retailstore_cafe_coffee_day": 33807, "concept_musicartist_jesus_lizard": 62215, "concept_fish_hammerhead_sharks": 48849, "concept_vegetable_peanuts": 20751, "32.5916662500000,130.2604162500000": 7037, "concept_televisionstation_ksmq_tv": 30931, "concept_website_decision": 29118, "concept_city_otsego": 37101, "concept_athlete_bill_bray": 60400, "concept_landscapefeatures_seascapes": 4447, "concept_agriculturalproduct_slow_cooker": 55888, "concept_drug_anacin": 48183, "concept_book_dragons_on_englor": 63476, "concept_book_death_be_not_proud": 60258, "concept_musicgenre_grunge_rock": 50251, "concept_writer_brownbear": 5619, "concept_televisionstation_kswb": 30702, "35.8892500000000,-93.7310200000000": 47302, "concept_insect_spectacle": 9309, "38.2245600000000,-0.5191900000000": 2874, "concept_book_baking_cakes_in_kigali": 69502, "concept_park_fan": 11096, "concept_personmexico_michael": 67863, "concept_book_on_writing__a_memoir_of_the_craft": 45405, "concept_televisionstation_ktab_tv": 31259, "concept_arachnid_lone_star_tick": 49954, "concept_plant_pathfinder": 24035, "concept_book_the_way_of_shadows": 63863, "concept_bathroomitem_whirlpool_tubs": 59056, "concept_televisionstation_kwnb_tv": 30484, "concept_sportsteam_queen_s": 40554, "concept_politicianus_john_salazar": 68566, "concept_arthropod_bit": 27921, "concept_chemical_atoms": 50279, "concept_river_paktia_province": 15301, "concept_academicfield_extension": 46264, "23.0833300000000,70.1333300000000": 51154, "concept_vehicle_government_agencies": 16122, "concept_personmexico_david_west": 67853, "concept_movie_octopussy": 59590, "concept_politicianus_senator_kohl": 68664, "concept_hotel_tower": 34586, "concept_sportsteam_charlotte_49ers": 29709, "21.1500000000000,97.3500000000000": 12517, "concept_radiostation_wish_tv": 42008, "concept_company_miami_herald001": 6520, "concept_book_attention": 30117, "concept_personcanada_rupert_friend": 60345, "concept_planet_question": 17182, "concept_room_second_guest_room": 53338, "concept_writer_john_updike": 43138, "concept_mlsoftware_beep": 67924, "concept_bodypart_heart": 59146, "concept_book_the_neon_rain": 63920, "concept_visualizablescene_leeds_bradford": 35348, "concept_language_windish": 2023, "35.8269300000000,-82.1119200000000": 19933, "concept_male_billy_ray_cyrus": 60503, "concept_wine_green_bay": 14710, "-42.8166700000000,147.3166700000000": 15188, "concept_person_martha_miller": 61321, "concept_male_abigail": 27368, "concept_plant_stately_oaks": 24899, "39.9858200000000,-105.1130400000000": 26615, "concept_governmentorganization_office_of_management_and_budget": 14071, "concept_mountain_sneffels": 41756, "concept_politicianus_matt_blunt": 68502, "concept_organization_cpvcc": 71327, "concept_journalist_clyde_haberman": 70487, "concept_sportsgame_n2008_nba_finals": 47413, "concept_person_gabriel": 2281, "concept_politicalparty_coalition_provisional_authority": 51604, "concept_politicianus_democratic_candidate_barack_obama": 12201, "concept_musicartist_mars_volta": 73910, "concept_weapon_uzi_machine_guns": 53725, "concept_bank_hbos": 73361, "concept_city_bhagalpur": 37968, "concept_videogamesystem_adobe_lightroom": 13738, "concept_governmentorganization_oge": 14072, "concept_person_tonya_lewis_lee": 14992, "concept_radiostation_kblr": 42086, "concept_nut_hypertension": 8557, "concept_personcanada_michael_gordon": 67691, "concept_person_steve_mcpherson": 7621, "concept_weapon_smartlock_pistols": 54102, "concept_sportsteam_philies": 47388, "concept_weapon_five_weapons": 54166, "concept_athlete_joe_gordon": 66528, "concept_male_last_adam": 74893, "concept_filmfestival_eight": 11566, "concept_clothing_costume": 53429, "concept_book_shogun": 64577, "concept_writer_thomas_keneally": 44000, "concept_city_canby": 37093, "concept_buildingfeature_frames": 58613, "concept_academicfield_engineering_psychology": 46114, "concept_athlete_charlie_morton": 60940, "concept_sportsteamposition_pitcher": 42760, "concept_visualizablething_front": 14796, "concept_port_kessingland": 75035, "concept_coach_chris_berman": 67474, "concept_profession_contacting": 51390, "concept_vegetable_walnuts": 20524, "concept_governmentorganization_federal_transit_administration": 14697, "concept_book_mystery": 1488, "concept_male_kenneth_wright": 60093, "concept_musicartist_rush": 59637, "concept_drug_blopress": 57990, "54.8766300000000,-94.9331700000000": 48200, "concept_book_deception_point": 60406, "concept_website_desktop": 28316, "concept_person_jamie": 61868, "concept_politicsissue_more_money": 1339, "concept_sport_motorsport": 42677, "concept_amphibian_care": 21665, "concept_writer_jim_marrs": 17083, "concept_televisionstation_wmmp": 31810, "concept_politicianus_richard_burr": 60454, "concept_politicsblog_citizen": 10650, "concept_airport_general_mitchell": 21021, "concept_insect_butterflies": 7475, "concept_physiologicalcondition_queensland_tick_typhus": 47677, "concept_book_all_about_h__hatterr": 3860, "concept_election_municipal_elections": 51677, "concept_book_sin_city": 45060, "concept_person_lanni": 63124, "concept_sportsgame_news": 47334, "concept_river_nushagak": 21544, "concept_athlete_josh_banks": 66137, "41.8818000000000,-87.6245350000000": 22441, "concept_academicfield_software_engineering": 45698, "concept_city_deerfield": 37506, "concept_scientificterm_conditional_random_fields": 42361, "concept_person_jack_newton": 69413, "concept_lake_lago_yelcho": 12255, "concept_jobposition_nursing": 1717, "concept_automobilemodel_ikon": 73036, "concept_personnorthamerica_johnson": 64783, "concept_drug_humalog": 58290, "concept_sportsteamposition_centrefield": 9343, "concept_officebuildingroom_spacious_double_rooms": 56162, "concept_book_the_assistant": 6693, "concept_automobilemodel_altima": 24030, "concept_city_leiria": 38678, "concept_book_firewall": 43931, "concept_movie_enchanted": 61378, "concept_profession_execution": 52387, "concept_personafrica_garden_city": 3214, "38.3395600000000,-75.6549300000000": 22920, "18.9654440000000,72.9338320000000": 34109, "concept_website_sidestep_": 24879, "concept_attraction_columbia_area": 29618, "concept_book_naked": 67981, "concept_wine_vintages": 5964, "concept_stadiumoreventvenue_oncenter": 36195, "concept_book_crucible": 45290, "concept_book_castle_roogna": 29077, "concept_movie_lost_in_translation": 60561, "concept_country_tunisia": 5303, "concept_female_gaile_parkin": 69501, "concept_athlete_mike_lincoln": 65660, "concept_musician_feist": 62363, "concept_bathroomitem_spa_tub": 58940, "concept_musician_sonny_landreth": 62745, "concept_city_castine": 38524, "concept_officebuildingroom_large_double_room": 53339, "concept_book_n3rd_degree": 45201, "concept_drug_tofranil": 58283, "concept_book_the_woodlanders": 44395, "concept_city_barcelona": 28977, "concept_televisionstation_kbfd": 9526, "concept_city_paw_creek": 4687, "concept_clothing_sale": 59423, "concept_person_keturah": 14111, "concept_fish_cold_water_species": 49782, "concept_transportation_exchanges": 10795, "concept_musicartist_rancid": 62438, "concept_beverage_madison": 18419, "concept_city_rancho_cordova": 38663, "concept_hobby_integrated_design": 12070, "concept_city_whistler": 35505, "concept_professionalorganization_american_wind_energy_association": 19695, "concept_automobilemaker_caterham": 73121, "concept_tool_tools": 1718, "concept_city_fridley": 37503, "concept_musicalbum_reality": 74625, "concept_city_alwar": 24632, "concept_university_university_of_hong_kong": 46703, "concept_agriculturalproduct_markets": 59504, "concept_book_dolores_claiborne": 45194, "concept_eventoutcome_establishment": 2723, "concept_book_the_return_of_the_soldier": 26146, "concept_company_asian_spirit": 72661, "concept_personaustralia_gary_pinkel": 16967, "concept_city_effingham": 37630, "concept_hobby_outdoor_adventure_activities": 47162, "concept_currency_myanmar": 12469, "concept_profession_technicians": 51917, "concept_politicianus_webb": 68821, "concept_automobileengine_ford_explorer": 5715, "concept_island_funafuti": 51253, "concept_book_from_dead_to_worse": 43849, "concept_bird_mammals": 10030, "concept_nut_server": 28499, "concept_musician_michael_angelo_batio": 62149, "concept_blog_spokesman": 8566, "concept_recordlabel_mute": 16929, "concept_time_canadian_football_hall_of_fame": 20311, "concept_visualartist_e_40": 14454, "concept_personus_use_returns": 68880, "concept_televisionstation_kwba": 30307, "concept_plant_saplings": 48363, "concept_politicalparty_australian_government": 51595, "concept_bird_dabblers": 28435, "34.7247650000000,-92.2577150000000": 35416, "concept_celebrity_justin_gaston": 22431, "concept_journalist_louis_uchitelle": 70192, "concept_athlete_xavi": 66930, "concept_aquarium_how_to_set_up_aquarium": 57539, "concept_bank_select": 24881, "concept_meat_bun": 20418, "concept_musicalbum_discovery": 21633, "concept_stadiumoreventvenue_sommet_center": 36083, "concept_politicianus_joseph_i__lieberman": 68447, "concept_company_maxis": 7591, "concept_braintissue_pineal_gland": 2365, "concept_person_jossey_bass": 10395, "concept_crustacean_kid": 571, "concept_bank_axa": 22833, "concept_person_phoebe": 22632, "concept_hallwayitem_radiant_floor": 57009, "concept_televisionstation_kcts": 31333, "41.7009300000000,-72.5934200000000": 2885, "concept_book_red_harvest": 44752, "concept_person_judge_david_hale": 71857, "concept_city_nagasaki": 38153, "concept_director_stanley_donen": 59725, "concept_mediatype_report": 13751, "concept_televisionshow_passion": 75224, "concept_disease_kidney_problems": 18632, "concept_island_hilton_head_island": 51233, "concept_book_king_john": 9375, "concept_writer_arthur_agatston": 44656, "concept_athlete_eddie_kunz": 66808, "concept_book_tuck_everlasting": 63722, "concept_bathroomitem_desktop": 28494, "concept_televisionstation_saint_louis": 11737, "concept_radiostation_knx": 41973, "concept_book_the_purpose_driven_life": 43298, "42.2081600000000,-71.0058800000000": 24166, "concept_coach_marshall_faulk": 60933, "concept_personus_barry_gibb": 19292, "concept_mountainrange_benevenagh": 21524, "concept_beach_bronx_ny": 928, "concept_radiostation_kuow_fm": 42135, "concept_sportsteam_albany_great_danes": 29799, "concept_attraction_temple_bar": 56008, "concept_visualizablething_soy_protein": 56030, "concept_bank_astoria": 6706, "concept_book_the_crying_of_lot_49": 43664, "43.7361100000000,7.4250000000000": 22810, "30.4135400000000,-97.7375100000000": 6602, "concept_televisionstation_kttv": 30603, "concept_personmexico_tito_ortiz": 60671, "concept_hotel_grand": 34793, "concept_person_david_boreanaz": 3311, "concept_stadiumoreventvenue_field": 35953, "concept_blog_slashdot": 14205, "concept_professionalorganization_oasis": 18570, "concept_furniture_beds": 56157, "concept_newspaper_neighbors": 74904, "concept_journalist_eric_bailey": 70792, "concept_male_kevin_garnett": 341, "concept_personus_shakespeare": 9354, "concept_journalist_kit_stier": 70476, "concept_meat_dish": 49607, "concept_city_link": 6800, "concept_sportsteam_hofstra_university": 41320, "concept_company_hk_disneyland": 72478, "concept_televisionstation_wptz_tv": 31662, "concept_bodypart_fetus": 2538, "concept_musician_chris_squire": 62896, "concept_politicianus_frist": 68028, "concept_hotel_fairmont_empress": 34818, "concept_ceo_janet_l__robinson": 71416, "concept_personus_john_browne": 3327, "concept_stateorprovince_states": 10745, "concept_city_linz": 38113, "concept_drug_galvus": 58584, "concept_nonprofitorganization_agc": 75138, "23.3168500000000,120.9199533333333": 3093, "concept_coach_andrew_alberts": 67388, "concept_athlete_dustin_pedroia": 60415, "concept_plant_palm_trees": 48484, "concept_convention_condition": 20324, "concept_city_johor_bahru": 33400, "concept_coach_new_jersey_devils": 67423, "concept_lake_strait_of_gibraltar": 24991, "concept_writer_dostoyevsky": 44652, "concept_drug_zomig": 58293, "concept_personeurope_e__nesbit": 64566, "concept_coach_south_carolina_gamecocks": 14006, "concept_athlete_lecavalier": 1739, "concept_book_mister_johnson": 43655, "concept_insect_housefly": 49988, "concept_mammal_axis": 49418, "concept_musicartist_deftones": 73994, "concept_person_sam_donaldson": 12860, "concept_sportsteam_kobe_university": 40852, "concept_software_microsoft_word": 13753, "concept_televisionstation_wkpt_tv": 30805, "concept_politicianus_dmitry_medvedev": 68788, "concept_televisionstation_wlvi_tv": 30996, "concept_city_rancho_cucamonga": 4713, "concept_academicfield_american_studies": 46048, "concept_artery_process": 59255, "34.0669900000000,-118.4007000000000": 34143, "concept_visualizablething_blood_stream": 8607, "concept_movie_terms_of_endearment": 61471, "concept_athlete_daniel_schlereth": 65486, "concept_airport_edinburgh_international_airport": 35108, "concept_airport_senai": 35190, "concept_book_the_communist_manifesto": 29893, "concept_stateorprovince_bahia": 33460, "concept_weapon_maces": 54311, "concept_website_new_yorker_magazine": 14234, "concept_city_khe_sanh": 29538, "concept_newspaper_toronto_sun": 56486, "concept_monument_deshnok": 17125, "concept_room_set": 10537, "concept_biotechcompany_control": 29001, "concept_sportsteam_cent__michigan_chippewas": 40755, "concept_movie_jfk": 61551, "concept_athlete_jake_delhomme": 66036, "concept_weapon_infantry_weapons": 54352, "concept_stadiumoreventvenue_baltimore_convention_center": 36117, "concept_movie_the_spy": 64549, "concept_beverage_potato_water": 54985, "concept_person_six_people": 61918, "concept_athlete_babe_ruth": 60356, "concept_company_longaberger": 8353, "concept_weapon_heavy_sword": 53852, "concept_city_ouagadougou": 37172, "concept_profession_special_education_teachers": 52152, "concept_transportation_edinburgh_airport": 35528, "concept_personus_extremists": 21560, "concept_mammal_sheep_": 11827, "concept_website_wpmi": 12848, "concept_country_hongkong": 39840, "27.7293500000000,-82.7432200000000": 32358, "concept_person_dizzy_trout": 10103, "concept_building_kuala_lumpur": 5464, "concept_book_lady_chatterley_s_lover": 23411, "concept_professionalorganization_kosciuszko_foundation": 74159, "concept_physicalaction_commerce": 27760, "concept_emotion_series": 25173, "concept_city_menominee": 38681, "concept_language_uzbek": 46806, "concept_agriculturalproduct_medicines": 47957, "concept_stadiumoreventvenue_adler_theatre": 38216, "concept_city_allahabad": 39148, "concept_personeurope_laura_esquivel": 2780, "concept_arthropod_files": 7822, "concept_politicsbill_washington_convention": 8498, "concept_recordlabel_water": 12504, "concept_politicianus_sen__clinton": 68399, "concept_book_witness": 3835, "concept_company_malaysian": 18075, "concept_university_universidad_complutense_de_madrid": 46828, "concept_visualizablescene_gentlemens": 14349, "concept_politicianus_president_ronald_reagan": 61182, "concept_musicartist_camel": 74072, "concept_bakedgood_loaf": 55821, "concept_comedian_medicine": 4398, "concept_judge_vissarion": 16287, "concept_radiostation_wbur": 42034, "concept_drug_tamiflu": 47959, "concept_televisionstation_wesh_tv": 31746, "33.3819000000000,-86.8091000000000": 9225, "concept_movie_ghost_rider": 60544, "concept_county_pontiac": 3271, "concept_aquarium_starfire_glass_aquarium": 57264, "concept_athlete_lidstrom": 521, "concept_disease_hiv_aids": 15839, "concept_airport_rapid_city_regional": 35389, "concept_politicianus_pat_leahy": 27305, "concept_bank_aflac": 74440, "concept_city_salamanca": 38389, "concept_sportsgame_four_weeks": 47535, "concept_musicgenre_seattle_grunge": 50215, "concept_visualartist_titian": 69749, "concept_celebrity_don_james": 37313, "51.5000000000000,-2.4166700000000": 51102, "42.3737100000000,-71.1097700000000": 15641, "concept_emotion_issue": 17216, "concept_bakedgood_strawberry_ice_cream": 55720, "concept_sportsteam_utep_miners": 29751, "concept_city_lead": 10860, "concept_book_five_quarters_of_the_orange": 44760, "34.5728800000000,-94.5730000000000": 51847, "concept_visualizablething_tsampa": 3069, "concept_ceo_mohsin_khan": 9456, "60.5750000000000,-1.1708325000000": 5796, "concept_blog_techcrunch": 56641, "concept_company_junglee": 56604, "concept_building_theatres": 17793, "concept_disease_attention_disorders": 49118, "concept_retailstore_lai_lai": 24816, "concept_arachnid_brown_widow": 49959, "concept_county_mackintosh_school": 51012, "concept_stadiumoreventvenue_interlagos": 26913, "concept_politicalparty_clinton_library": 23418, "concept_journalist_eli_lake": 70385, "concept_physicalaction_platform": 10130, "concept_politicalparty_bankers": 26183, "concept_biotechcompany_sap_ag": 71535, "concept_placeofworship_stockholm": 30073, "47.3899700000000,-110.0690900000000": 18107, "concept_bacteria_ascaris_lumbricoides": 47886, "concept_professor_steve_lohr": 69589, "concept_personus_bono": 6449, "concept_biotechcompany_icon": 27301, "concept_actor_jason_bleick": 61560, "concept_bodypart_appendix": 2360, "concept_musicsong_itunes": 1836, "concept_traditionalgame_rouge_et_noir": 12789, "concept_aquarium_spadina_aquarium": 57505, "concept_scientificterm_gamma_function": 42441, "concept_sportsleague_american_hockey_league": 74294, "concept_food_rice_mixture": 20633, "42.4445000000000,-83.1629000000000": 8905, "concept_drug_butalbital": 58412, "concept_company_brunswick_corporation": 72380, "45.4000000000000,28.0166700000000": 29605, "concept_kitchenitem_center": 3074, "concept_archaea_ladinos": 7700, "concept_book_carpe_jugulum": 5407, "concept_wine_classic_grape_varieties": 19181, "concept_bodypart_rib_cage": 59152, "concept_sportsleague_american_football_conference": 4427, "concept_automobileengine_ford_ranger": 5713, "concept_plant_native_grasses": 48576, "concept_winery_mcmanis": 75074, "concept_geopoliticallocation_pembroke_pines": 51121, "concept_profession_unions": 13486, "concept_insect_long_tongued_bees": 50087, "concept_city_panama_canal": 33297, "concept_athlete_brian_fuentes": 65779, "concept_city_troutdale": 37964, "concept_personmexico_jon_rauch": 60935, "concept_athlete_sergi_bruguera": 65700, "concept_chemical_images": 6288, "concept_mediatype_restructuring": 14396, "concept_book_a_question_of_death_an_illustrated_phry": 44389, "concept_placeofworship_murlough": 18361, "concept_person_judith_nathan": 71126, "concept_sportsteam_buffalo_braves": 40694, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40912, "concept_airport_san_diego_airport": 35280, "concept_jobposition_solicitor": 51875, "concept_weapon_nailgun": 53586, "concept_drug_ephedra": 58056, "concept_comedian_barry_levinson": 60597, "concept_city_south_pasadena": 33653, "-6.2355600000000,107.7255600000000": 23826, "concept_person_nathan": 6197, "concept_movie_hollywood_homicide": 60087, "concept_athlete_jeremy_powell": 67017, "concept_city_braunfels": 38285, "concept_female_patty_murray": 68546, "concept_organization_chinese_national_team": 71116, "concept_female_directors": 14930, "concept_sportsequipment_uniforms": 42700, "concept_sportsgame_n1959_world_series": 47469, "37.3602200000000,-120.5640800000000": 661, "concept_coach_jay_bruce": 66785, "concept_televisionstation_wfld_tv": 30654, "concept_kitchenitem_tender": 620, "concept_bathroomitem_tub_combination": 25074, "concept_company_anheuser_busch_companies001": 18874, "concept_biotechcompany_teva": 48076, "-38.2166700000000,144.2833300000000": 18059, "concept_musician_jaz_coleman": 62131, "concept_politicianus_frank_lautenberg": 68413, "concept_bathroomitem_roman_tub": 59065, "concept_muscle_dorsi": 9769, "43.6948414285714,15.6990485714286": 74915, "concept_nongovorganization_taxpayers": 10304, "concept_drug_doxazosin": 50699, "concept_sportsteam_central_european_university": 41182, "concept_academicfield_aerospace_engineering": 45888, "concept_musicsong_verona": 9369, "concept_ceo_business_contact": 6117, "30.4915900000000,-92.1817900000000": 29139, "concept_chemical_nitrogen_oxide": 50386, "concept_male_zipporah": 1034, "concept_software_playstation_2": 72060, "concept_book_the_hour_of_the_star": 63750, "concept_sportsteamposition_wr": 42976, "concept_fish_anchovies": 49741, "concept_lake_baja": 7744, "concept_hotel_renaissance": 34480, "35.0459100000000,-85.1213400000000": 21108, "concept_city_hayward": 38077, "concept_language_quecha": 46591, "concept_buildingmaterial_conduits": 27573, "31.3915500000000,-98.1886400000000": 14940, "concept_coach_patrick_pinkney": 67463, "concept_city_texarkana": 36952, "33.1820650000000,-87.5283400000000": 19986, "concept_profession_physical_therapists": 51974, "concept_mountain_mount_errigal": 41548, "concept_profession_designs": 17870, "concept_book_burnt_offerings": 45409, "concept_city_cannes": 13404, "concept_room_big_room": 26440, "concept_city_southampton": 35293, "concept_athlete_dwight_gooden": 66490, "concept_person_angel": 28168, "concept_ceo_service_terms": 52613, "concept_televisionstation_kttu_tv": 30874, "concept_river_faywood_hot_springs": 16698, "concept_museum_highlights": 10710, "concept_televisionstation_kdtv": 31018, "39.7716500000000,-105.4419400000000": 51723, "concept_musicartist_simple_minds": 28392, "concept_weapon_bigger_guns": 54497, "concept_weapon_market_gas": 54460, "concept_radiostation_kimn": 41957, "concept_bakedgood_breakfasts": 55728, "concept_disease_smallpox": 47787, "concept_agriculturalproduct_sherry": 55103, "concept_actor_spy": 64443, "concept_governmentorganization_usaid_": 30168, "concept_mammal_rhinos": 48837, "concept_hotel_maui_banyan": 27874, "concept_personus_rebecca_wells": 12522, "concept_stateorprovince_nunavut_territory": 33733, "concept_writer_ann_brashares": 45028, "23.5166700000000,80.9500000000000": 3309, "concept_hobby_tips": 21189, "concept_bank_fedex_ground": 73441, "concept_chemical_verify": 5486, "concept_software_microsoft_office_2003": 28534, "concept_plant_oak": 48304, "concept_personafrica_dave_anderson": 69116, "concept_journalist_scott_collins": 70650, "concept_person_bonimo_s_son": 69530, "concept_male_eber_four": 59933, "concept_insect_wasps": 48854, "concept_personmexico_matt_painter": 3136, "concept_person_diego": 9744, "concept_beverage_lime_juice": 55069, "concept_city_little_rock": 4118, "concept_musicinstrument_blues": 62507, "concept_movie_easy_rider": 59667, "concept_hobby_traditional_music": 47175, "concept_musician_duane_eddy": 62257, "concept_person_moises_alou": 8302, "concept_sportsteam_humboldt_state_jacks": 40924, "concept_athlete_jeff_mcinnis": 60183, "concept_bank_bmo_nesbitt_burns": 73368, "concept_park_london_paddington_station": 32701, "concept_celebrity_season": 2976, "concept_person_scooter_libby": 19077, "concept_food_whole_milk": 54820, "concept_fruit_coconut": 55332, "concept_city_westland": 36339, "concept_city_hacienda_heights": 5126, "concept_furniture_pillow_top_mattress": 58697, "concept_personasia_kareem_abdul_jabbar": 66142, "concept_artery_coronary_arteries": 16002, "concept_radiostation_wguc": 42065, "concept_sport_surf": 42965, "concept_musicsong_natchez": 24271, "concept_sportsgame_yars": 24394, "concept_language_mandarin_chinese": 46619, "concept_city_pico_rivera": 4830, "48.4667000000000,15.6667000000000": 3965, "concept_person_hank_baskett": 19853, "concept_company_rockwell": 72460, "concept_university_mercy_hospital_school": 75370, "concept_aquarium_sharks_aquarium": 57443, "concept_biotechcompany_xerox": 15706, "concept_room_kids": 10911, "concept_sport_sumo": 42984, "concept_city_kona": 35143, "concept_room_square_feet": 26326, "concept_musicsong_nebraska": 3132, "concept_academicfield_urban_and_regional_planning": 46054, "concept_plant_stems": 17645, "concept_city_hoedspruit": 26758, "concept_book_the_road": 43556, "concept_organization_safe_passage": 74101, "concept_dateliteral_n1846": 38801, "concept_personeurope_ken_kesey": 15303, "concept_room_fireplace": 53118, "concept_city_gulf_breeze": 23268, "concept_personmexico_steenhuis": 9995, "concept_person_angus_young": 22375, "concept_politicianus_tim_geithner": 68362, "concept_city_renville": 39065, "concept_beach_fort_ogden": 2027, "concept_geopoliticalorganization_laguna_hills": 4515, "concept_olympics_palestinian_national_authority": 8437, "concept_lake_kekova": 30028, "concept_male_javier_bardem": 23311, "concept_clothing_fishnets": 59402, "concept_park_league": 10735, "concept_televisionstation_ksnf": 30695, "concept_sportsteam_embry_riddle_eagles": 41483, "concept_televisionstation_tie": 26629, "concept_sportsteam_new_school_for_social_research": 40571, "concept_musician_little_richard": 62961, "concept_book_clarissa": 64660, "concept_stadiumoreventvenue_joe_louis_arena": 47, "concept_musicartist_mr_big": 17325, "concept_city_bartlesville": 12533, "concept_governmentorganization_illinois_state_library": 3233, "concept_lake_koh_mak": 12925, "concept_athlete_sparky_lyle": 66160, "37.3674000000000,-76.5336000000000": 47588, "concept_product_wedding": 55808, "concept_ceo_ferdinand_piech": 29249, "concept_mammal_furry_friends": 10381, "concept_athlete_byron_leftwich": 66826, "concept_city_luoyang": 36714, "concept_skiarea_picos_de_europa": 23049, "38.9880600000000,-76.9508300000000": 36009, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26857, "concept_journalist_dan_morain": 70848, "35.1628000000000,136.9180000000000": 32438, "concept_book_n7th_heaven": 43777, "concept_company_bp001": 3324, "concept_writer_linda_lael_miller": 44420, "concept_bakedgood_gravy": 20623, "concept_restaurant_melting_pot": 11055, "42.1019400000000,-91.7771200000000": 815, "concept_coach_david_bailiff": 71874, "concept_male_william_norris": 60925, "concept_writer_e__annie_proulx": 64152, "concept_athlete_russell_branyan": 65491, "concept_sportsteam_long_beach_st__49ers": 41363, "concept_country_rwanda": 1477, "concept_personeurope_napoleon": 10421, "concept_personeurope_william_shakespeare": 43150, "concept_river_prairie_dog_town_fork": 31922, "40.7311100000000,-73.9950000000000": 11627, "concept_athlete_javon_walker": 27, "concept_clothing_cargo_pants": 53469, "concept_city_glendale_arizona": 73099, "concept_weapon_programs": 53914, "concept_musicartist_allman_brothers_band": 62890, "concept_person_crispin_glover": 15391, "concept_personalcareitem_nature": 27394, "concept_sportsequipment_tours": 9310, "concept_professor_wen_yang": 27968, "33.6957100000000,-112.4159100000000": 11149, "61.9757300000000,-144.4175600000000": 16551, "21.3027800000000,-157.8538900000000": 35981, "concept_automobilemodel_econoline_cargo": 20921, "concept_river_reuss": 38818, "concept_book_mortal_allies": 64455, "concept_university_extension_school": 22354, "concept_street_quarry_lane": 1014, "concept_buildingfeature_components": 58639, "concept_televisionstation_knaz_tv": 13063, "49.4001300000000,-86.5666600000000": 16423, "concept_hotel_chisos_mountain_lodge": 14759, "concept_geometricshape_diagram": 3503, "concept_profession_services_employees": 52395, "concept_televisionstation_kcal": 31293, "concept_governmentorganization_u_s__fish": 28052, "concept_academicfield_maps": 23613, "concept_attraction_houston___texas": 51145, "45.1274650000000,-91.3110000000000": 8234, "concept_personaustralia_terry_deary": 14946, "46.3579900000000,-112.2700100000000": 21263, "concept_sportsteam_florida_a_m_rattlers": 40865, "concept_date_november_2008": 36781, "concept_date_november_2007": 36780, "concept_officebuildingroom_two_room_suites": 52738, "concept_ceo_venugopal_dhoot": 10418, "concept_athlete_ted_mcanlis": 67027, "concept_governmentorganization_cabinet": 28653, "concept_weapon_mace_pepper_spray": 54527, "concept_bodypart_spinal_chord": 2438, "concept_televisionstation_wsre_tv": 30365, "concept_nonprofitorganization_data": 6749, "concept_personus_employee": 27452, "concept_athlete_eddie_george": 67153, "concept_jobposition_decree": 7787, "concept_academicfield_communications_management": 46175, "concept_hotel_sebel_playford_adelaide": 29920, "concept_geopoliticalorganization_nevada_college": 34056, "concept_profession_leadership": 52069, "concept_athlete_nick_blackburn": 66864, "concept_university_nova_southeastern": 32755, "concept_fish_yellowfin_tuna": 49577, "concept_athlete_john_ruiz": 65425, "41.5443371428571,-83.6437042857143": 22595, "concept_airport_adams_field": 35288, "concept_criminal_web_pages": 6787, "concept_musician_paul_weller": 15311, "concept_river_pemigewasset": 38942, "concept_comedian_nicole_richie": 29178, "concept_museum_smithsonian": 29836, "concept_televisionstation_wvaw_lp": 31164, "concept_airport_nimes_airport": 35246, "concept_city_oakland_park": 37472, "concept_personeurope_winston_churchill": 43414, "concept_city_cary": 4870, "concept_food_termites": 49478, "34.0156000000000,-84.1670000000000": 47566, "concept_bakedgood_entire_cake": 55838, "concept_university_nottingham": 15115, "concept_videogame_estrogen": 8617, "35.1561400000000,-89.9483400000000": 42154, "concept_politicianus_bobby_jindal": 68621, "concept_website_minneapolis_star_tribune": 70659, "concept_weapon_v_2_rocket": 53956, "concept_hospital_froedtert": 35709, "concept_book_tropic_of_cancer": 44438, "concept_hallwayitem_headliner": 22414, "concept_videogame_vital_nutrients": 8615, "concept_writer_frank_norris": 44064, "concept_buildingmaterial_head": 18466, "concept_televisionstation_wsyr_tv": 30471, "concept_attraction_big_ben001": 8421, "concept_biotechcompany_berlex": 48067, 