{"concept_hotel_khimsar_fort": 27160, "concept_sportsteam_graduate_institute_of_international_studies": 40393, "concept_drug_carvedilol": 50445, "concept_weapon_game_rifle": 53969, "concept_county_uis": 32937, "concept_professionalorganization_national_conference": 5457, "concept_county_dearne": 6544, "30.5024600000000,-90.2448600000000": 6169, "concept_website_steam": 25550, "concept_hotel_dylan": 34178, "concept_airport_sdia": 23250, "concept_city_milwaukee": 4022, "concept_mlarea_tumor": 17179, "concept_stadiumoreventvenue_kellyshorts_stadium": 13693, "concept_city_san_marcos": 33088, "concept_city_ypsilanti": 33399, "concept_buildingfeature_water_heater": 7601, "concept_river_limmat": 37108, "concept_furniture_mattress": 55886, "concept_politicianus_bob_goodlatte": 68087, "concept_journalist_bart_hubbuch": 70655, "concept_attraction_n10_downing_street": 56589, "concept_person_sir_stafford_cripps": 60960, "concept_hotel_intercontinental_los_angeles_century_city": 33997, "concept_drug_effexor_xr": 47829, "concept_aquarium_world_government": 57041, "concept_boardgame_nicer": 46853, "concept_chemical_fluorides": 50242, "concept_person_john_f___kerry": 59204, "concept_ceo_daniel_vasella": 16615, "concept_musicartist_load": 15650, "concept_automobilemodel_f150": 72964, "concept_personus_john_vornholt": 68929, "concept_bakedgood_soft_drinks": 55283, "concept_sportsteam_william_penn_statesmen": 40712, "concept_sportsteam_colonels": 46884, "concept_movie_lonesome_dove": 17896, "concept_eventoutcome_position": 17074, "concept_hallwayitem_town_gate": 5394, "concept_musicalbum_mockingbird": 21406, "concept_politicsblog_real_estate": 56161, "concept_jobposition_deputy_minister": 6559, "concept_book_a_dangerous_fortune": 44649, "concept_attraction_blackfriars": 57282, "concept_attraction_national_film_theatre001": 19337, "concept_stateorprovince_oh": 32991, "-45.7583800000000,170.2801000000000": 74923, "concept_visualartist_joanny": 15444, "47.8001600000000,-77.1827300000000": 69780, "4.7731300000000,7.7786100000000": 2247, "concept_person_vitor_meira": 71166, "concept_insect_whiteflies": 49577, "concept_writer_hilton": 11032, "concept_geopoliticallocation_holland": 7643, "concept_wine_hotel_sierra_silvana": 18484, "concept_chef_george_greenstein": 69946, "concept_sportsleague_northwoods_league": 4226, "concept_winery_york_area": 17084, "concept_televisionstation_wfsg": 30897, "concept_book_the_martian_way_and_other_stories": 19883, "concept_journalist_andy_katz": 70676, "concept_crustacean_ghost_shrimp": 49480, "concept_agriculturalproduct_crushed_red_pepper": 54863, "concept_televisionstation_ktci": 30242, "concept_personeurope_shawn_fanning": 16538, "concept_bird_shetlands": 1672, "concept_journalist_robin_toner": 70605, "concept_sportsteam_expos": 39705, "concept_agriculturalproduct_dressing": 55444, "concept_currency_last_week": 14008, "concept_musicartist_pearl_jam": 59790, "concept_beverage_stuffing": 20409, "concept_videogame_chickies": 15951, "concept_book_guardian": 44504, "concept_flooritem_shower_head": 14967, "concept_writer_gilbert_morris": 63185, "concept_stateorprovince_widget": 28075, "concept_city_bangkok": 14964, "concept_hobby_markets": 74590, "concept_person_faith_hill001": 59470, "concept_mldataset_bay": 8605, "concept_biotechcompany_baxter": 50192, "concept_journalist_john_mccormick": 69289, "concept_female_seven": 16823, "concept_personcanada_tahmima_anam": 14850, "concept_chemical_sugar": 49908, "concept_sportsteamposition_center_redmond": 45098, "concept_company_forbes001": 7922, "concept_journalist_james_glanz": 67741, "concept_scientist_ken_thompson": 23973, "concept_hotel_four_seasons_milan": 8609, "concept_mammal_beagles": 48954, "concept_politicianus_pat_buchanan": 68467, "concept_book_n2061_odyssey_three": 69281, "concept_lake_middle_andaman": 4327, "concept_book_the_story_of_my_life": 42713, "concept_disease_irritable_bowel_syndrome": 46535, "concept_sportsteam_southwest_texas_state_university": 39561, "concept_musicalbum_embodiment": 13850, "concept_artery_brachiocephalic": 58811, "concept_company_tiger": 6163, "concept_university_wake_forest": 32216, "concept_televisionstation_wfmz_tv": 30021, "concept_televisionstation_wfsb": 30896, "concept_person_chuck": 71261, "concept_writer_alistair_maclean": 64063, "concept_politicianus_presidential_election": 19693, "concept_newspaper_lafayette": 6955, "35.9566700000000,64.7472200000000": 13832, "concept_university_iowa_state_university": 46011, "concept_writer_christina_stead": 44371, "concept_book_the_beautiful_room_is_empty": 22685, "concept_governmentorganization_federal_bureau": 50888, "41.9113000000000,12.4696000000000": 7756, "concept_book_cosmos": 44688, "concept_athlete_craig_robinson": 39512, "concept_book_the_time_machine": 21394, "concept_country_former_ussr": 32771, "concept_city_mooringsport": 4809, "concept_bacteria_leptospira": 47398, "concept_drug_bupropion": 58062, "concept_movie_star_trek": 60348, "concept_landscapefeatures_country_lanes": 52252, "concept_sport_ncaa_basketball": 42426, "concept_person_angelina": 11909, "concept_writer_davida_wills_hurwin": 43381, "concept_book_nicholas_nickleby": 43211, "concept_chemical_different_chemicals": 50099, "concept_athlete_p_j__walters": 6211, "concept_book_elbow_room": 44603, "concept_grain_nassau_county": 20164, "concept_building_oare": 33320, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 56803, "concept_museum_allied_artists": 33409, "concept_drug_tavist": 57724, "concept_charactertrait_school_science": 47130, "35.5699000000000,139.7294000000000": 75105, "concept_fruit_limes": 55092, "concept_park_harlem": 32010, "concept_televisionstation_katu_tv": 30395, "concept_stadiumoreventvenue_pikes_peak_center": 35270, "concept_retailstore_sony": 14708, "concept_fungus_hth": 75351, "concept_book_the_main_chance": 12800, "concept_politicianus_republican_senator_norm_coleman": 68649, "concept_academicfield_environmental": 45352, "concept_governmentorganization_ohio_department": 50995, "concept_weapon_seven_missiles": 53878, "concept_braintissue_patients": 28834, "concept_mountain_central_sierra_nevada": 41339, "concept_city_stephenville": 38825, "concept_coach_al_arbour": 40127, "concept_drug_sinemet": 57835, "concept_musicalbum_steppenwolf": 26348, "concept_bank_pioneer": 19529, "concept_museum_lyndhurst": 11151, "concept_country_senegal": 5215, "34.9151000000000,-95.3310800000000": 32506, "concept_blog_wral_tv": 27581, "concept_academicfield_geophysics": 45379, "concept_disease_cancer_increase": 55026, "concept_beverage_cola": 54428, "concept_county_southwestern_state_university": 7388, "concept_nut_eggplant": 20343, "concept_river_delaware_river": 31377, "concept_athlete_travis_diener": 66821, "concept_university_liverpool_university": 46185, "concept_visualizablething_palm_oil": 54914, "concept_automobilemodel_terrain": 72790, "concept_eventoutcome_control_system": 51269, "concept_visualartist_walter_pater": 3058, "concept_coach_hassan_adams": 67424, "concept_sportsgame_playoffs": 26916, "concept_musician_rbd": 3535, "concept_tableitem_screen": 3069, "concept_disease_acute_infectious_disease": 47258, "concept_person_thomas_seymour": 28675, "concept_writer_dickens": 42927, "concept_televisionstation_kdtn": 9455, "concept_sportsteam_babson_college": 41086, "concept_room_masters_bedroom": 52816, "concept_bodypart_foal": 26525, "concept_geopoliticallocation_earthquake": 32720, "concept_website_asian": 1677, "concept_book_ella_enchanted": 1703, "concept_profession_deployment": 51806, "concept_televisionstation_kdtf": 30625, "concept_mountainrange_loita_hills": 56337, "concept_country___america": 113, "concept_park_atlanta_state_park": 32039, "concept_writer_leo_tolstoy": 43651, "concept_officebuildingroom_masterbedroom": 26086, "41.8758700000000,-87.6247700000000": 23105, "concept_mountainrange_middle_atlas": 7764, "concept_chemical_iodine": 50496, "-16.4386400000000,-39.0809200000000": 1154, "concept_journalist_tommy_doyle": 16831, "concept_vein_pituitary_gland": 2462, "concept_insect_insects": 6831, "concept_biotechcompany_daiichi": 72083, "concept_mldataset_bt": 23133, "43.4513600000000,-1.5448700000000": 20600, "concept_musician_justin_hayward": 61716, "concept_weapon_automatic_pistol": 53552, "concept_newspaper_wall_street_journal": 55981, "concept_drug_loratadine": 50064, "concept_personmexico_luis_gonzalez": 65517, "concept_company_tivo": 26390, "concept_company_msn_search": 3965, "concept_trainstation_code": 10929, "concept_company_international_steel_group": 61624, "34.9506500000000,-90.3123200000000": 27111, "concept_musician_bo_diddley": 62217, "concept_drug_vancomycin": 47566, "concept_physiologicalcondition_weight_loss": 47625, "concept_city_annandale": 38315, "concept_beverage_cherries": 54773, "concept_company_business_objects": 71950, "concept_writer_ahdaf_soueif": 64178, "concept_stadiumoreventvenue_bowman_gray_stadium": 74217, "concept_bathroomitem_hair_dryers": 58606, "concept_politicianus_john_tyler": 68229, "concept_beach_jimbaran_bay": 15639, "concept_bank_vtb": 73603, "concept_biotechcompany_immunex": 72072, "concept_buildingfeature_garage_doors": 58182, "concept_hotel_taj_mahal_palace___tower": 33663, "concept_landscapefeatures_coastlines": 10835, "concept_scientist_simone_de_beauvoir": 70958, "22.2826900000000,114.1391250000000": 8078, "concept_televisionstation_waff_tv": 30036, "37.6000000000000,83.8333300000000": 3242, "concept_weapon_intercontinental_ballistic_missiles": 54103, "concept_person_russell_brand": 59503, "concept_island_recommendation": 17829, "concept_city_place": 6740, "concept_journalist_marc_lacey": 68973, "55.9333300000000,-3.1666700000000": 33513, "concept_person_kore": 69436, "concept_emotion_fun": 5492, "concept_athlete_whitter": 20814, "concept_geopoliticallocation_purdue": 15891, "concept_city_amissville": 38870, "concept_musicartist_tips": 13246, "concept_book_martin_eden": 43849, "concept_island_guantanamo_bay": 18119, "concept_river_sheyenne": 31401, "concept_musician_erik_rutan": 62471, "concept_criminal_vissarion": 23500, "44.1333300000000,5.1000000000000": 35797, "concept_profession_technical_professionals": 51671, "concept_university_jewish_theological": 20046, "concept_athlete_ian_johnson": 67218, "concept_governmentorganization_sec": 50895, "concept_city_crestview_hills": 38875, "concept_medicalprocedure_bypass_surgery": 42566, "concept_hotel_rum_point_inn": 3347, "concept_biotechcompany_hoffman_la_roche": 47819, "38.8956700000000,-77.0399800000000": 1690, "concept_protein_vitamin_d": 54756, "62.4333300000000,30.3000000000000": 25912, "concept_politician_senator_dewine": 71667, "concept_book_phantom_of_the_opera": 44021, "concept_personasia_johnny_ford": 5824, "concept_bird_wild_turkeys": 48816, "concept_beach_hawaii": 75311, "concept_athlete_trevor_hoffman": 64873, "concept_city_srinagar": 38368, "concept_county_amos_tuck_school": 21797, "concept_book_dragonriders_of_pern": 43733, "concept_lake_big_spring": 16271, "concept_movie_badlands": 64657, "concept_city_island_no_": 38746, "concept_city_sabres": 10070, "concept_company_swatch": 73268, "concept_grain_rye": 54874, "concept_disease_add_adhd": 48587, "concept_musician_otis_redding": 62169, "concept_city_collierville": 36986, "concept_hotel_budget": 34279, "concept_academicfield_email": 45512, "concept_journalist_walter_pincus": 70453, "44.9501500000000,-63.5987000000000": 72424, "39.6191500000000,-105.7958400000000": 610, "concept_athlete_willie_harris": 67044, "concept_beach_bahia_pez_vela": 9664, "concept_website_quotes": 28037, "concept_personafrica_sofia_coppola": 60174, "concept_terroristorganization_harkat_ul_mujahideen": 51173, "concept_airport_hancock_international": 34564, "concept_newspaper_the_globe_and_mail": 56065, "concept_island_holiday": 6796, "concept_astronaut_eads": 19501, "concept_food_fresh_basil": 20190, "concept_weapon_case": 15651, "concept_musicartist_rise_against": 73854, "34.7750600000000,-85.0029300000000": 16757, "concept_writer_tacitus": 43501, "concept_televisionstation_wfxb_tv": 31120, "20.7430600000000,-156.8961100000000": 18827, "concept_country_career": 10904, "concept_county_savannah_area": 4199, "concept_book_little_house_in_the_big_woods": 63221, "concept_automobilemodel_edge": 55512, "concept_politicsissue_activity": 24728, "concept_organization_heilongjiang": 37401, "concept_person_shirley": 71135, "concept_sportsteam_the_masters_college_mustangs": 40656, "concept_movie_eraserhead": 64513, "concept_bodypart_skin_constrict": 3809, "concept_athlete_craig_biggio": 59399, "concept_mountainrange_lesser_caucasus": 56284, "concept_country_united_arab_emirates": 13958, "57.4059650000000,-4.3542150000000": 21716, "concept_clothing_leather_shoe": 58920, "concept_book_life_is_a_caravanserai": 23011, "concept_river_atchafalaya_river": 31564, "concept_movie_norma_rae": 61240, "concept_attraction_camden_lock": 57308, "concept_website_the_express": 55999, "concept_city_torshavn": 32544, "47.3417200000000,-84.6499100000000": 23819, "concept_company_medco": 72123, "concept_county_savannah": 4487, "concept_chemical_water": 49862, "concept_person_henry": 14653, "33.4252800000000,44.5300000000000": 10139, "64.7166700000000,32.4833300000000": 6767, "concept_politicsblog_raleigh": 22964, "concept_drug_tranxene_t_tab": 57964, "concept_personcanada_belzec": 5675, "concept_sportsteam_baylor_bears_basketball": 39993, "concept_building_mohammed_v": 8196, "concept_academicfield_foreign_languages_and_literatures": 46127, "concept_book_a_dying_light_in_corduba": 44451, "concept_director_roberto_benigni": 64725, "concept_hotel_sari_pan_pacific_hotel": 34066, "concept_book_amerika": 43925, "concept_sportsteam_dakota_state_trojans": 40651, "concept_city_kashi": 37064, "concept_vertebrate_ships": 29155, "concept_academicfield_pc": 6189, "concept_televisionstation_wbpg": 256, "concept_traditionalgame_big_one": 17801, "concept_retailstore_virgin_records": 4341, "concept_tableitem_site_visitor": 25538, "concept_sportsteam_florida_intl_golden_panthers": 39666, "concept_city_la_palma": 4897, "concept_university_anderson_graduate_school_of_management": 32442, "concept_animal_calf": 49667, "concept_personeurope_maddie": 4273, "concept_coach_justin_miller": 59474, "concept_room_lab": 24673, "concept_politician_mary_mcaleese": 71731, "concept_physiologicalcondition_cancer_increases": 55036, "concept_park_the_castro": 32185, "concept_city_sharm_el_sheikh": 37074, "concept_disease_sickle_cell_anemia": 48669, "concept_radiostation_kpcc": 41436, "concept_musicartist_devo": 21250, "concept_hotel_gaylord_national": 34328, "concept_room_small_lounge": 52697, "concept_invertebrate_worms": 7360, "concept_university_new_mexico_school": 17544, "concept_buildingmaterial_polycarbonate": 55609, "concept_organization_n366th_civil_engineer_squadron": 71884, "concept_city_knock": 37547, "concept_weapon_vent_free_gas": 54038, "concept_writer_walter_pater": 64216, "concept_recordlabel_blackend": 24573, "concept_person_mississippi_state": 369, "concept_writer_tolkein": 44729, "concept_food_meals": 55014, "concept_room_oceanfront_room": 52523, "concept_criminal_carlo_ponti": 17593, "concept_book_taps": 24440, "concept_ceo_anne_rice": 71455, "concept_river_willamette_river": 31422, "concept_athlete_dinara_safina": 65369, "concept_bird_elephant": 7310, "concept_coach_clint_barmes": 65154, "concept_newspaper_dayton_daily_news": 70235, "concept_bacteria_rickettsia_prowazekii": 47178, "concept_sportsequipment_freestyle": 933, "concept_jobposition_trainer": 51419, "concept_movie_chinatown": 61242, "concept_city_st_charles": 38421, "concept_blog_va": 17634, "concept_hotel_royal_york": 34064, "concept_coach_righetti": 8616, "concept_jobposition_social_worker": 51412, "concept_professor_david_hoffman": 69036, "concept_academicfield_communication_studies": 45477, "concept_videogame_grandmother": 11323, "concept_furniture_double_sofa": 58321, "concept_academicfield_public_service": 45906, "concept_person_bl__innocent_xi": 71175, "35.0855600000000,63.1744400000000": 25198, "concept_sportsteam_bulldogs": 39425, "concept_city_ozark": 19243, "concept_scientist_max_frisch": 63507, "concept_drug_zyvox": 47827, "concept_country_republic_of_kenya": 32698, "concept_person_master_p": 23116, "concept_attraction_vat_phou": 21043, "concept_city_arvada": 4978, "concept_geometricshape_shape": 813, "concept_mountainrange_southern_rockies": 56255, "concept_room_principal_bedroom": 52901, "concept_disease_pervasive_developmental_disorders": 1262, "concept_visualizablething_cathedral": 56591, "concept_journalist_michael_abramowitz": 70521, "-8.5336100000000,126.7102800000000": 10010, "concept_company_frontier_airlines": 72666, "concept_arthropod_natural_enemies": 49505, "concept_island_brecqhou": 9192, "concept_weapon_anti_ballistic_missile": 53639, "concept_sportsteam_uc_san_diego": 40148, "concept_county_palm_coast": 25931, "concept_geopoliticalorganization_torun": 27400, "concept_academicfield_liberal_arts": 45515, "concept_televisionstation_kiku": 31162, "concept_televisionstation_kvii": 29981, "concept_city_delray_beach": 36814, "concept_televisionstation_kvie": 151, "concept_chemical_glutamate": 50482, "concept_male_alex_lifeson": 59197, "concept_visualartist_robert_drummond": 24318, "concept_televisionstation_kvia": 29984, "concept_personus_allan_moss": 73465, "concept_book_war_and_peace": 2764, "concept_politicianus_second_person": 3395, "20.9169400000000,-156.3938900000000": 21750, "concept_professor_kevin_mckenna": 69538, "concept_personnorthamerica_fax": 153, "concept_athlete_dee_brown": 60222, "concept_musician_yngwie_malmsteen": 62229, "concept_lake_lolland": 24974, "concept_athlete_colter_bean": 66118, "concept_televisionstation_kviq": 29982, "concept_personnorthamerica_abdul_ahad": 25197, "concept_televisionstation_wtmj": 12882, "concept_book_alice": 43240, "concept_actor_patricia_neal": 61194, "concept_mountain_mount_miserable": 41314, "concept_monument_philadelphia_area": 17051, "37.7755000000000,-122.4202400000000": 2788, "concept_televisionstation_wtmd": 30202, "concept_book_celestine_prophecy": 43537, "concept_personeurope_malcolm_lowry": 6600, "concept_drug_oxaliplatin": 47746, "concept_drug_ibuprofen": 49875, "concept_book_blackwood_farm": 44055, "concept_bank_usps_air_mail": 11612, "concept_bank_npm": 22541, "concept_nondiseasecondition_mahalo": 15823, "concept_amphibian_nostrils": 17810, "concept_visualartist_frederic_remington": 69748, "concept_architect_italo_svevo": 25516, "concept_coach_gary_pinkel": 16763, "concept_book_last_of_the_mohicans": 42954, "concept_stadiumoreventvenue_civic_center": 35465, "concept_sportsteam_morgan_st_bears": 40214, "concept_mountain_mauna_kea": 41129, "43.4833300000000,4.4666700000000": 67727, "concept_actor_raye_dowell": 61356, "concept_automobilemaker_triumph": 4017, "concept_room_spacious_loft": 52555, "concept_politicalparty_college": 118, "37.1419750000000,-118.5557500000000": 23552, "concept_athlete_tyson_chandler": 66077, "concept_politician_chester_a__arthur": 71658, "concept_plant_live_oak": 47994, "concept_ceo_jay_adelson": 16059, "concept_book_starship_troopers": 44415, "concept_sportsgame_end": 46981, "concept_academicfield_accreditation": 74892, "concept_weapon_united_states_navy": 12107, "concept_lake_salmon_river": 39014, "concept_politicalparty_international_monetary_fund": 74948, "concept_writer_p__l__travers": 44068, "48.1460000000000,17.1160000000000": 16586, "concept_crustacean_lobsters": 48388, "concept_musician_robert_johnson": 61940, "concept_person_penny_lancaster": 3250, "concept_politicianus_lieberman": 59177, "concept_musician_styx": 6293, "concept_insect_gnats": 49531, "concept_product_adobe_acrobat": 13517, "concept_ceo_andy_grove": 18625, "concept_person_sims": 20665, "concept_zoo_celeste_center": 8522, "concept_biotechcompany_pain": 25522, "concept_architect_application": 7185, "concept_county_nicholls_state": 19709, "concept_publication_job_opportunities": 4283, "concept_physicalcharacteristic_mess": 47127, "concept_person_sills": 17838, "concept_book_complete_novels": 63687, "concept_disease_heart_problems": 46572, "concept_athlete_alonzo_mourning": 59494, "concept_room_marble_master_bath": 55660, "concept_consumerelectronicitem_operating_systems": 28221, "concept_academicfield_clinics": 3497, "concept_beach_blawenburg": 6945, "concept_transportation_money": 1344, "concept_person_rodriguez": 4255, "concept_airport_taylor_lake_village": 21029, "concept_researchproject_study": 12207, "concept_athlete_darren_clarke": 64877, "concept_retailstore_cafe_coffee_day": 33294, "concept_musicartist_jesus_lizard": 61890, "concept_fish_hammerhead_sharks": 48403, "concept_vegetable_peanuts": 20530, "32.5916662500000,130.2604162500000": 6943, "concept_sport_water_skiing": 46736, "concept_website_decision": 28836, "concept_city_otsego": 36637, "concept_athlete_bill_bray": 60004, "concept_landscapefeatures_seascapes": 4377, "concept_agriculturalproduct_slow_cooker": 55448, "concept_drug_anacin": 47737, "concept_book_dragons_on_englor": 63151, "concept_book_death_be_not_proud": 59853, "concept_musicgenre_grunge_rock": 49805, "concept_writer_brownbear": 5543, "concept_televisionstation_kswb": 30366, "35.8892500000000,-93.7310200000000": 46856, "concept_insect_spectacle": 9169, "38.2245600000000,-0.5191900000000": 2839, "concept_book_baking_cakes_in_kigali": 69464, "concept_park_fan": 10940, "concept_personmexico_michael": 67828, "concept_book_on_writing__a_memoir_of_the_craft": 44959, "concept_televisionstation_ktab_tv": 30824, "concept_arachnid_lone_star_tick": 49508, "concept_plant_pathfinder": 23786, "concept_book_the_way_of_shadows": 63538, "concept_bathroomitem_whirlpool_tubs": 58616, "concept_televisionstation_kwnb_tv": 30171, "concept_sportsteam_queen_s": 40097, "concept_politicianus_john_salazar": 68529, "concept_arthropod_bit": 27650, "concept_chemical_atoms": 49833, "concept_river_paktia_province": 15112, "concept_academicfield_extension": 45818, "23.0833300000000,70.1333300000000": 50708, "concept_vehicle_government_agencies": 15927, "concept_personmexico_david_west": 67818, "concept_movie_octopussy": 59150, "concept_politicianus_senator_kohl": 68627, "concept_hotel_tower": 34073, "concept_sportsteam_charlotte_49ers": 29426, "21.1500000000000,97.3500000000000": 12351, "concept_radiostation_wish_tv": 41562, "concept_company_miami_herald001": 6434, "concept_televisionstation_kbtc_tv": 366, "concept_personcanada_rupert_friend": 59945, "concept_planet_question": 16977, "concept_room_second_guest_room": 52898, "concept_writer_john_updike": 42692, "concept_mlsoftware_beep": 67888, "concept_bodypart_heart": 58706, "concept_book_the_neon_rain": 63595, "concept_visualizablescene_leeds_bradford": 34835, "concept_language_windish": 2004, "35.8269300000000,-82.1119200000000": 19714, "concept_male_billy_ray_cyrus": 60114, "concept_wine_green_bay": 14525, "-42.8166700000000,147.3166700000000": 15000, "concept_person_martha_miller": 60992, "concept_male_abigail": 27095, "concept_plant_stately_oaks": 24642, "39.9858200000000,-105.1130400000000": 26344, "concept_governmentorganization_office_of_management_and_budget": 13889, "concept_mountain_sneffels": 41310, "concept_politicianus_matt_blunt": 68465, "concept_organization_cpvcc": 71288, "concept_journalist_clyde_haberman": 70449, "concept_sportsgame_n2008_nba_finals": 46967, "concept_person_gabriel": 2255, "concept_politicalparty_coalition_provisional_authority": 51158, "concept_politicianus_democratic_candidate_barack_obama": 12034, "concept_musicartist_mars_volta": 73870, "concept_weapon_uzi_machine_guns": 53285, "concept_bank_hbos": 73321, "concept_city_bhagalpur": 37506, "concept_videogamesystem_adobe_lightroom": 13559, "concept_governmentorganization_oge": 13890, "concept_person_tonya_lewis_lee": 14807, "concept_visualizableobject_throttle": 54193, "concept_nut_hypertension": 8429, "concept_personcanada_michael_gordon": 67658, "concept_person_steve_mcpherson": 7520, "concept_weapon_smartlock_pistols": 53662, "concept_sportsteam_philies": 46942, "concept_weapon_five_weapons": 53726, "concept_athlete_joe_gordon": 66522, "concept_male_last_adam": 74852, "concept_filmfestival_eight": 11403, "concept_clothing_costume": 52989, "concept_book_shogun": 64252, "concept_writer_thomas_keneally": 43554, "concept_city_canby": 36629, "concept_buildingfeature_frames": 58173, "concept_academicfield_engineering_psychology": 45668, "concept_athlete_charlie_morton": 60579, "concept_sportsteamposition_pitcher": 42314, "concept_visualizablething_front": 14611, "concept_port_kessingland": 74993, "concept_coach_chris_berman": 67451, "concept_profession_contacting": 50944, "concept_vegetable_walnuts": 20303, "concept_governmentorganization_federal_transit_administration": 14512, "concept_book_mystery": 1483, "concept_male_kenneth_wright": 59675, "concept_musicartist_rush": 59198, "concept_drug_blopress": 57550, "54.8766300000000,-94.9331700000000": 47754, "concept_book_deception_point": 60011, "concept_website_desktop": 28042, "concept_person_jamie": 61543, "concept_politicsissue_more_money": 1338, "concept_sport_motorsport": 42231, "concept_amphibian_care": 21431, "concept_writer_jim_marrs": 16878, "concept_televisionstation_wmmp": 31297, "concept_politicianus_richard_burr": 60062, "concept_politicsblog_citizen": 10494, "concept_airport_general_mitchell": 20799, "concept_insect_butterflies": 7376, "concept_physiologicalcondition_queensland_tick_typhus": 47231, "concept_book_all_about_h__hatterr": 3808, "concept_election_municipal_elections": 51231, "concept_book_sin_city": 44614, "concept_person_lanni": 62799, "concept_sportsgame_news": 46888, "concept_river_nushagak": 21313, "concept_athlete_josh_banks": 66067, "41.8818000000000,-87.6245350000000": 22203, "concept_academicfield_software_engineering": 45252, "concept_city_deerfield": 37042, "concept_scientificterm_conditional_random_fields": 41915, "concept_person_jack_newton": 69375, "concept_lake_lago_yelcho": 12088, "concept_jobposition_nursing": 1707, "concept_automobilemodel_ikon": 72996, "concept_personnorthamerica_johnson": 64458, "concept_drug_humalog": 57850, "concept_sportsteamposition_centrefield": 9203, "concept_officebuildingroom_spacious_double_rooms": 55722, "concept_book_the_assistant": 6605, "concept_automobilemodel_altima": 23781, "concept_city_leiria": 38219, "concept_book_firewall": 43485, "concept_movie_enchanted": 61049, "concept_profession_execution": 51941, "concept_personafrica_garden_city": 3177, "38.3395600000000,-75.6549300000000": 22678, "18.9654440000000,72.9338320000000": 33596, "concept_website_sidestep_": 24622, "concept_attraction_columbia_area": 29335, "concept_book_naked": 67945, "concept_wine_vintages": 5883, "concept_stadiumoreventvenue_oncenter": 35729, "concept_book_crucible": 44844, "concept_book_castle_roogna": 28795, "concept_movie_lost_in_translation": 60176, "concept_country_tunisia": 5231, "concept_female_gaile_parkin": 69463, "concept_athlete_mike_lincoln": 65462, "concept_musician_feist": 62038, "concept_bathroomitem_spa_tub": 58500, "concept_musician_sonny_landreth": 62420, "concept_city_castine": 38063, "concept_officebuildingroom_large_double_room": 52899, "concept_book_n3rd_degree": 44755, "concept_drug_tofranil": 57843, "concept_book_the_woodlanders": 43949, "concept_city_barcelona": 28698, "concept_televisionstation_kbfd": 9383, "concept_city_paw_creek": 4616, "concept_clothing_sale": 58983, "concept_person_keturah": 13928, "concept_fish_cold_water_species": 49336, "concept_transportation_exchanges": 10640, "concept_musicartist_rancid": 62113, "concept_beverage_madison": 18211, "concept_city_rancho_cordova": 38204, "concept_hobby_integrated_design": 11904, "concept_city_whistler": 34992, "concept_professionalorganization_american_wind_energy_association": 19476, "concept_automobilemaker_caterham": 73081, "concept_tool_tools": 1708, "concept_city_fridley": 37039, "concept_musicalbum_reality": 74585, "concept_university_university_of_hong_kong": 46257, "concept_agriculturalproduct_markets": 59064, "concept_book_dolores_claiborne": 44748, "concept_eventoutcome_establishment": 2689, "concept_book_the_return_of_the_soldier": 25878, "concept_company_asian_spirit": 72621, "concept_personaustralia_gary_pinkel": 16762, "concept_city_effingham": 37167, "concept_hobby_outdoor_adventure_activities": 46716, "concept_currency_myanmar": 12303, "concept_profession_technicians": 51471, "concept_politicianus_webb": 68784, "concept_automobileengine_ford_explorer": 5639, "concept_island_funafuti": 50807, "concept_book_from_dead_to_worse": 43403, "concept_bird_mammals": 9881, "concept_nut_server": 28225, "concept_musician_michael_angelo_batio": 61824, "concept_blog_spokesman": 8437, "concept_recordlabel_mute": 16724, "concept_time_canadian_football_hall_of_fame": 20090, "concept_visualartist_e_40": 14271, "concept_personus_use_returns": 68843, "concept_televisionstation_kwba": 30017, "concept_plant_saplings": 47917, "concept_male_joakim_noah": 59973, "concept_politicalparty_australian_government": 51149, "concept_bird_dabblers": 28161, "34.7247650000000,-92.2577150000000": 34903, "concept_celebrity_justin_gaston": 22193, "concept_journalist_louis_uchitelle": 70154, "concept_athlete_xavi": 66929, "concept_aquarium_how_to_set_up_aquarium": 57099, "concept_bank_select": 24624, "concept_meat_bun": 20197, "concept_musicalbum_discovery": 21401, "concept_stadiumoreventvenue_sommet_center": 35605, "concept_politicianus_joseph_i__lieberman": 68410, "concept_company_maxis": 7491, "concept_braintissue_pineal_gland": 2339, "concept_person_jossey_bass": 10239, "concept_crustacean_kid": 591, "concept_bank_axa": 22592, "concept_person_phoebe": 22392, "concept_hallwayitem_radiant_floor": 56569, "concept_televisionstation_kcts": 30889, "41.7009300000000,-72.5934200000000": 2850, "concept_book_red_harvest": 44306, "concept_person_judge_david_hale": 71818, "concept_city_nagasaki": 37692, "concept_director_stanley_donen": 59290, "concept_mediatype_report": 13572, "concept_televisionshow_passion": 75182, "concept_disease_kidney_problems": 18423, "concept_island_hilton_head_island": 50787, "concept_book_king_john": 9235, "concept_writer_arthur_agatston": 44210, "concept_athlete_eddie_kunz": 66807, "concept_book_tuck_everlasting": 63397, "concept_bathroomitem_desktop": 28220, "concept_televisionstation_saint_louis": 11574, "concept_radiostation_knx": 41527, "concept_book_the_purpose_driven_life": 42852, "42.2081600000000,-71.0058800000000": 23914, "concept_coach_marshall_faulk": 60572, "concept_personus_barry_gibb": 19077, "concept_mountainrange_benevenagh": 21293, "concept_beach_bronx_ny": 943, "concept_radiostation_kuow_fm": 41689, "concept_sportsteam_albany_great_danes": 29516, "concept_attraction_temple_bar": 55568, "concept_visualizablething_soy_protein": 55590, "concept_personeurope_david_miller": 65568, "concept_bank_astoria": 6618, "concept_book_the_crying_of_lot_49": 43218, "43.7361100000000,7.4250000000000": 22569, "30.4135400000000,-97.7375100000000": 6514, "concept_televisionstation_kttv": 30281, "concept_personmexico_tito_ortiz": 60290, "concept_hotel_grand": 34280, "concept_person_david_boreanaz": 3273, "concept_stadiumoreventvenue_field": 35463, "concept_blog_slashdot": 14022, "concept_professionalorganization_oasis": 18362, "concept_furniture_beds": 55717, "concept_newspaper_neighbors": 74863, "concept_journalist_eric_bailey": 70754, "concept_male_kevin_garnett": 59787, "concept_personus_shakespeare": 9214, "concept_journalist_kit_stier": 70438, "concept_meat_dish": 49161, "concept_city_link": 6710, "concept_sportsteam_hofstra_university": 40871, "concept_company_hk_disneyland": 72438, "concept_televisionstation_wptz_tv": 31171, "concept_bodypart_fetus": 2512, "concept_musician_chris_squire": 62571, "concept_politicianus_frist": 67991, "concept_hotel_fairmont_empress": 34305, "concept_ceo_janet_l__robinson": 71377, "concept_personus_john_browne": 3289, "concept_stateorprovince_states": 10590, "concept_city_linz": 37652, "concept_drug_galvus": 58144, "concept_nonprofitorganization_agc": 75096, "23.3168500000000,120.9199533333333": 3057, "concept_coach_andrew_alberts": 67388, "concept_athlete_dustin_pedroia": 60020, "concept_plant_palm_trees": 48038, "concept_convention_condition": 20103, "concept_city_johor_bahru": 32887, "concept_coach_new_jersey_devils": 67412, "concept_lake_strait_of_gibraltar": 24732, "concept_writer_dostoyevsky": 44206, "concept_drug_zomig": 57853, "concept_personeurope_e__nesbit": 64241, "concept_coach_south_carolina_gamecocks": 13824, "concept_athlete_lecavalier": 1728, "concept_book_mister_johnson": 43209, "concept_insect_housefly": 49542, "concept_mammal_axis": 48972, "concept_musicartist_deftones": 73954, "concept_person_sam_donaldson": 12692, "concept_sportsteam_kobe_university": 40395, "concept_software_microsoft_word": 13574, "concept_televisionstation_wkpt_tv": 30452, "concept_politicianus_dmitry_medvedev": 68751, "concept_televisionstation_wlvi_tv": 30606, "concept_city_rancho_cucamonga": 4642, "concept_academicfield_american_studies": 45602, "concept_artery_process": 58815, "34.0669900000000,-118.4007000000000": 33630, "concept_visualizablething_blood_stream": 8478, "concept_movie_terms_of_endearment": 61143, "concept_athlete_daniel_schlereth": 65249, "concept_airport_edinburgh_international_airport": 34595, "concept_airport_senai": 34677, "concept_book_the_communist_manifesto": 29609, "concept_stateorprovince_bahia": 32947, "concept_weapon_maces": 53871, "concept_website_new_yorker_magazine": 14051, "concept_city_khe_sanh": 29255, "concept_newspaper_toronto_sun": 56046, "concept_monument_deshnok": 16920, "concept_room_set": 10381, "concept_biotechcompany_control": 28722, "concept_sportsteam_cent__michigan_chippewas": 40298, "concept_movie_jfk": 61223, "concept_athlete_jake_delhomme": 65946, "concept_weapon_infantry_weapons": 53912, "concept_stadiumoreventvenue_baltimore_convention_center": 35642, "concept_movie_the_spy": 64224, "concept_beverage_potato_water": 54545, "concept_person_six_people": 61593, "concept_athlete_babe_ruth": 59957, "concept_company_longaberger": 8232, "concept_weapon_heavy_sword": 53412, "concept_city_ouagadougou": 36708, "concept_profession_special_education_teachers": 51706, "concept_transportation_edinburgh_airport": 35015, "concept_personus_extremists": 21329, "concept_mammal_sheep_": 11664, "concept_website_wpmi": 12680, "concept_country_hongkong": 39382, "27.7293500000000,-82.7432200000000": 31844, "concept_person_dizzy_trout": 9953, "concept_building_kuala_lumpur": 5389, "concept_book_lady_chatterley_s_lover": 23167, "concept_professionalorganization_kosciuszko_foundation": 74119, "concept_physicalaction_commerce": 27490, "concept_emotion_series": 24913, "concept_city_menominee": 38222, "concept_language_uzbek": 46360, "concept_agriculturalproduct_medicines": 47511, "concept_stadiumoreventvenue_adler_theatre": 37755, "concept_city_allahabad": 38690, "concept_personeurope_laura_esquivel": 2745, "concept_arthropod_files": 7718, "concept_politicsbill_washington_convention": 8372, "concept_recordlabel_water": 12338, "concept_politicianus_sen__clinton": 68362, "concept_book_witness": 3783, "concept_company_malaysian": 17868, "concept_university_universidad_complutense_de_madrid": 46382, "concept_visualizablescene_gentlemens": 14166, "concept_politicianus_president_ronald_reagan": 60846, "concept_musicartist_camel": 74032, "concept_bakedgood_loaf": 55381, "concept_comedian_medicine": 4331, "concept_judge_vissarion": 16091, "concept_radiostation_wbur": 41588, "concept_drug_tamiflu": 47513, "concept_televisionstation_wesh_tv": 31240, "33.3819000000000,-86.8091000000000": 9087, "concept_movie_ghost_rider": 60158, "concept_county_pontiac": 3233, "concept_aquarium_starfire_glass_aquarium": 56824, "concept_color_crimson_tide": 23497, "concept_disease_hiv_aids": 15646, "concept_airport_rapid_city_regional": 34876, "concept_politicianus_pat_leahy": 27032, "concept_bank_aflac": 74400, "concept_city_salamanca": 37928, "concept_sportsgame_four_weeks": 47089, "concept_musicgenre_seattle_grunge": 49769, "concept_visualartist_titian": 69711, "concept_celebrity_don_james": 36849, "51.5000000000000,-2.4166700000000": 50656, "42.3737100000000,-71.1097700000000": 15449, "concept_emotion_issue": 17011, "concept_bakedgood_strawberry_ice_cream": 55280, "concept_sportsteam_utep_miners": 29468, "concept_city_lead": 10705, "concept_book_five_quarters_of_the_orange": 44314, "34.5728800000000,-94.5730000000000": 51401, "concept_visualizablething_tsampa": 3033, "concept_ceo_mohsin_khan": 9314, "60.5750000000000,-1.1708325000000": 5719, "concept_blog_techcrunch": 56201, "concept_company_junglee": 56164, "concept_building_theatres": 17588, "concept_disease_attention_disorders": 48672, "concept_retailstore_lai_lai": 24559, "concept_arachnid_brown_widow": 49513, "concept_county_mackintosh_school": 50566, "concept_stadiumoreventvenue_interlagos": 26640, "concept_politicalparty_clinton_library": 23174, "concept_journalist_eli_lake": 70347, "concept_physicalaction_platform": 9980, "concept_politicalparty_bankers": 25915, "concept_biotechcompany_sap_ag": 71496, "concept_placeofworship_stockholm": 29789, "47.3899700000000,-110.0690900000000": 17900, "concept_bacteria_ascaris_lumbricoides": 47440, "concept_professor_steve_lohr": 69551, "concept_personus_bono": 6364, "concept_biotechcompany_icon": 27028, "concept_actor_jason_bleick": 61232, "concept_bodypart_appendix": 2334, "concept_musicsong_itunes": 1822, "concept_traditionalgame_rouge_et_noir": 12621, "concept_aquarium_spadina_aquarium": 57065, "concept_scientificterm_gamma_function": 41995, "concept_sportsleague_american_hockey_league": 74254, "concept_food_rice_mixture": 20412, "concept_drug_butalbital": 57972, "concept_company_brunswick_corporation": 72341, "45.4000000000000,28.0166700000000": 29322, "concept_kitchenitem_center": 3038, "concept_archaea_ladinos": 7598, "concept_book_carpe_jugulum": 5334, "concept_wine_classic_grape_varieties": 18966, "concept_bodypart_rib_cage": 58712, "concept_sportsleague_american_football_conference": 4359, "concept_automobileengine_ford_ranger": 5637, "concept_plant_native_grasses": 48130, "concept_winery_mcmanis": 75032, "concept_geopoliticallocation_pembroke_pines": 50675, "concept_profession_unions": 13308, "concept_insect_long_tongued_bees": 49641, "concept_city_panama_canal": 32784, "concept_athlete_brian_fuentes": 65616, "concept_city_troutdale": 37502, "concept_personmexico_jon_rauch": 60574, "concept_athlete_sergi_bruguera": 65511, "concept_chemical_images": 6203, "concept_mediatype_restructuring": 14213, "concept_book_a_question_of_death_an_illustrated_phry": 43943, "concept_placeofworship_murlough": 18153, "concept_person_judith_nathan": 71087, "concept_sportsteam_buffalo_braves": 40237, "concept_sportsteam_missouri_state_west_plains_grizzlies": 40457, "concept_airport_san_diego_airport": 34767, "concept_jobposition_solicitor": 51429, "concept_weapon_nailgun": 53146, "concept_drug_ephedra": 57616, "concept_comedian_barry_levinson": 60214, "concept_city_south_pasadena": 33140, "-6.2355600000000,107.7255600000000": 23577, "concept_person_nathan": 6112, "concept_movie_hollywood_homicide": 59669, "concept_athlete_jeremy_powell": 67016, "concept_city_braunfels": 37824, "concept_female_patty_murray": 68509, "concept_organization_chinese_national_team": 71077, "concept_female_directors": 14745, "concept_sportsequipment_uniforms": 42254, "concept_sportsgame_n1959_world_series": 47023, "37.3602200000000,-120.5640800000000": 676, "concept_coach_jay_bruce": 66784, "concept_televisionstation_wfld_tv": 30326, "concept_kitchenitem_tender": 635, "concept_bathroomitem_tub_combination": 24814, "concept_company_anheuser_busch_companies001": 18662, "concept_biotechcompany_teva": 47630, "-38.2166700000000,144.2833300000000": 17852, "concept_musician_jaz_coleman": 61806, "concept_politicianus_frank_lautenberg": 68376, "concept_bathroomitem_roman_tub": 58625, "concept_muscle_dorsi": 9626, "43.6948414285714,15.6990485714286": 74874, "concept_nongovorganization_taxpayers": 10148, "concept_drug_doxazosin": 50253, "concept_sportsteam_central_european_university": 40732, "concept_academicfield_aerospace_engineering": 45442, "concept_musicsong_verona": 9229, "concept_ceo_business_contact": 6033, "30.4915900000000,-92.1817900000000": 28857, "concept_chemical_nitrogen_oxide": 49940, "concept_male_zipporah": 1042, "concept_software_playstation_2": 72021, "concept_book_the_hour_of_the_star": 63425, "concept_sportsteamposition_wr": 42530, "concept_fish_anchovies": 49295, "concept_lake_baja": 7641, "concept_hotel_renaissance": 33967, "35.0459100000000,-85.1213400000000": 20884, "concept_city_hayward": 37616, "concept_language_quecha": 46145, "concept_buildingmaterial_conduits": 27298, "31.3915500000000,-98.1886400000000": 14755, "concept_coach_patrick_pinkney": 67444, "concept_city_texarkana": 36488, "33.1820650000000,-87.5283400000000": 19766, "concept_profession_physical_therapists": 51528, "concept_mountain_mount_errigal": 41102, "concept_profession_designs": 17665, "concept_book_burnt_offerings": 44963, "concept_city_cannes": 13228, "concept_room_big_room": 26170, "concept_city_southampton": 34780, "concept_athlete_dwight_gooden": 66484, "concept_person_angel": 27894, "concept_ceo_service_terms": 52171, "concept_televisionstation_kttu_tv": 30510, "concept_river_faywood_hot_springs": 16495, "concept_museum_highlights": 10555, "concept_televisionstation_kdtv": 30624, "39.7716500000000,-105.4419400000000": 51277, "concept_musicartist_simple_minds": 28118, "concept_weapon_bigger_guns": 54057, "concept_weapon_market_gas": 54020, "concept_radiostation_kimn": 41511, "concept_bakedgood_breakfasts": 55288, "concept_disease_smallpox": 47341, "concept_agriculturalproduct_sherry": 54663, "concept_actor_spy": 64118, "concept_governmentorganization_usaid_": 29884, "concept_mammal_rhinos": 48391, "concept_hotel_maui_banyan": 27603, "concept_personus_rebecca_wells": 12356, "concept_stateorprovince_nunavut_territory": 33220, "concept_writer_ann_brashares": 44582, "23.5166700000000,80.9500000000000": 3271, "concept_hobby_tips": 20966, "concept_bank_fedex_ground": 73401, "concept_chemical_verify": 5411, "concept_software_microsoft_office_2003": 28260, "concept_plant_oak": 47858, "concept_personafrica_dave_anderson": 69079, "concept_journalist_scott_collins": 70612, "concept_person_bonimo_s_son": 69492, "concept_male_eber_four": 59511, "concept_insect_wasps": 48408, "concept_personmexico_matt_painter": 3100, "concept_person_diego": 9601, "concept_beverage_lime_juice": 54629, "concept_city_little_rock": 4057, "concept_musicinstrument_blues": 62182, "concept_movie_easy_rider": 59228, "concept_hobby_traditional_music": 46729, "concept_musician_duane_eddy": 61932, "concept_person_moises_alou": 8181, "concept_sportsteam_humboldt_state_jacks": 40469, "concept_athlete_jeff_mcinnis": 59772, "concept_bank_bmo_nesbitt_burns": 73328, "concept_park_london_paddington_station": 32187, "concept_celebrity_season": 2941, "concept_person_scooter_libby": 18863, "concept_food_whole_milk": 54380, "concept_fruit_coconut": 54892, "concept_city_westland": 35875, "concept_city_hacienda_heights": 5054, "concept_furniture_pillow_top_mattress": 58257, "concept_personasia_kareem_abdul_jabbar": 66072, "concept_artery_coronary_arteries": 15807, "concept_radiostation_wguc": 41619, "concept_sport_surf": 42519, "concept_musicsong_natchez": 24018, "concept_sportsgame_yars": 24140, "concept_language_mandarin_chinese": 46173, "concept_city_pico_rivera": 4759, "48.4667000000000,15.6667000000000": 3908, "concept_person_hank_baskett": 19633, "concept_company_rockwell": 72420, "concept_university_mercy_hospital_school": 75328, "concept_aquarium_sharks_aquarium": 57003, "concept_biotechcompany_xerox": 15513, "concept_room_kids": 10756, "concept_sport_sumo": 42538, "concept_city_kona": 34630, "concept_room_square_feet": 26056, "concept_musicsong_nebraska": 3096, "concept_academicfield_urban_and_regional_planning": 45608, "concept_plant_stems": 17438, "concept_city_hoedspruit": 26486, "concept_book_the_road": 43110, "concept_organization_safe_passage": 74061, "concept_dateliteral_n1846": 38342, "concept_personeurope_ken_kesey": 15114, "concept_room_fireplace": 52678, "concept_city_gulf_breeze": 23027, "concept_personmexico_steenhuis": 9847, "concept_person_angus_young": 22137, "concept_politicianus_tim_geithner": 68325, "concept_city_renville": 38607, "concept_beach_fort_ogden": 2008, "concept_geopoliticalorganization_laguna_hills": 4444, "concept_olympics_palestinian_national_authority": 8312, "concept_lake_kekova": 29744, "concept_male_javier_bardem": 23068, "concept_clothing_fishnets": 58962, "concept_park_league": 10580, "concept_televisionstation_ksnf": 30360, "concept_sportsteam_embry_riddle_eagles": 41037, "concept_televisionstation_tie": 26358, "concept_sportsteam_new_school_for_social_research": 40114, "concept_musician_little_richard": 62636, "concept_book_clarissa": 64335, "concept_park_radisson_edwardian_may_fair_hotel": 32166, "concept_musicartist_mr_big": 17120, "concept_city_bartlesville": 12367, "concept_governmentorganization_illinois_state_library": 3196, "concept_lake_koh_mak": 12757, "concept_athlete_sparky_lyle": 66092, "37.3674000000000,-76.5336000000000": 47142, "concept_product_wedding": 55368, "concept_ceo_ferdinand_piech": 28967, "concept_mammal_furry_friends": 10225, "concept_athlete_byron_leftwich": 66825, "concept_city_luoyang": 36250, "concept_skiarea_picos_de_europa": 22808, "38.9880600000000,-76.9508300000000": 35526, "concept_stadiumoreventvenue_pnc_bank_arts_center": 26584, "concept_journalist_dan_morain": 70810, "35.1628000000000,136.9180000000000": 31924, "concept_book_n7th_heaven": 43331, "concept_company_bp001": 3286, "concept_writer_linda_lael_miller": 43974, "concept_bakedgood_gravy": 20402, "concept_restaurant_melting_pot": 10899, "42.1019400000000,-91.7771200000000": 830, "concept_coach_david_bailiff": 71835, "concept_male_william_norris": 60562, "concept_writer_e__annie_proulx": 63827, "concept_athlete_russell_branyan": 65255, "concept_sportsteam_long_beach_st__49ers": 40916, "concept_athlete_dustin_byfuglien": 66317, "concept_country_rwanda": 1472, "concept_personeurope_napoleon": 10265, "concept_personeurope_william_shakespeare": 42704, "concept_river_prairie_dog_town_fork": 31408, "40.7311100000000,-73.9950000000000": 11464, "concept_athlete_javon_walker": 65445, "concept_clothing_cargo_pants": 53029, "concept_city_glendale_arizona": 73059, "concept_weapon_programs": 53474, "concept_musicartist_allman_brothers_band": 62565, "concept_person_crispin_glover": 15202, "concept_personalcareitem_nature": 27121, "concept_sportsequipment_tours": 9170, "concept_professor_wen_yang": 27697, "33.6957100000000,-112.4159100000000": 10993, "61.9757300000000,-144.4175600000000": 16352, "21.3027800000000,-157.8538900000000": 35494, "concept_automobilemodel_econoline_cargo": 20699, "concept_river_reuss": 38359, "concept_book_mortal_allies": 64130, "concept_university_extension_school": 22116, "concept_street_quarry_lane": 1023, "concept_coach_chris_paul": 60470, "concept_televisionstation_knaz_tv": 12894, "49.4001300000000,-86.5666600000000": 16225, "concept_hotel_chisos_mountain_lodge": 14574, "concept_geometricshape_diagram": 3460, "concept_profession_services_employees": 51949, "concept_televisionstation_kcal": 30855, "concept_governmentorganization_u_s__fish": 27781, "concept_academicfield_maps": 23366, "concept_attraction_houston___texas": 50699, "45.1274650000000,-91.3110000000000": 8113, "concept_personaustralia_terry_deary": 14761, "46.3579900000000,-112.2700100000000": 21037, "concept_sportsteam_florida_a_m_rattlers": 40408, "concept_date_november_2008": 36317, "concept_date_november_2007": 36316, "concept_officebuildingroom_two_room_suites": 52297, "concept_ceo_venugopal_dhoot": 10262, "concept_athlete_ted_mcanlis": 67026, "concept_governmentorganization_cabinet": 28379, "concept_weapon_mace_pepper_spray": 54087, "concept_bodypart_spinal_chord": 2412, "concept_televisionstation_wsre_tv": 30064, "concept_nonprofitorganization_data": 6659, "concept_personus_employee": 27177, "concept_athlete_eddie_george": 67153, "concept_jobposition_decree": 7684, "concept_academicfield_communications_management": 45729, "concept_hotel_sebel_playford_adelaide": 29636, "concept_geopoliticalorganization_nevada_college": 33543, "concept_profession_leadership": 51623, "concept_athlete_nick_blackburn": 66863, "concept_university_nova_southeastern": 32241, "concept_fish_yellowfin_tuna": 49131, "concept_athlete_john_ruiz": 65182, "41.5443371428571,-83.6437042857143": 22356, "concept_airport_adams_field": 34775, "concept_criminal_web_pages": 6697, "concept_musician_paul_weller": 15122, "concept_river_pemigewasset": 38484, "concept_comedian_nicole_richie": 28896, "concept_museum_smithsonian": 29553, "concept_televisionstation_wvaw_lp": 30747, "concept_airport_nimes_airport": 34733, "concept_city_oakland_park": 37008, "concept_personeurope_winston_churchill": 42968, "concept_city_cary": 4799, "concept_food_termites": 49032, "34.0156000000000,-84.1670000000000": 47120, "concept_bakedgood_entire_cake": 55398, "concept_university_nottingham": 14930, "concept_videogame_estrogen": 8488, "35.1561400000000,-89.9483400000000": 41708, "concept_politicianus_bobby_jindal": 68584, "concept_website_minneapolis_star_tribune": 70621, "concept_weapon_v_2_rocket": 53516, "concept_hospital_froedtert": 35196, "concept_book_tropic_of_cancer": 43992, "concept_hallwayitem_headliner": 22176, "concept_videogame_vital_nutrients": 8486, "concept_writer_frank_norris": 43618, "concept_buildingmaterial_head": 18258, "concept_televisionstation_wsyr_tv": 30160, "concept_attraction_big_ben001": 8300, "concept_biotechcompany_berlex": 47621, 