{"concept_hotel_khimsar_fort": 27816, "concept_drug_carvedilol": 50355, "concept_weapon_game_rifle": 53879, "concept_county_uis": 33708, "concept_professionalorganization_national_conference": 5962, "concept_county_dearne": 7061, "30.5024600000000,-90.2448600000000": 6683, "concept_website_steam": 26197, "concept_hotel_dylan": 34949, "concept_airport_sdia": 23884, "concept_city_milwaukee": 4515, "concept_mlarea_tumor": 17778, "concept_stadiumoreventvenue_kellyshorts_stadium": 14284, "concept_city_san_marcos": 33859, "concept_city_ypsilanti": 34170, "concept_buildingfeature_water_heater": 8131, "concept_river_limmat": 37879, "concept_furniture_mattress": 55796, "concept_politicianus_bob_goodlatte": 68037, "concept_journalist_bart_hubbuch": 70606, "concept_attraction_n10_downing_street": 56499, "concept_person_sir_stafford_cripps": 60870, "39.9250100000000,116.3953900000000": 21979, "concept_drug_effexor_xr": 47739, "concept_aquarium_world_government": 56951, "concept_boardgame_nicer": 46761, "concept_chemical_fluorides": 50152, "concept_person_john_f___kerry": 59114, "concept_ceo_daniel_vasella": 17214, "concept_musicartist_load": 16242, "concept_automobilemodel_f150": 72917, "concept_personus_john_vornholt": 68879, "concept_bakedgood_soft_drinks": 55193, "concept_sportsteam_william_penn_statesmen": 40707, "concept_sportsteam_colonels": 46793, "concept_movie_lonesome_dove": 18497, "concept_eventoutcome_position": 17673, "concept_hallwayitem_town_gate": 5899, "concept_musicalbum_mockingbird": 22029, "concept_politicsblog_real_estate": 56071, "concept_jobposition_deputy_minister": 7076, "concept_book_a_dangerous_fortune": 44557, "concept_attraction_blackfriars": 57192, "concept_attraction_national_film_theatre001": 19945, "concept_stateorprovince_oh": 33762, "-45.7583800000000,170.2801000000000": 74877, "concept_visualartist_joanny": 16035, "47.8001600000000,-77.1827300000000": 69731, "4.7731300000000,7.7786100000000": 2713, "concept_person_vitor_meira": 71118, "concept_insect_whiteflies": 49487, "concept_writer_hilton": 11605, "concept_geopoliticallocation_holland": 8174, "concept_wine_hotel_sierra_silvana": 19085, "concept_chef_george_greenstein": 69897, "concept_sportsleague_northwoods_league": 4725, "concept_winery_york_area": 17683, "concept_televisionstation_wfsg": 31600, "concept_book_the_martian_way_and_other_stories": 20493, "concept_journalist_andy_katz": 70627, "concept_crustacean_ghost_shrimp": 49390, "concept_agriculturalproduct_crushed_red_pepper": 54773, "concept_televisionstation_ktci": 30816, "concept_personeurope_shawn_fanning": 17136, "concept_bird_shetlands": 2125, "concept_journalist_robin_toner": 70556, "concept_sportsteam_expos": 884, "concept_agriculturalproduct_dressing": 55354, "concept_currency_last_week": 14594, "concept_musicartist_pearl_jam": 59700, "concept_beverage_stuffing": 21020, "concept_videogame_chickies": 16541, "concept_book_guardian": 44412, "concept_flooritem_shower_head": 15553, "concept_writer_gilbert_morris": 63095, "concept_stateorprovince_widget": 28732, "concept_city_bangkok": 15550, "concept_hobby_markets": 74542, "concept_person_faith_hill001": 59380, "concept_mldataset_bay": 9152, "concept_biotechcompany_baxter": 50102, "concept_journalist_john_mccormick": 69240, "concept_female_seven": 17422, "concept_personcanada_tahmima_anam": 15436, "concept_chemical_sugar": 49818, "concept_sportsteamposition_center_redmond": 45006, "concept_company_forbes001": 8456, "concept_journalist_james_glanz": 67687, "concept_scientist_ken_thompson": 24614, "concept_hotel_four_seasons_milan": 9156, "concept_mammal_beagles": 48864, "concept_politicianus_pat_buchanan": 68417, "concept_book_n2061_odyssey_three": 69232, "concept_lake_middle_andaman": 4827, "concept_book_the_story_of_my_life": 42621, "concept_disease_irritable_bowel_syndrome": 46443, "concept_sportsteam_southwest_texas_state_university": 40244, "concept_musicalbum_embodiment": 14435, "concept_artery_brachiocephalic": 58721, "concept_company_tiger": 6677, "concept_university_wake_forest": 32987, "concept_televisionstation_wfmz_tv": 30571, "concept_televisionstation_wfsb": 31599, "concept_person_chuck": 71213, "concept_writer_alistair_maclean": 63973, "concept_politicianus_presidential_election": 20302, "concept_newspaper_lafayette": 7479, "35.9566700000000,64.7472200000000": 14417, "concept_university_iowa_state_university": 45919, "concept_writer_christina_stead": 44279, "concept_book_the_beautiful_room_is_empty": 23316, "concept_governmentorganization_federal_bureau": 50798, "41.9113000000000,12.4696000000000": 8288, "concept_book_cosmos": 44596, "concept_athlete_craig_robinson": 40220, "concept_book_the_time_machine": 22016, "concept_country_former_ussr": 33542, "concept_city_mooringsport": 5312, "concept_bacteria_leptospira": 47308, "concept_hotel_intercontinental_los_angeles_century_city": 34768, "concept_movie_star_trek": 60258, "concept_landscapefeatures_country_lanes": 52162, "concept_sport_ncaa_basketball": 42334, "concept_person_angelina": 12488, "concept_writer_davida_wills_hurwin": 43289, "concept_book_nicholas_nickleby": 43119, "concept_chemical_different_chemicals": 50009, "concept_athlete_p_j__walters": 6725, "concept_book_elbow_room": 44511, "concept_grain_nassau_county": 20775, "concept_building_oare": 34091, "concept_aquarium_n55_gallon_plastic_barrel_tank_aquarium": 56713, "concept_museum_allied_artists": 34180, "concept_drug_tavist": 57634, "concept_charactertrait_school_science": 47040, "35.5699000000000,139.7294000000000": 75059, "concept_fruit_limes": 55002, "concept_park_harlem": 32781, "concept_televisionstation_katu_tv": 30993, "concept_stadiumoreventvenue_pikes_peak_center": 36041, "concept_retailstore_sony": 15295, "concept_fungus_hth": 75305, "concept_book_the_main_chance": 13381, "concept_politicianus_republican_senator_norm_coleman": 68599, "concept_academicfield_environmental": 45260, "concept_governmentorganization_ohio_department": 50905, "concept_weapon_seven_missiles": 53788, "concept_braintissue_patients": 29499, "concept_mountain_central_sierra_nevada": 41247, "concept_city_stephenville": 39596, "concept_coach_al_arbour": 40470, "concept_drug_sinemet": 57745, "concept_musicalbum_steppenwolf": 27001, "concept_bank_pioneer": 20138, "concept_museum_lyndhurst": 11724, "concept_country_senegal": 5719, "34.9151000000000,-95.3310800000000": 33277, "concept_blog_wral_tv": 28234, "concept_academicfield_geophysics": 45287, "concept_disease_cancer_increase": 54936, "concept_beverage_cola": 54338, "concept_county_southwestern_state_university": 7916, "concept_nut_eggplant": 20954, "concept_river_delaware_river": 32148, "concept_athlete_travis_diener": 66734, "concept_university_liverpool_university": 46093, "concept_visualizablething_palm_oil": 54824, "concept_automobilemodel_terrain": 72743, "concept_eventoutcome_control_system": 51179, "concept_visualartist_walter_pater": 3533, "concept_coach_hassan_adams": 67354, "concept_sportsgame_playoffs": 27571, "concept_musician_rbd": 4017, "concept_tableitem_screen": 3544, "concept_disease_acute_infectious_disease": 47168, "concept_person_thomas_seymour": 29336, "concept_writer_dickens": 42835, "concept_televisionstation_kdtn": 10014, "concept_sportsteam_babson_college": 75404, "concept_room_masters_bedroom": 52726, "concept_bodypart_foal": 27179, "concept_geopoliticallocation_earthquake": 33491, "concept_website_asian": 2130, "concept_book_ella_enchanted": 2156, "concept_profession_deployment": 51716, "concept_televisionstation_kdtf": 31277, "concept_mountainrange_loita_hills": 56247, "concept_country___america": 1565, "concept_park_atlanta_state_park": 32810, "concept_writer_leo_tolstoy": 43559, "concept_officebuildingroom_masterbedroom": 26738, "41.8758700000000,-87.6247700000000": 23738, "concept_mountainrange_middle_atlas": 8296, "concept_chemical_iodine": 50406, "-16.4386400000000,-39.0809200000000": 1596, "concept_journalist_tommy_doyle": 17430, "concept_sportsteam_new_school_for_social_research": 430, "concept_insect_insects": 7355, "concept_biotechcompany_daiichi": 72035, "concept_mldataset_bt": 23766, "43.4513600000000,-1.5448700000000": 21211, "concept_musician_justin_hayward": 61626, "concept_weapon_automatic_pistol": 53462, "concept_newspaper_wall_street_journal": 55891, "concept_drug_loratadine": 49974, "concept_personmexico_luis_gonzalez": 65429, "concept_company_tivo": 27043, "concept_company_msn_search": 4458, "concept_trainstation_code": 11499, "concept_company_international_steel_group": 61534, "34.9506500000000,-90.3123200000000": 27766, "concept_musician_bo_diddley": 62127, "concept_drug_vancomycin": 47476, "concept_physiologicalcondition_weight_loss": 47535, "concept_city_annandale": 39086, "concept_beverage_cherries": 54683, "concept_company_business_objects": 71902, "concept_writer_ahdaf_soueif": 64088, "concept_stadiumoreventvenue_bowman_gray_stadium": 74169, "concept_bathroomitem_hair_dryers": 58516, "concept_politicianus_john_tyler": 68179, "concept_beach_jimbaran_bay": 16231, "concept_bank_vtb": 73556, "concept_biotechcompany_immunex": 72024, "concept_buildingfeature_garage_doors": 58092, "concept_hotel_taj_mahal_palace___tower": 34434, "concept_landscapefeatures_coastlines": 11405, "concept_scientist_simone_de_beauvoir": 70909, "22.2826900000000,114.1391250000000": 8615, "concept_televisionstation_waff_tv": 30590, "37.6000000000000,83.8333300000000": 3719, "concept_weapon_intercontinental_ballistic_missiles": 54013, "concept_person_russell_brand": 59413, "concept_island_recommendation": 18430, "concept_city_place": 7262, "concept_journalist_marc_lacey": 68923, "55.9333300000000,-3.1666700000000": 34284, "concept_person_kore": 69387, "concept_emotion_fun": 5998, "concept_athlete_whitter": 21427, "concept_geopoliticallocation_purdue": 16480, "concept_city_amissville": 39641, "concept_musicartist_tips": 13834, "concept_book_martin_eden": 43757, "concept_island_guantanamo_bay": 18721, "concept_river_sheyenne": 32172, "concept_musician_erik_rutan": 62381, "concept_criminal_vissarion": 24136, "44.1333300000000,5.1000000000000": 36568, "concept_profession_technical_professionals": 51581, "concept_university_jewish_theological": 20656, "concept_athlete_ian_johnson": 67131, "concept_governmentorganization_sec": 50805, "concept_city_crestview_hills": 39646, "concept_medicalprocedure_bypass_surgery": 42474, "concept_hotel_rum_point_inn": 3826, "concept_biotechcompany_hoffman_la_roche": 47729, "38.8956700000000,-77.0399800000000": 2143, "concept_protein_vitamin_d": 54666, "62.4333300000000,30.3000000000000": 26562, "concept_politician_senator_dewine": 71619, "concept_book_phantom_of_the_opera": 43929, "concept_personasia_johnny_ford": 6333, "concept_bird_wild_turkeys": 48726, "concept_beach_hawaii": 75265, "concept_athlete_trevor_hoffman": 64784, "concept_city_srinagar": 39139, "concept_county_amos_tuck_school": 22424, "concept_book_dragonriders_of_pern": 43641, "concept_lake_big_spring": 16864, "concept_movie_badlands": 64568, "concept_city_island_no_": 39517, "concept_city_sabres": 10638, "concept_company_swatch": 73221, "concept_grain_rye": 54784, "concept_disease_add_adhd": 48497, "concept_musician_otis_redding": 62079, "concept_city_collierville": 37757, "concept_hotel_budget": 35050, "concept_academicfield_email": 45420, "concept_journalist_walter_pincus": 70404, "44.9501500000000,-63.5987000000000": 72377, "39.6191500000000,-105.7958400000000": 1042, "concept_athlete_willie_harris": 66957, "concept_beach_bahia_pez_vela": 10226, "concept_website_quotes": 28694, "concept_personafrica_sofia_coppola": 60084, "concept_terroristorganization_harkat_ul_mujahideen": 51083, "concept_airport_hancock_international": 35335, "concept_newspaper_the_globe_and_mail": 55975, "concept_island_holiday": 7320, "concept_astronaut_eads": 20109, "concept_food_fresh_basil": 20801, "concept_weapon_case": 16243, "concept_musicartist_rise_against": 73807, "34.7750600000000,-85.0029300000000": 17356, "concept_writer_tacitus": 43409, "concept_televisionstation_wfxb_tv": 31861, "20.7430600000000,-156.8961100000000": 19432, "concept_country_career": 11474, "concept_county_savannah_area": 4694, "concept_book_little_house_in_the_big_woods": 63131, "concept_automobilemodel_edge": 55422, "concept_politicsissue_activity": 25370, "concept_organization_heilongjiang": 38172, "concept_person_shirley": 71087, "concept_sportsteam_the_masters_college_mustangs": 40657, "concept_movie_eraserhead": 64424, "concept_bodypart_skin_constrict": 4299, "concept_athlete_craig_biggio": 59309, "concept_mountainrange_lesser_caucasus": 56194, "concept_country_united_arab_emirates": 14544, "57.4059650000000,-4.3542150000000": 22343, "concept_clothing_leather_shoe": 58830, "concept_book_life_is_a_caravanserai": 23642, "concept_river_atchafalaya_river": 32335, "concept_movie_norma_rae": 61150, "concept_attraction_camden_lock": 57218, "concept_website_the_express": 55909, "concept_city_torshavn": 33315, "47.3417200000000,-84.6499100000000": 24456, "concept_company_medco": 72075, "concept_county_savannah": 4990, "concept_chemical_water": 49772, "concept_person_henry": 15240, "33.4252800000000,44.5300000000000": 10708, "64.7166700000000,32.4833300000000": 7291, "concept_politicsblog_raleigh": 23595, "concept_drug_tranxene_t_tab": 57874, "concept_personcanada_belzec": 6181, "concept_sportsteam_baylor_bears_basketball": 40424, "concept_building_mohammed_v": 8736, "concept_academicfield_foreign_languages_and_literatures": 46035, "concept_book_a_dying_light_in_corduba": 44359, "concept_director_roberto_benigni": 64636, "concept_hotel_sari_pan_pacific_hotel": 34837, "concept_book_amerika": 43833, "concept_sportsteam_dakota_state_trojans": 850, "concept_city_kashi": 37835, "concept_vertebrate_ships": 29821, "concept_academicfield_pc": 6703, "concept_televisionstation_wbpg": 31054, "concept_retailstore_virgin_records": 4842, "concept_tableitem_site_visitor": 26185, "concept_sportsteam_florida_intl_golden_panthers": 942, "concept_city_la_palma": 5400, "concept_university_anderson_graduate_school_of_management": 33213, "concept_animal_calf": 49577, "concept_personeurope_maddie": 4772, "concept_coach_justin_miller": 59384, "concept_room_lab": 25315, "concept_politician_mary_mcaleese": 71683, "concept_physiologicalcondition_cancer_increases": 54946, "concept_park_the_castro": 32956, "concept_city_sharm_el_sheikh": 37845, "concept_disease_sickle_cell_anemia": 48579, "concept_radiostation_kpcc": 41344, "concept_musicartist_devo": 21870, "concept_hotel_gaylord_national": 35099, "concept_room_small_lounge": 52607, "concept_invertebrate_worms": 7888, "concept_sportsteam_troy_university_trojans": 612, "concept_buildingmaterial_polycarbonate": 55519, "concept_organization_n366th_civil_engineer_squadron": 71836, "concept_city_knock": 38318, "concept_weapon_vent_free_gas": 53948, "concept_writer_walter_pater": 64126, "concept_recordlabel_blackend": 25214, "concept_person_mississippi_state": 29697, "concept_writer_tolkein": 44637, "concept_food_meals": 54924, "concept_room_oceanfront_room": 52433, "concept_criminal_carlo_ponti": 18192, "concept_book_taps": 25081, "concept_ceo_anne_rice": 71407, "concept_river_willamette_river": 32193, "concept_athlete_dinara_safina": 65281, "concept_bird_elephant": 7838, "concept_coach_clint_barmes": 65065, "concept_newspaper_dayton_daily_news": 70186, "concept_bacteria_rickettsia_prowazekii": 47088, "concept_sportsequipment_freestyle": 1365, "concept_jobposition_trainer": 51329, "concept_movie_chinatown": 61152, "concept_city_st_charles": 39192, "concept_blog_va": 18233, "concept_hotel_royal_york": 34835, "concept_sportsequipment_feet": 17609, "concept_jobposition_social_worker": 51322, "concept_professor_david_hoffman": 68986, "concept_academicfield_communication_studies": 45385, "concept_videogame_grandmother": 11898, "concept_furniture_double_sofa": 58231, "concept_academicfield_public_service": 45814, "concept_person_bl__innocent_xi": 71127, "35.0855600000000,63.1744400000000": 25844, "concept_sportsteam_bulldogs": 40186, "concept_city_ozark": 19850, "concept_scientist_max_frisch": 63417, "concept_drug_zyvox": 47737, "concept_country_republic_of_kenya": 33469, "concept_person_master_p": 23749, "concept_attraction_vat_phou": 21661, "concept_city_arvada": 5482, "concept_geometricshape_shape": 1245, "concept_mountainrange_southern_rockies": 56165, "concept_room_principal_bedroom": 52811, "concept_disease_pervasive_developmental_disorders": 1704, "concept_visualizablething_cathedral": 56501, "concept_journalist_michael_abramowitz": 70472, "-8.5336100000000,126.7102800000000": 10577, "concept_company_frontier_airlines": 72619, "concept_arthropod_natural_enemies": 49415, "concept_island_brecqhou": 9748, "concept_weapon_anti_ballistic_missile": 53549, "concept_sportsteam_uc_san_diego": 286, "concept_county_palm_coast": 26582, "concept_geopoliticalorganization_torun": 28056, "concept_academicfield_liberal_arts": 45423, "concept_televisionstation_kiku": 31908, "concept_televisionstation_kvii": 30525, "concept_city_delray_beach": 37585, "concept_televisionstation_kvie": 30526, "concept_chemical_glutamate": 50392, "concept_male_alex_lifeson": 59107, "concept_visualartist_robert_drummond": 24958, "concept_televisionstation_kvia": 30529, "concept_personus_allan_moss": 73418, "concept_book_war_and_peace": 3239, "concept_politicianus_second_person": 3877, "20.9169400000000,-156.3938900000000": 22377, "concept_professor_kevin_mckenna": 69489, "concept_personnorthamerica_fax": 3215, "concept_athlete_dee_brown": 60132, "concept_musician_yngwie_malmsteen": 62139, "concept_lake_lolland": 25618, "concept_athlete_colter_bean": 66030, "concept_televisionstation_kviq": 30527, "concept_personnorthamerica_abdul_ahad": 25843, "concept_televisionstation_wtmj": 13462, "concept_book_alice": 43148, "concept_actor_patricia_neal": 61104, "concept_mountain_mount_miserable": 41222, "concept_monument_philadelphia_area": 17650, "37.7755000000000,-122.4202400000000": 3263, "concept_televisionstation_wtmd": 30774, "concept_book_celestine_prophecy": 43445, "concept_personeurope_malcolm_lowry": 7118, "concept_drug_oxaliplatin": 47656, "concept_drug_ibuprofen": 49785, "concept_book_blackwood_farm": 43963, "concept_bank_usps_air_mail": 12188, "concept_bank_npm": 23171, "concept_nondiseasecondition_mahalo": 16413, "concept_amphibian_nostrils": 18411, "concept_visualartist_frederic_remington": 69699, "concept_architect_italo_svevo": 26163, "concept_coach_gary_pinkel": 17362, "concept_book_last_of_the_mohicans": 42862, "concept_stadiumoreventvenue_civic_center": 36236, "concept_sportsteam_morgan_st_bears": 99, "concept_mountain_mauna_kea": 41037, "43.4833300000000,4.4666700000000": 67673, "concept_actor_raye_dowell": 61266, "concept_automobilemaker_triumph": 4510, "concept_room_spacious_loft": 52465, "concept_politicalparty_college": 2685, "37.1419750000000,-118.5557500000000": 24189, "concept_athlete_tyson_chandler": 65989, "concept_politician_chester_a__arthur": 71610, "concept_plant_live_oak": 47904, "concept_ceo_jay_adelson": 16649, "concept_book_starship_troopers": 44323, "concept_sportsgame_end": 46891, "concept_academicfield_accreditation": 74845, "concept_weapon_united_states_navy": 12686, "concept_lake_salmon_river": 39785, "concept_politicalparty_international_monetary_fund": 74902, "concept_writer_p__l__travers": 43976, "48.1460000000000,17.1160000000000": 17184, "concept_crustacean_lobsters": 48298, "concept_musician_robert_johnson": 61850, "concept_person_penny_lancaster": 3727, "concept_politicianus_lieberman": 59087, "concept_athlete_richard_krajicek": 66807, "concept_musician_styx": 6807, "concept_insect_gnats": 49441, "concept_product_adobe_acrobat": 14108, "concept_ceo_andy_grove": 19229, "concept_person_sims": 21276, "concept_zoo_celeste_center": 9070, "concept_biotechcompany_pain": 26169, "concept_architect_application": 7711, "concept_county_nicholls_state": 20318, "concept_publication_job_opportunities": 4782, "concept_physicalcharacteristic_mess": 47037, "concept_person_sills": 18439, "concept_book_complete_novels": 63597, "concept_disease_heart_problems": 46480, "concept_athlete_alonzo_mourning": 59404, "concept_room_marble_master_bath": 55570, "concept_consumerelectronicitem_operating_systems": 28878, "concept_academicfield_clinics": 3979, "concept_beach_blawenburg": 7469, "concept_transportation_money": 1789, "concept_coach_bob_bradley": 24059, "concept_airport_taylor_lake_village": 21647, "concept_researchproject_study": 12786, "concept_athlete_darren_clarke": 64788, "concept_retailstore_cafe_coffee_day": 34065, "concept_musicartist_jesus_lizard": 61800, "concept_fish_hammerhead_sharks": 48313, "concept_vegetable_peanuts": 21141, "32.5916662500000,130.2604162500000": 7467, "concept_televisionstation_ksmq_tv": 31188, "concept_website_decision": 29501, "concept_city_otsego": 37408, "concept_athlete_bill_bray": 59914, "concept_landscapefeatures_seascapes": 4879, "concept_agriculturalproduct_slow_cooker": 55358, "concept_drug_anacin": 47647, "concept_book_dragons_on_englor": 63061, "concept_book_death_be_not_proud": 59763, "concept_musicgenre_grunge_rock": 49715, "concept_writer_brownbear": 6049, "concept_televisionstation_kswb": 30959, "35.8892500000000,-93.7310200000000": 46764, "concept_insect_spectacle": 9725, "38.2245600000000,-0.5191900000000": 3314, "concept_book_baking_cakes_in_kigali": 69415, "concept_park_fan": 11510, "concept_personmexico_michael": 67776, "concept_book_on_writing__a_memoir_of_the_craft": 44867, "concept_televisionstation_ktab_tv": 31516, "concept_arachnid_lone_star_tick": 49418, "concept_plant_pathfinder": 24424, "concept_personaustralia_harper_lee": 22027, "concept_book_the_way_of_shadows": 63448, "concept_bathroomitem_whirlpool_tubs": 58526, "concept_televisionstation_kwnb_tv": 30741, "concept_sportsteam_queen_s": 40457, "concept_politicianus_john_salazar": 68479, "concept_arthropod_bit": 28304, "concept_chemical_atoms": 49743, "concept_river_paktia_province": 15701, "concept_academicfield_extension": 45726, "23.0833300000000,70.1333300000000": 50618, "concept_vehicle_government_agencies": 16516, "concept_personmexico_david_west": 67766, "concept_movie_octopussy": 59060, "concept_politicianus_senator_kohl": 68577, "concept_hotel_tower": 34844, "concept_sportsteam_charlotte_49ers": 30035, "21.1500000000000,97.3500000000000": 12930, "concept_radiostation_wish_tv": 41470, "concept_company_miami_herald001": 6949, "concept_book_attention": 30374, "concept_personcanada_rupert_friend": 59855, "concept_planet_question": 17576, "concept_room_second_guest_room": 52808, "concept_writer_john_updike": 42600, "concept_mlsoftware_beep": 67837, "concept_bodypart_heart": 58616, "concept_book_the_neon_rain": 63505, "concept_visualizablescene_leeds_bradford": 35606, "concept_language_windish": 2464, "35.8269300000000,-82.1119200000000": 20323, "concept_male_billy_ray_cyrus": 60024, "concept_wine_green_bay": 15112, "-42.8166700000000,147.3166700000000": 15588, "concept_person_martha_miller": 60902, "concept_male_abigail": 27750, "concept_plant_stately_oaks": 25283, "39.9858200000000,-105.1130400000000": 26997, "concept_governmentorganization_office_of_management_and_budget": 14474, "concept_mountain_sneffels": 41218, "concept_politicianus_matt_blunt": 68415, "concept_organization_cpvcc": 71240, "concept_journalist_clyde_haberman": 70400, "concept_sportsgame_n2008_nba_finals": 46877, "concept_person_gabriel": 2721, "concept_politicalparty_coalition_provisional_authority": 51068, "concept_politicianus_democratic_candidate_barack_obama": 12613, "concept_musicartist_mars_volta": 73823, "concept_weapon_uzi_machine_guns": 53195, "concept_bank_hbos": 73274, "concept_city_bhagalpur": 38277, "concept_videogamesystem_adobe_lightroom": 14150, "concept_governmentorganization_oge": 14475, "concept_person_tonya_lewis_lee": 15393, "concept_visualizableobject_throttle": 54103, "concept_nut_hypertension": 8976, "concept_personcanada_michael_gordon": 67604, "concept_person_steve_mcpherson": 8049, "concept_weapon_smartlock_pistols": 53572, "concept_sportsteam_philies": 46852, "concept_weapon_five_weapons": 53636, "concept_athlete_joe_gordon": 66434, "concept_male_last_adam": 74805, "concept_filmfestival_eight": 11979, "concept_clothing_costume": 52899, "concept_book_shogun": 64162, "concept_writer_thomas_keneally": 43462, "concept_city_canby": 37400, "concept_buildingfeature_frames": 58083, "concept_academicfield_engineering_psychology": 45576, "concept_athlete_charlie_morton": 60489, "concept_sportsteamposition_pitcher": 42222, "concept_visualizablething_front": 15198, "concept_port_kessingland": 74947, "concept_coach_chris_berman": 67387, "concept_profession_contacting": 50854, "concept_vegetable_walnuts": 20914, "concept_governmentorganization_federal_transit_administration": 15099, "concept_book_mystery": 1932, "concept_male_kenneth_wright": 59585, "concept_musicartist_rush": 59108, "concept_drug_blopress": 57460, "54.8766300000000,-94.9331700000000": 47664, "concept_book_deception_point": 59921, "concept_website_desktop": 28699, "concept_person_jamie": 61453, "concept_politicsissue_more_money": 1783, "concept_sport_motorsport": 42139, "concept_amphibian_care": 22055, "concept_writer_jim_marrs": 17477, "concept_televisionstation_wmmp": 32067, "concept_politicianus_richard_burr": 59972, "concept_politicsblog_citizen": 11063, "concept_airport_general_mitchell": 21411, "concept_insect_butterflies": 7904, "concept_physiologicalcondition_queensland_tick_typhus": 47141, "concept_book_all_about_h__hatterr": 4298, "concept_election_municipal_elections": 51141, "concept_book_sin_city": 44522, "concept_person_lanni": 62709, "concept_sportsgame_news": 46798, "concept_river_nushagak": 21934, "concept_athlete_josh_banks": 65979, "41.8818000000000,-87.6245350000000": 22831, "concept_academicfield_software_engineering": 45160, "concept_city_deerfield": 37813, "concept_scientificterm_conditional_random_fields": 41823, "concept_person_jack_newton": 69326, "concept_lake_lago_yelcho": 12667, "concept_jobposition_nursing": 2160, "concept_automobilemodel_ikon": 72949, "concept_personnorthamerica_johnson": 64368, "concept_drug_humalog": 57760, "concept_sportsteamposition_centrefield": 9759, "concept_officebuildingroom_spacious_double_rooms": 55632, "concept_book_the_assistant": 7123, "concept_automobilemodel_altima": 24419, "concept_city_leiria": 38990, "concept_book_firewall": 43393, "concept_movie_enchanted": 60959, "concept_profession_execution": 51851, "concept_personafrica_garden_city": 3653, "38.3395600000000,-75.6549300000000": 23309, "18.9654440000000,72.9338320000000": 34367, "concept_website_sidestep_": 25263, "concept_attraction_columbia_area": 30001, "concept_book_naked": 67894, "concept_wine_vintages": 6393, "concept_stadiumoreventvenue_oncenter": 36500, "concept_book_crucible": 44752, "concept_book_castle_roogna": 29460, "concept_movie_lost_in_translation": 60086, "concept_country_tunisia": 5735, "concept_female_gaile_parkin": 69414, "concept_athlete_mike_lincoln": 65374, "concept_musician_feist": 61948, "concept_bathroomitem_spa_tub": 58410, "concept_musician_sonny_landreth": 62330, "concept_city_castine": 38834, "concept_officebuildingroom_large_double_room": 52809, "concept_book_n3rd_degree": 44663, "concept_drug_tofranil": 57753, "concept_book_the_woodlanders": 43857, "concept_city_barcelona": 29360, "concept_televisionstation_kbfd": 9942, "concept_city_paw_creek": 5119, "concept_clothing_sale": 58893, "concept_person_keturah": 14514, "concept_fish_cold_water_species": 49246, "concept_transportation_exchanges": 11209, "concept_musicartist_rancid": 62023, "concept_beverage_madison": 18812, "concept_city_rancho_cordova": 38975, "concept_hobby_integrated_design": 12483, "concept_city_whistler": 35763, "concept_professionalorganization_american_wind_energy_association": 20084, "concept_automobilemaker_caterham": 73034, "concept_tool_tools": 2161, "concept_city_fridley": 37810, "concept_musicalbum_reality": 74537, "concept_university_university_of_hong_kong": 46165, "concept_agriculturalproduct_markets": 58974, "concept_book_dolores_claiborne": 44656, "concept_eventoutcome_establishment": 3163, "concept_book_the_return_of_the_soldier": 26528, "concept_company_asian_spirit": 72574, "concept_personaustralia_gary_pinkel": 17361, "concept_city_effingham": 37938, "concept_hobby_outdoor_adventure_activities": 46624, "concept_currency_myanmar": 12882, "concept_profession_technicians": 51381, "concept_politicianus_webb": 68734, "concept_automobileengine_ford_explorer": 6145, "concept_island_funafuti": 50717, "concept_book_from_dead_to_worse": 43311, "concept_bird_mammals": 10447, "concept_nut_server": 28882, "concept_musician_michael_angelo_batio": 61734, "concept_blog_spokesman": 8985, "concept_recordlabel_mute": 17323, "concept_time_canadian_football_hall_of_fame": 20701, "concept_visualartist_e_40": 14857, "concept_personus_use_returns": 68793, "concept_televisionstation_kwba": 30564, "concept_plant_saplings": 47827, "concept_male_joakim_noah": 59883, "concept_politicalparty_australian_government": 51059, "concept_bird_dabblers": 28818, "34.7247650000000,-92.2577150000000": 35674, "concept_celebrity_justin_gaston": 22821, "concept_journalist_louis_uchitelle": 70105, "concept_athlete_xavi": 66842, "concept_aquarium_how_to_set_up_aquarium": 57009, "concept_bank_select": 25265, "concept_meat_bun": 20808, "concept_musicalbum_discovery": 22023, "concept_stadiumoreventvenue_sommet_center": 36376, "concept_politicianus_joseph_i__lieberman": 68360, "concept_company_maxis": 8020, "concept_braintissue_pineal_gland": 2805, "concept_person_jossey_bass": 10808, "concept_crustacean_kid": 1018, "concept_bank_axa": 23222, "concept_person_phoebe": 23022, "concept_hallwayitem_radiant_floor": 56479, "concept_televisionstation_kcts": 31590, "41.7009300000000,-72.5934200000000": 3325, "concept_book_red_harvest": 44214, "concept_person_judge_david_hale": 71770, "concept_city_nagasaki": 38463, "concept_director_stanley_donen": 59200, "concept_mediatype_report": 14163, "concept_televisionshow_passion": 75136, "concept_disease_kidney_problems": 19025, "concept_island_hilton_head_island": 50697, "concept_book_king_john": 9791, "concept_writer_arthur_agatston": 44118, "concept_athlete_eddie_kunz": 66720, "concept_book_tuck_everlasting": 63307, "concept_bathroomitem_desktop": 28877, "concept_televisionstation_saint_louis": 12150, "concept_radiostation_knx": 41435, "concept_book_the_purpose_driven_life": 42760, "42.2081600000000,-71.0058800000000": 24554, "concept_coach_marshall_faulk": 60482, "concept_personus_barry_gibb": 19684, "concept_mountainrange_benevenagh": 21915, "concept_beach_bronx_ny": 1375, "concept_radiostation_kuow_fm": 41597, "concept_sportsteam_albany_great_danes": 702, "concept_attraction_temple_bar": 55478, "concept_visualizablething_soy_protein": 55500, "concept_personeurope_david_miller": 65480, "concept_bank_astoria": 7136, "concept_book_the_crying_of_lot_49": 43126, "43.7361100000000,7.4250000000000": 23199, "30.4135400000000,-97.7375100000000": 7031, "concept_televisionstation_kttv": 30860, "concept_personmexico_tito_ortiz": 60200, "concept_hotel_grand": 35051, "concept_person_david_boreanaz": 3750, "concept_stadiumoreventvenue_field": 36234, "concept_blog_slashdot": 14608, "concept_professionalorganization_oasis": 18963, "concept_furniture_beds": 55627, "concept_newspaper_neighbors": 74816, "concept_journalist_eric_bailey": 70705, "concept_male_kevin_garnett": 59697, "concept_personus_shakespeare": 9770, "concept_journalist_kit_stier": 70389, "concept_meat_dish": 49071, "concept_city_link": 7230, "concept_sportsteam_hofstra_university": 40832, "concept_company_hk_disneyland": 72391, "concept_televisionstation_wptz_tv": 31919, "concept_bodypart_fetus": 2978, "concept_musician_chris_squire": 62481, "concept_politicianus_frist": 67941, "concept_hotel_fairmont_empress": 35076, "concept_ceo_janet_l__robinson": 71329, "concept_personus_john_browne": 3766, "concept_stateorprovince_states": 11159, "concept_city_linz": 38423, "concept_drug_galvus": 58054, "concept_nonprofitorganization_agc": 75050, "23.3168500000000,120.9199533333333": 3532, "concept_coach_andrew_alberts": 67301, "concept_athlete_dustin_pedroia": 59930, "concept_plant_palm_trees": 47948, "concept_convention_condition": 20714, "concept_city_johor_bahru": 33658, "concept_coach_new_jersey_devils": 67336, "concept_lake_strait_of_gibraltar": 25375, "concept_writer_dostoyevsky": 44114, "concept_drug_zomig": 57763, "concept_personeurope_e__nesbit": 64151, "concept_coach_south_carolina_gamecocks": 14409, "concept_athlete_lecavalier": 2182, "concept_book_mister_johnson": 43117, "concept_insect_housefly": 49452, "concept_mammal_axis": 48882, "concept_musicartist_deftones": 73907, "concept_person_sam_donaldson": 13273, "concept_sportsteam_kobe_university": 761, "concept_software_microsoft_word": 14165, "concept_televisionstation_wkpt_tv": 31062, "concept_politicianus_dmitry_medvedev": 68701, "concept_televisionstation_wlvi_tv": 31253, "concept_city_rancho_cucamonga": 5145, "concept_academicfield_american_studies": 45510, "concept_artery_process": 58725, "34.0669900000000,-118.4007000000000": 34401, "concept_visualizablething_blood_stream": 9026, "concept_movie_terms_of_endearment": 61053, "concept_athlete_daniel_schlereth": 65160, "concept_airport_edinburgh_international_airport": 35366, "concept_airport_senai": 35448, "concept_book_the_communist_manifesto": 30150, "concept_stateorprovince_bahia": 33718, "concept_weapon_maces": 53781, "concept_website_new_yorker_magazine": 14637, "concept_city_khe_sanh": 29921, "concept_newspaper_toronto_sun": 55956, "concept_monument_deshnok": 17519, "concept_room_set": 10950, "concept_biotechcompany_control": 29384, "concept_hotel_estrel_hotel": 34782, "concept_movie_jfk": 61133, "concept_athlete_jake_delhomme": 65858, "concept_weapon_infantry_weapons": 53822, "concept_stadiumoreventvenue_baltimore_convention_center": 36413, "concept_movie_the_spy": 64134, "concept_beverage_potato_water": 54455, "concept_person_six_people": 61503, "concept_athlete_babe_ruth": 59867, "concept_company_longaberger": 8772, "concept_weapon_heavy_sword": 53322, "concept_city_ouagadougou": 37479, "concept_profession_special_education_teachers": 51616, "concept_transportation_edinburgh_airport": 35786, "concept_personus_extremists": 21950, "concept_mammal_sheep_": 12240, "concept_website_wpmi": 13261, "concept_country_hongkong": 40153, "27.7293500000000,-82.7432200000000": 32615, "concept_person_dizzy_trout": 10519, "concept_building_kuala_lumpur": 5894, "concept_book_lady_chatterley_s_lover": 23801, "concept_professionalorganization_kosciuszko_foundation": 74072, "concept_physicalaction_commerce": 28145, "concept_emotion_series": 25557, "concept_city_menominee": 38993, "concept_language_uzbek": 46268, "concept_agriculturalproduct_medicines": 47421, "concept_stadiumoreventvenue_adler_theatre": 38526, "concept_city_allahabad": 39461, "concept_personeurope_laura_esquivel": 3220, "concept_arthropod_files": 8250, "concept_politicsbill_washington_convention": 8917, "concept_recordlabel_water": 12917, "concept_politicianus_sen__clinton": 68312, "concept_book_witness": 4273, "concept_company_malaysian": 18469, "concept_university_universidad_complutense_de_madrid": 46290, "concept_visualizablescene_gentlemens": 14752, "concept_politicianus_president_ronald_reagan": 60756, "concept_musicartist_camel": 73985, "concept_bakedgood_loaf": 55291, "concept_comedian_medicine": 4831, "concept_judge_vissarion": 16681, "concept_radiostation_wbur": 41496, "concept_drug_tamiflu": 47423, "concept_televisionstation_wesh_tv": 32003, "33.3819000000000,-86.8091000000000": 9641, "concept_movie_ghost_rider": 60068, "concept_county_pontiac": 3710, "concept_aquarium_starfire_glass_aquarium": 56734, "concept_color_crimson_tide": 24133, "concept_disease_hiv_aids": 16238, "concept_airport_rapid_city_regional": 35647, "concept_politicianus_pat_leahy": 27687, "concept_bank_aflac": 74352, "concept_city_salamanca": 38699, "concept_sportsgame_four_weeks": 46999, "concept_musicgenre_seattle_grunge": 49679, "concept_visualartist_titian": 69662, "concept_celebrity_don_james": 37620, "51.5000000000000,-2.4166700000000": 50566, "42.3737100000000,-71.1097700000000": 16040, "concept_emotion_issue": 17610, "concept_bakedgood_strawberry_ice_cream": 55190, "concept_sportsteam_utep_miners": 30053, "concept_city_lead": 11274, "concept_book_five_quarters_of_the_orange": 44222, "34.5728800000000,-94.5730000000000": 51311, "concept_visualizablething_tsampa": 3508, "concept_ceo_mohsin_khan": 9872, "60.5750000000000,-1.1708325000000": 6226, "concept_blog_techcrunch": 56111, "concept_company_junglee": 56074, "concept_building_theatres": 18187, "concept_disease_attention_disorders": 48582, "concept_retailstore_lai_lai": 25200, "concept_arachnid_brown_widow": 49423, "concept_county_mackintosh_school": 50476, "concept_stadiumoreventvenue_interlagos": 27295, "concept_politicalparty_clinton_library": 23808, "concept_journalist_eli_lake": 70298, "concept_physicalaction_platform": 10546, "concept_politicalparty_bankers": 26565, "concept_biotechcompany_sap_ag": 71448, "concept_placeofworship_stockholm": 30330, "47.3899700000000,-110.0690900000000": 18501, "concept_bacteria_ascaris_lumbricoides": 47350, "concept_professor_steve_lohr": 69502, "concept_personus_bono": 6878, "concept_biotechcompany_icon": 27683, "concept_actor_jason_bleick": 61142, "concept_bodypart_appendix": 2800, "concept_musicsong_itunes": 2279, "concept_traditionalgame_rouge_et_noir": 13202, "concept_aquarium_spadina_aquarium": 56975, "concept_scientificterm_gamma_function": 41903, "concept_sportsleague_american_hockey_league": 74206, "concept_food_rice_mixture": 21023, "concept_drug_butalbital": 57882, "concept_company_brunswick_corporation": 72293, "45.4000000000000,28.0166700000000": 29988, "concept_kitchenitem_center": 3513, "concept_archaea_ladinos": 8128, "concept_book_carpe_jugulum": 5837, "concept_wine_classic_grape_varieties": 19573, "concept_bodypart_rib_cage": 58622, "concept_sportsleague_american_football_conference": 4859, "concept_automobileengine_ford_ranger": 6143, "concept_plant_native_grasses": 48040, "concept_winery_mcmanis": 74986, "concept_geopoliticallocation_pembroke_pines": 50585, "concept_profession_unions": 13898, "concept_insect_long_tongued_bees": 49551, "concept_city_panama_canal": 33555, "concept_athlete_brian_fuentes": 65528, "concept_city_troutdale": 38273, "concept_personmexico_jon_rauch": 60484, "concept_chemical_images": 6717, "concept_mediatype_restructuring": 14799, "concept_book_a_question_of_death_an_illustrated_phry": 43851, "concept_placeofworship_murlough": 18755, "concept_person_judith_nathan": 71039, "concept_sportsteam_buffalo_braves": 337, "concept_coach_steve_sarkisian": 37618, "concept_airport_san_diego_airport": 35538, "concept_jobposition_solicitor": 51339, "concept_weapon_nailgun": 53056, "concept_drug_ephedra": 57526, "concept_comedian_barry_levinson": 60124, "concept_city_south_pasadena": 33911, "-6.2355600000000,107.7255600000000": 24215, "concept_person_nathan": 6626, "concept_movie_hollywood_homicide": 59579, "concept_athlete_jeremy_powell": 66929, "concept_city_braunfels": 38595, "concept_female_patty_murray": 68459, "concept_organization_chinese_national_team": 71029, "concept_female_directors": 15331, "concept_sportsequipment_uniforms": 42162, "concept_sportsgame_n1959_world_series": 46933, "37.3602200000000,-120.5640800000000": 1108, "concept_coach_jay_bruce": 66697, "concept_televisionstation_wfld_tv": 30911, "concept_kitchenitem_tender": 1067, "concept_bathroomitem_tub_combination": 25458, "concept_company_anheuser_busch_companies001": 19266, "concept_biotechcompany_teva": 47540, "-38.2166700000000,144.2833300000000": 18453, "concept_musician_jaz_coleman": 61716, "concept_politicianus_frank_lautenberg": 68326, "concept_bathroomitem_roman_tub": 58535, "concept_muscle_dorsi": 10186, "43.6948414285714,15.6990485714286": 74827, "concept_nongovorganization_taxpayers": 10717, "concept_drug_doxazosin": 50163, "concept_sportsteam_central_european_university": 75440, "concept_academicfield_aerospace_engineering": 45350, "concept_musicsong_verona": 9785, "concept_ceo_business_contact": 6546, "30.4915900000000,-92.1817900000000": 29522, "concept_chemical_nitrogen_oxide": 49850, "concept_male_zipporah": 1481, "concept_software_playstation_2": 71973, "concept_book_the_hour_of_the_star": 63335, "concept_sportsteamposition_wr": 42438, "concept_fish_anchovies": 49205, "concept_lake_baja": 8172, "concept_hotel_renaissance": 34738, "35.0459100000000,-85.1213400000000": 21498, "concept_city_hayward": 38387, "concept_language_quecha": 46053, "concept_buildingmaterial_conduits": 27955, "31.3915500000000,-98.1886400000000": 15341, "concept_coach_patrick_pinkney": 67376, "concept_city_texarkana": 37259, "33.1820650000000,-87.5283400000000": 20376, "concept_profession_physical_therapists": 51438, "concept_mountain_mount_errigal": 41010, "concept_profession_designs": 18264, "concept_book_burnt_offerings": 44871, "concept_city_cannes": 13816, "concept_room_big_room": 26822, "concept_city_southampton": 35551, "concept_athlete_dwight_gooden": 66396, "concept_person_angel": 28551, "concept_ceo_service_terms": 52081, "concept_televisionstation_kttu_tv": 31131, "concept_river_faywood_hot_springs": 17092, "concept_museum_highlights": 11124, "concept_televisionstation_kdtv": 31275, "39.7716500000000,-105.4419400000000": 51187, "concept_musicartist_simple_minds": 28775, "concept_weapon_bigger_guns": 53967, "concept_weapon_market_gas": 53930, "concept_radiostation_kimn": 41419, "concept_bakedgood_breakfasts": 55198, "concept_disease_smallpox": 47251, "concept_agriculturalproduct_sherry": 54573, "concept_actor_spy": 64028, "concept_governmentorganization_usaid_": 30425, "concept_mammal_rhinos": 48301, "concept_hotel_maui_banyan": 28257, "concept_personus_rebecca_wells": 12935, "concept_stateorprovince_nunavut_territory": 33991, "concept_writer_ann_brashares": 44490, "23.5166700000000,80.9500000000000": 3748, "concept_hobby_tips": 21581, "concept_bank_fedex_ground": 73354, "concept_chemical_verify": 5916, "concept_software_microsoft_office_2003": 28917, "concept_plant_oak": 47768, "concept_personafrica_dave_anderson": 69029, "concept_journalist_scott_collins": 70563, "concept_person_bonimo_s_son": 69443, "concept_male_eber_four": 59421, "concept_insect_wasps": 48318, "concept_personmexico_matt_painter": 3575, "concept_person_diego": 10161, "concept_beverage_lime_juice": 54539, "concept_city_little_rock": 4553, "concept_musicinstrument_blues": 62092, "concept_movie_easy_rider": 59138, "concept_hobby_traditional_music": 46637, "concept_musician_duane_eddy": 61842, "concept_person_moises_alou": 8722, "concept_sportsteam_humboldt_state_jacks": 40585, "concept_athlete_jeff_mcinnis": 59682, "concept_bank_bmo_nesbitt_burns": 73281, "concept_park_london_paddington_station": 32958, "concept_celebrity_season": 3416, "concept_person_scooter_libby": 19469, "concept_food_whole_milk": 54290, "concept_fruit_coconut": 54802, "concept_city_westland": 36646, "concept_city_hacienda_heights": 5558, "concept_furniture_pillow_top_mattress": 58167, "concept_personasia_kareem_abdul_jabbar": 65984, "concept_artery_coronary_arteries": 16397, "concept_radiostation_wguc": 41527, "concept_sport_surf": 42427, "concept_musicsong_natchez": 24659, "concept_sportsgame_yars": 24783, "concept_language_mandarin_chinese": 46081, "concept_city_pico_rivera": 5262, "48.4667000000000,15.6667000000000": 4401, "concept_person_hank_baskett": 20242, "concept_company_rockwell": 72373, "concept_university_mercy_hospital_school": 75282, "concept_aquarium_sharks_aquarium": 56913, "concept_biotechcompany_xerox": 16105, "concept_room_kids": 11325, "concept_sport_sumo": 42446, "concept_city_kona": 35401, "concept_room_square_feet": 26708, "concept_musicsong_nebraska": 3571, "concept_academicfield_urban_and_regional_planning": 45516, "concept_plant_stems": 18039, "concept_city_hoedspruit": 27140, "concept_book_the_road": 43018, "concept_organization_safe_passage": 74014, "concept_dateliteral_n1846": 39113, "concept_personeurope_ken_kesey": 15703, "concept_room_fireplace": 52588, "concept_city_gulf_breeze": 23658, "concept_personmexico_steenhuis": 10412, "concept_person_angus_young": 22765, "concept_politicianus_tim_geithner": 68275, "concept_city_renville": 39378, "concept_beach_fort_ogden": 2468, "concept_geopoliticalorganization_laguna_hills": 4947, "concept_olympics_palestinian_national_authority": 8856, "concept_lake_kekova": 30285, "concept_male_javier_bardem": 23701, "concept_clothing_fishnets": 58872, "concept_park_league": 11149, "concept_televisionstation_ksnf": 30952, "concept_sportsteam_embry_riddle_eagles": 40959, "concept_televisionstation_tie": 27011, "concept_musician_little_richard": 62546, "concept_book_clarissa": 64245, "concept_park_radisson_edwardian_may_fair_hotel": 32937, "concept_musicartist_mr_big": 17719, "concept_city_bartlesville": 12946, "concept_governmentorganization_illinois_state_library": 3672, "concept_lake_koh_mak": 13338, "concept_athlete_sparky_lyle": 66004, "37.3674000000000,-76.5336000000000": 47052, "concept_product_wedding": 55278, "concept_ceo_ferdinand_piech": 29632, "concept_mammal_furry_friends": 10794, "concept_athlete_byron_leftwich": 66738, "concept_city_luoyang": 37021, "concept_skiarea_picos_de_europa": 23439, "38.9880600000000,-76.9508300000000": 36297, "concept_stadiumoreventvenue_pnc_bank_arts_center": 27239, "concept_journalist_dan_morain": 70761, "35.1628000000000,136.9180000000000": 32695, "concept_book_n7th_heaven": 43239, "concept_company_bp001": 3763, "concept_writer_linda_lael_miller": 43882, "concept_bakedgood_gravy": 21013, "concept_restaurant_melting_pot": 11469, "42.1019400000000,-91.7771200000000": 1262, "concept_coach_david_bailiff": 71787, "concept_male_william_norris": 60472, "concept_writer_e__annie_proulx": 63737, "concept_athlete_russell_branyan": 65166, "concept_person_elizabeth_chavez": 71056, "concept_athlete_dustin_byfuglien": 66229, "concept_country_rwanda": 1921, "concept_personeurope_napoleon": 10834, "concept_personeurope_william_shakespeare": 42612, "concept_river_prairie_dog_town_fork": 32179, "40.7311100000000,-73.9950000000000": 12040, "concept_athlete_javon_walker": 65357, "concept_clothing_cargo_pants": 52939, "concept_city_glendale_arizona": 73012, "concept_archaea_cdv": 21943, "concept_musicartist_allman_brothers_band": 62475, "concept_person_crispin_glover": 15791, "concept_personalcareitem_nature": 27776, "concept_sportsequipment_tours": 9726, "concept_professor_wen_yang": 28351, "33.6957100000000,-112.4159100000000": 11563, "61.9757300000000,-144.4175600000000": 16945, "21.3027800000000,-157.8538900000000": 36265, "concept_automobilemodel_econoline_cargo": 21311, "concept_river_reuss": 39130, "concept_book_mortal_allies": 64040, "concept_university_extension_school": 22744, "concept_street_quarry_lane": 1461, "concept_coach_chris_paul": 60380, "concept_televisionstation_knaz_tv": 13475, "49.4001300000000,-86.5666600000000": 16817, "concept_hotel_chisos_mountain_lodge": 15161, "concept_geometricshape_diagram": 3942, "concept_profession_services_employees": 51859, "concept_televisionstation_kcal": 31550, "concept_governmentorganization_u_s__fish": 28435, "concept_academicfield_maps": 24003, "concept_attraction_houston___texas": 50609, "45.1274650000000,-91.3110000000000": 8655, "concept_personaustralia_terry_deary": 15347, "46.3579900000000,-112.2700100000000": 21655, "concept_sportsteam_florida_a_m_rattlers": 977, "concept_date_november_2008": 37088, "concept_date_november_2007": 37087, "concept_officebuildingroom_two_room_suites": 52207, "concept_ceo_venugopal_dhoot": 10831, "concept_athlete_ted_mcanlis": 66939, "concept_governmentorganization_cabinet": 29036, "concept_weapon_mace_pepper_spray": 53997, "concept_bodypart_spinal_chord": 2878, "concept_televisionstation_wsre_tv": 30622, "concept_nonprofitorganization_data": 7179, "concept_personus_employee": 27834, "concept_athlete_eddie_george": 67066, "concept_jobposition_decree": 8215, "concept_academicfield_communications_management": 45637, "concept_hotel_sebel_playford_adelaide": 30177, "concept_geopoliticalorganization_nevada_college": 34314, "concept_profession_leadership": 51533, "concept_athlete_nick_blackburn": 66776, "concept_university_nova_southeastern": 33012, "concept_fish_yellowfin_tuna": 49041, "concept_athlete_john_ruiz": 65093, "41.5443371428571,-83.6437042857143": 22985, "concept_airport_adams_field": 35546, "concept_criminal_web_pages": 7217, "concept_musician_paul_weller": 15711, "concept_river_pemigewasset": 39255, "concept_comedian_nicole_richie": 29561, "concept_museum_smithsonian": 30093, "concept_televisionstation_wvaw_lp": 31421, "concept_airport_nimes_airport": 35504, "concept_city_oakland_park": 37779, "concept_personeurope_winston_churchill": 42876, "concept_city_cary": 5302, "concept_food_termites": 48942, "34.0156000000000,-84.1670000000000": 47030, "concept_bakedgood_entire_cake": 55308, "concept_university_nottingham": 15515, "concept_videogame_estrogen": 9036, "35.1561400000000,-89.9483400000000": 41616, "concept_politicianus_bobby_jindal": 68534, "concept_website_minneapolis_star_tribune": 70572, "concept_weapon_v_2_rocket": 53426, "concept_hospital_froedtert": 35967, "concept_book_tropic_of_cancer": 43900, "concept_hallwayitem_headliner": 22804, "concept_videogame_vital_nutrients": 9034, "concept_writer_frank_norris": 43526, "concept_buildingmaterial_head": 18859, "concept_televisionstation_wsyr_tv": 30728, "concept_attraction_big_ben001": 8840, "concept_biotechcompany_berlex": 47531, "concept_book_a_long_long_way": 11973, "concept_person_st": 71123, "concept_hobby_tap": 2221, "concept_book_eleanor_roosevelt": 27936, 