{"curacao": 270, "samoa": 265, "kosovo": 101, "anguilla": 239, "united_states": 117, "azerbaijan": 19, "sint_maarten": 213, "uzbekistan": 85, "north_korea": 222, "senegal": 178, "equatorial_guinea": 204, "cambodia": 112, "guinea-bissau": 177, "japan": 9, "taiwan": 258, "south-eastern_asia": 7, "cyprus": 51, "barbados": 252, "peru": 120, "UNK": 272, "bhutan": 199, "ivory_coast": 64, "saint_pierre_and_miquelon": 229, "lithuania": 78, "micronesia": 1, "andorra": 181, "tunisia": 217, "palestine": 266, "rwanda": 57, "aruba": 119, "middle_africa": 27, "french_polynesia": 219, "timor-leste": 243, "argentina": 44, "eastern_europe": 52, "norway": 160, "ghana": 67, "belarus": 76, "cuba": 96, "saint_vincent_and_the_grenadines": 260, "guyana": 142, "zambia": 31, "vanuatu": 207, "bosnia_and_herzegovina": 102, "guatemala": 135, "palau": 0, "belgium": 15, "cape_verde": 208, "haiti": 235, "macau": 218, "kazakhstan": 80, "liberia": 68, "kyrgyzstan": 84, "netherlands": 11, "sierra_leone": 71, "portugal": 182, "denmark": 150, "philippines": 263, "montserrat": 246, "djibouti": 215, "south_korea": 228, "moldova": 184, "latvia": 224, "namibia": 30, "papua_new_guinea": 226, "switzerland": 152, "cook_islands": 245, "melanesia": 90, "bulgaria": 23, "jamaica": 193, "united_arab_emirates": 129, "angola": 26, "central_african_republic": 58, "eastern_africa": 46, "serbia": 97, "southern_africa": 37, "malaysia": 8, "mozambique": 39, "greece": 21, "aland_islands": 254, "nicaragua": 107, "brazil": 45, "afghanistan": 86, "qatar": 128, "oceania": 2, "southern_asia": 4, "turkmenistan": 82, "morocco": 170, "sudan": 62, "guinea": 70, "panama": 123, "nepal": 200, "asia": 5, "iceland": 190, "somalia": 201, "tokelau": 262, "tuvalu": 139, "central_asia": 81, "croatia": 103, "nauru": 205, "venezuela": 124, "europe": 13, "brunei": 6, "new_zealand": 225, "iran": 20, "dominican_republic": 234, "western_asia": 17, "china": 83, "armenia": 18, "thailand": 165, "iraq": 24, "bermuda": 236, "bangladesh": 188, "ukraine": 74, "guadeloupe": 241, "libya": 175, "mayotte": 72, "oman": 132, "northern_america": 116, "antigua_and_barbuda": 33, "gambia": 240, "macedonia": 99, "americas": 35, "french_guiana": 171, "western_sahara": 166, "british_virgin_islands": 244, "niue": 114, "republic_of_the_congo": 32, "syria": 25, "western_africa": 65, "jersey": 231, "pakistan": 91, "romania": 105, "seychelles": 191, "myanmar": 164, "egypt": 174, "guam": 211, "pitcairn_islands": 232, "africa": 28, "austria": 106, "saint_martin": 214, "hungary": 104, "mongolia": 223, "colombia": 121, "eastern_asia": 10, "northern_africa": 167, "dr_congo": 29, "niger": 148, "fiji": 125, "comoros": 210, "turkey": 16, "madagascar": 136, "belize": 158, "isle_of_man": 141, "mauritania": 169, "mexico": 159, "togo": 154, "france": 153, "bahamas": 212, "solomon_islands": 197, "slovakia": 75, "gibraltar": 180, "swaziland": 36, "laos": 113, "svalbard_and_jan_mayen": 140, "costa_rica": 110, "bolivia": 93, "united_kingdom": 53, "malawi": 50, "ecuador": 122, "vatican_city": 144, "san_marino": 185, "albania": 237, "ireland": 54, "southern_europe": 98, "lebanon": 198, "kiribati": 233, "british_indian_ocean_territory": 146, "czechia": 79, "tajikistan": 87, "trinidad_and_tobago": 186, "wallis_and_futuna": 40, "saint_lucia": 269, "jordan": 130, "chile": 94, "martinique": 230, "central_europe": 118, "south_georgia": 189, "nigeria": 147, "spain": 179, "georgia": 22, "australia_and_new_zealand": 138, "lesotho": 195, "burkina_faso": 66, "mauritius": 257, "polynesia": 41, "south_africa": 38, "sweden": 161, "gabon": 126, "saudi_arabia": 127, "mali": 69, "grenada": 261, "yemen": 131, "russia": 77, "PAD": 271, "american_samoa": 194, "new_caledonia": 89, "finland": 162, "chad": 59, "uruguay": 42, "falkland_islands": 209, "reunion": 267, "india": 92, "israel": 176, "paraguay": 95, "australia": 137, "greenland": 255, "uganda": 155, "burundi": 56, "kenya": 156, "el_salvador": 134, "botswana": 48, "united_states_minor_outlying_islands": 264, "marshall_islands": 203, "united_states_virgin_islands": 216, "italy": 145, "algeria": 168, "bahrain": 187, "turks_and_caicos_islands": 88, "south_america": 43, "northern_europe": 55, "tanzania": 47, "ethiopia": 202, "vietnam": 111, "south_sudan": 60, "cocos_keeling_islands": 163, "cameroon": 61, "puerto_rico": 259, "cayman_islands": 268, "benin": 149, "canada": 115, "norfolk_island": 256, "saint_kitts_and_nevis": 238, "singapore": 253, "malta": 183, "estonia": 221, "montenegro": 100, "monaco": 242, "sao_tome_and_principe": 173, "slovenia": 250, "honduras": 109, "germany": 14, "western_europe": 12, "caribbean": 34, "hong_kong": 251, "dominica": 247, "luxembourg": 151, "suriname": 143, "eritrea": 206, "tonga": 63, "maldives": 3, "central_america": 108, "poland": 73, "indonesia": 227, "saint_barthelemy": 220, "christmas_island": 172, "liechtenstein": 249, "zimbabwe": 49, "guernsey": 248, "kuwait": 133, "sri_lanka": 196, "northern_mariana_islands": 157, "faroe_islands": 192}