{"05451384": 37524, "04958634": 9016, "02125409": 17021, "09887034": 484, "12149144": 31600, "09424118": 29916, "02757462": 11398, "08181930": 35164, "02453611": 14641, "02315048": 40569, "14108324": 8462, "04455250": 38169, "09221571": 38898, "00366858": 27412, "01353226": 21855, "06732925": 8031, "00661213": 1050, "01446901": 1678, "03606572": 37363, "02935387": 31137, "11751765": 34270, "13649054": 39049, "02703438": 29290, "13631194": 20513, "11538935": 1633, "02935658": 19113, "02703432": 32295, "03257343": 38656, "05387167": 17301, "07167578": 39082, "07708512": 40633, "00317594": 16260, "12065777": 30915, "10504206": 2853, "01181166": 38237, "00961736": 16352, "01930482": 1538, "01930485": 17603, "04963588": 25376, "00084107": 16867, "01989562": 32125, "14313440": 2747, "01006421": 10212, "00969506": 13496, "10299700": 15502, "00062397": 15470, "02469443": 14935, "00115803": 20478, "02246166": 22958, "06034611": 28102, "00050652": 3861, "04010205": 5086, "01741744": 14039, "05802730": 10687, "09821253": 6091, "08787049": 36129, "13896369": 4440, "01095753": 27336, "12293723": 26954, "01215137": 28321, "10702615": 20331, "05841151": 6559, "13052931": 30151, "07230227": 37528, "12447891": 28204, "01589056": 37128, "12450840": 34854, "08118039": 36569, "13191318": 28588, "02225577": 23040, "07228211": 34009, "13035707": 15694, "11030025": 35247, "09137682": 33157, "01649999": 10825, "00757080": 26362, "04922787": 1197, "09255343": 7714, "10731848": 27891, "05985381": 4826, "01500372": 33046, "02848216": 13834, "02884456": 23134, "01016626": 10744, "12727301": 8359, "07448232": 40245, "00058401": 18159, "01612122": 23472, "13151820": 34059, "02895606": 16200, "13860793": 3668, "02796412": 17002, "00009373": 37595, "01473990": 30624, "15271732": 29865, "13658828": 34973, "01756291": 37572, "09780676": 38934, "12121405": 20958, "02468793": 15441, "02414578": 36657, "03844550": 16222, "01792955": 36825, "02390101": 36842, "09784564": 24345, "00452512": 136, "02601921": 37920, "07495551": 9727, "05023233": 11471, "10705345": 34695, "02637202": 13124, "02040049": 16489, "08479615": 6304, "14197468": 35970, "02344568": 5598, "00849768": 25087, "14476852": 34387, "00468791": 14765, "01374767": 3830, "01722077": 17485, "03837157": 10336, "06591442": 32270, "14739360": 20321, "09322087": 17312, "01476483": 1723, "06376572": 33384, "10087080": 19993, "06729864": 14150, "03002555": 17829, "04882968": 34888, "15236338": 3484, "09790278": 28683, "02859184": 39518, "00024649": 17228, "13665965": 35498, "03966751": 20928, "00669366": 23449, "07491708": 25876, "01134037": 15427, "13456715": 11684, "04209239": 14881, "13112664": 53, "02318915": 31849, "09013353": 15981, "01578993": 27351, "02582042": 257, "01476154": 1268, "01237415": 11329, "00889472": 29305, "05953614": 37177, "11726925": 3963, "07900406": 6242, "09708405": 16503, "00888786": 5246, "05194578": 9125, "02003601": 3014, "04434932": 1432, "15299367": 9214, "00954311": 7352, "08024408": 18373, "01457576": 38416, "07467846": 16013, "01732921": 9895, "03207305": 14440, "03132261": 7193, "02359775": 1799, "00958880": 2535, "00335384": 11780, "10462860": 952, "11453016": 36851, "01518718": 26555, "07208338": 26930, "01935846": 36573, "01323338": 8560, "03594734": 31095, "01330822": 3229, "08852389": 3737, "02269196": 12417, "10707233": 2603, "12094121": 1900, "14544672": 4105, "03839795": 11716, "13632164": 24803, "06248214": 9289, "13538182": 21480, "04322026": 2192, "05398609": 13069, "09064264": 6766, "02044866": 39962, "14521648": 18377, "10438172": 6129, "11288216": 27052, "02643872": 24391, "02581803": 24447, "00021265": 16432, "01886488": 33727, "03282060": 20604, "01105737": 20562, "07020239": 35932, "01461646": 12162, "01158543": 37643, "02962200": 29928, "02532079": 32926, "07542675": 6466, "00513597": 11096, "07893891": 28716, "12386945": 28807, "07791663": 39541, "00464651": 13446, "01730384": 20916, "00940214": 26580, "13975037": 37851, "09190918": 5261, "00208497": 766, "13984082": 25771, "05474976": 29420, "05124928": 1430, "00466651": 25362, "00025203": 7781, "01610226": 32110, "06088995": 15860, "01455141": 37663, "08860001": 37007, "13327676": 19929, "02258291": 13856, "02034129": 39071, "07519253": 14015, "07236077": 31530, "10639925": 22505, "05868954": 17360, "08772667": 39717, "11659909": 30675, "05542193": 33674, "09066534": 22176, "01338908": 33931, "05861855": 11686, "00818170": 39328, "11800565": 29175, "05368100": 31986, "02084732": 22900, "14419510": 13613, "01943406": 4167, "01874784": 23890, "04897762": 2844, "03538634": 12404, "02912065": 31867, "01859325": 12957, "00162688": 4803, "01385170": 8065, "07187996": 15875, "01913237": 27113, "08223802": 2804, "06436939": 29273, "06226934": 16321, "08720481": 8312, "01254685": 3849, "15228378": 9476, "06256697": 5561, "05615373": 40519, "00912001": 21680, "09899782": 1036, "07030718": 27152, "00498530": 19938, "07668702": 17451, "07093489": 17235, "02529111": 7175, "05951566": 35258, "12370011": 11680, "06021247": 8242, "02558980": 32308, "00172732": 26374, "14066492": 12776, "05505131": 4100, "02019431": 17125, "06149484": 228, "09961739": 25630, "14283632": 10703, "00965606": 34007, "05703429": 3918, "10401639": 11501, "12249993": 28469, "12882779": 20882, "02050004": 22060, "02507968": 5958, "01229071": 877, "12309403": 26081, "00156601": 2392, "04105893": 430, "02025530": 4981, "04176068": 20690, "00711550": 1044, "12766869": 28573, "01171183": 710, "09168020": 37355, "00575970": 22815, "12301180": 10461, "02112029": 11374, "00611802": 18239, "06825996": 36808, "03032576": 36549, "03577090": 19862, "07226330": 26044, "01628197": 22779, "01302449": 10244, "12615710": 23327, "05277532": 5157, "02570062": 18018, "10380672": 9248, "09091398": 30707, "12507379": 11056, "04984514": 28067, "05332225": 22530, "06338908": 11262, "12225769": 40370, "08303692": 28022, "10645392": 35212, "03611590": 25644, "03485655": 8218, "02328942": 22555, "00560391": 14598, "00840751": 37737, "09610255": 28858, "03048412": 20552, "05714894": 3285, "00200863": 16862, "08984788": 19777, "00740053": 18393, "07149836": 2890, "11206544": 22103, "15267945": 12052, "02124748": 8576, "15185290": 7406, "00096520": 8702, "11764231": 37025, "03108623": 5304, "03265874": 1144, "11735570": 37234, "08423634": 40220, "02822865": 5375, "02203739": 31541, "03167978": 23828, "03116767": 27921, "13881175": 40658, "04214871": 16059, "14693733": 36513, "00441212": 6781, "11448343": 32221, "10452752": 4599, "07750586": 37332, "02570684": 10921, "05232691": 28502, "01063188": 9827, "12888733": 12334, "12900462": 10519, "14230800": 18442, "02208265": 19629, "14040071": 33966, "07757602": 21835, "03739327": 674, "05341920": 3897, "00104249": 29576, "07185668": 27566, "00058337": 31461, "07886176": 32384, "04179385": 1296, "02970408": 5938, "08015321": 27385, "00660571": 1804, "00912822": 35742, "01268112": 4114, "07299569": 27349, "00093979": 31155, "08594714": 11633, "04628080": 33859, "07051185": 17974, "10388924": 13010, "00649481": 8195, "01994492": 27256, "00649482": 25475, "01294026": 30892, "00411792": 35136, "01967205": 23018, "00464513": 18379, "02147452": 10830, "00514658": 29924, "00663894": 30099, "13289845": 38381, "01028079": 14729, "04977247": 32011, "13285176": 14775, "06699225": 40147, "00565279": 14235, "08230219": 40813, "02219901": 9948, "02751623": 30279, "00964569": 14246, "00181781": 6699, "14992613": 28215, "02673637": 2197, "11999958": 39281, "12295560": 29936, "00192051": 24712, "10191192": 13412, "01287242": 12361, "09145083": 21541, "00094312": 36030, "02234781": 16926, "00903711": 27047, "02858304": 9187, "12130759": 35138, "01827658": 16233, "01354006": 11524, "01851375": 14569, "08679972": 19218, "02429810": 26454, "06325826": 35125, "08841209": 14487, "09038439": 21540, "06682494": 6697, "06545137": 30712, "00013160": 9285, "00351638": 1477, "06663617": 1527, "15234764": 11838, "08426461": 18899, "00848282": 34130, "13029946": 5031, "12744656": 3099, "06837787": 35969, "02324850": 35485, "11020721": 11451, "04511002": 4894, "05508943": 25056, "02435689": 27119, "01211098": 26300, "04504770": 34787, "13239471": 897, "05646218": 17246, "14048309": 10965, "08543496": 22698, "03129123": 2809, "00247390": 25233, "00737656": 32792, "01820664": 26999, "12720532": 8088, "02394822": 19625, "02281093": 6164, "01754876": 8428, "09537144": 35456, "03945615": 20418, "01990800": 6200, "01817500": 11671, "00207434": 16335, "01146793": 18071, "02248465": 212, "09025189": 25873, "00011982": 7993, "00959645": 40402, "06608617": 35559, "00613973": 242, "13580058": 33795, "07006119": 6341, "06674542": 9715, "01404813": 16185, "11669921": 251, "06372095": 13189, "01315333": 21983, "00136800": 12819, "02392878": 854, "05755156": 13887, "12719277": 20692, "06428646": 32305, "02937108": 22545, "01691085": 27542, "00063557": 3260, "01292534": 13993, "13454479": 4415, "08161477": 37848, "12821048": 36271, "05103283": 18087, "02129165": 26268, "11011398": 12966, "05277941": 30670, "03222722": 28766, "02152991": 18836, "12608447": 39381, "13151568": 10976, "10323182": 8533, "03464266": 36100, "02076999": 4526, "10765305": 25353, "09866922": 14675, "15222012": 29836, "07902336": 38681, "01884974": 1015, "10760763": 30294, "11895980": 15702, "02659667": 28198, "07767847": 32230, "13218900": 24393, "13152203": 14848, "02651412": 20357, "08046759": 26821, "00485435": 29489, "13962360": 1420, "01996402": 24502, "13994806": 278, "05561834": 30459, "00747029": 284, "01449252": 28281, "13531435": 5248, "06588785": 22903, "10434725": 586, "06634376": 3202, "06664051": 39591, "00975781": 33861, "04517408": 36193, "01696648": 6991, "01242208": 17353, "01962662": 22654, "00216991": 23298, "06031248": 5345, "04834073": 32910, "03897943": 40448, "07108453": 32567, "01251928": 34987, "00811355": 21948, "13660337": 3628, "02493390": 24465, "10741821": 2718, "01804595": 39486, "08809596": 33455, "00442267": 9468, "10626194": 17466, "00473322": 1667, "09016232": 35482, "03412220": 33509, "03626115": 36017, "09886220": 32972, "09749614": 23333, "01201773": 22161, "00371264": 18134, "08573674": 32932, "00058265": 25659, "04374735": 20090, "08709704": 11836, "12923839": 8845, "12077062": 26689, "09939827": 17461, "02953598": 38969, "02771320": 2113, "02065599": 10441, "10995292": 19009, "12373100": 21847, "01545883": 21238, "01401686": 30661, "01545889": 30324, "09623038": 779, "03186399": 14338, "01643297": 4730, "01786906": 12999, "11416087": 40381, "09861718": 21313, "01610426": 31639, "15269513": 8483, "07596684": 35877, "01620854": 13437, "08565006": 24963, "13060912": 22082, "14785325": 37103, "02383380": 23310, "03177165": 727, "06780309": 1484, "01805247": 19583, "03318294": 10118, "10496193": 4658, "04810510": 40621, "00590047": 9498, "05838176": 4126, "01127075": 22791, "01499692": 23784, "00874175": 33976, "01568493": 3187, "02643280": 40231, "09394007": 17313, "00807941": 32316, "00266253": 25566, "02458675": 20096, "00675701": 8715, "00303297": 26235, "01042531": 2462, "01280808": 21590, "02276088": 8004, "00274283": 14724, "00084738": 5114, "01623706": 31009, "05213201": 40677, "12476510": 14895, "12019190": 10648, "04209811": 8454, "04962395": 15248, "03421768": 18605, "04949066": 1147, "11948264": 15554, "02301072": 11958, "09939313": 20015, "02201521": 26291, "01656078": 19195, "01451842": 3013, "01795428": 13518, "11274812": 8210, "12617739": 37665, "05673908": 37069, "01296462": 3445, "01347431": 25029, "03510987": 6647, "00305846": 28488, "00651954": 22799, "01572910": 31102, "10505942": 14539, "05979350": 31729, "03770679": 31937, "13950812": 27754, "06602935": 10964, "09996481": 39851, "03885028": 33905, "03924811": 7556, "01664172": 4726, "04922338": 1198, "00966718": 22326, "02571486": 28297, "06367107": 7995, "05052387": 34693, "01636221": 4529, "02633422": 12629, "09102517": 30865, "06387980": 13283, "01799086": 6493, "00539936": 35053, "14103288": 17913, "02506546": 4058, "02621853": 9694, "14133750": 37832, "06080522": 11569, "03813704": 173, "11953762": 28942, "12649065": 39597, "02356108": 26118, "10744544": 16989, "01771966": 21864, "00319214": 33845, "09954479": 4594, "11955398": 34927, "07495327": 2823, "02922292": 34618, "09752657": 39245, "02083497": 35266, "12202712": 36055, "09434469": 36379, "12129525": 9398, "00932636": 20898, "02542598": 36578, "08191987": 27227, "07548978": 10809, "01708778": 1968, "09673916": 36099, "02581276": 11181, "00478217": 3756, "12727518": 35049, "02196214": 3062, "12431434": 31273, "04627000": 32557, "12793284": 35995, "02587300": 23796, "13025647": 8365, "01723883": 37474, "02204722": 25646, "05789432": 17052, "01374587": 40311, "05534333": 35809, "11920867": 39011, "07345593": 15857, "01873942": 8347, "01556040": 11217, "12241699": 31983, "05474346": 4672, "00881998": 9602, "01032040": 15951, "02460009": 15317, "02835271": 38513, "12815434": 33036, "02022804": 30165, "01793818": 13502, "11127419": 22623, "15211484": 29544, "02544191": 30792, "12326842": 39605, "00606093": 11973, "10538272": 3704, "14632444": 38548, "07636384": 29867, "01804921": 37917, "12335664": 643, "07272545": 29766, "06212650": 35563, "04621314": 28523, "07753743": 15760, "05333777": 3723, "13194572": 611, "07557165": 11947, "05443651": 32278, "00083975": 3835, "00372958": 28080, "02671224": 35704, "00646738": 13226, "09952163": 25613, "02169833": 30468, "14546844": 37114, "08087981": 25472, "02369012": 36765, "02520015": 26557, "00752493": 14420, "05115568": 40479, "02188198": 40187, "04254777": 5974, "01084866": 38059, "04560292": 33339, "13792842": 23542, "11821777": 40281, "07939159": 39491, "11634736": 22614, "05047059": 1815, "01001294": 20457, "06453723": 12763, "07186661": 5242, "07414922": 211, "00461782": 29354, "01083077": 22165, "09367991": 2188, "00248063": 29480, "10711483": 21621, "08547300": 24422, "00893878": 17306, "04057047": 40185, "01683428": 3401, "07436100": 16300, "00505853": 24129, "06399631": 24958, "03268142": 6357, "01683422": 10672, "11225661": 19563, "03768346": 31818, "01684435": 35772, "11771383": 27759, "00329031": 936, "02464583": 27123, "02643446": 11636, "02334867": 19531, "01342269": 33213, "01387786": 6692, "08891889": 4080, "07573103": 11523, "01518564": 37664, "00883297": 12074, "02532602": 32332, "01733829": 15914, "06440937": 25487, "00808767": 6178, "04441282": 4453, "10591949": 37480, "00009978": 6415, "00007328": 6659, "03485794": 31748, "11264973": 23136, "02509515": 20306, "05717747": 15775, "01233387": 1444, "02269767": 23818, "00907657": 8339, "00124880": 23880, "14235200": 2136, "09828600": 39623, "02572119": 10195, "07003352": 16972, "05449268": 28475, "09953615": 31306, "11828577": 38318, "14026376": 39040, "05127782": 40265, "01389186": 15146, "00212065": 2134, "01389188": 4842, "05332802": 26167, "00801522": 35137, "12571194": 39746, "04072811": 26149, "10299875": 17926, "10794014": 3319, "02300060": 6137, "12509297": 12571, "12108742": 108, "08055150": 25327, "01152396": 28385, "00899927": 467, "01421164": 22646, "11236852": 4830, "02228031": 22245, "14027396": 39372, "10248198": 2061, "02835915": 11514, "12901264": 34088, "04260934": 27457, "11770526": 11239, "14460974": 6909, "05710210": 7196, "00334649": 35600, "07810531": 3183, "13071029": 604, "02120451": 23717, "00201671": 12179, "13220842": 9445, "02120458": 36824, "01252971": 14375, "08950649": 34704, "12552893": 27840, "12834408": 183, "01466472": 37382, "09381242": 368, "00219403": 34015, "05587034": 27878, "07892813": 16735, "01871406": 23955, "03982060": 20846, "08399287": 35941, "12607456": 33214, "00272448": 18878, "12635955": 39233, "00879759": 10952, "00350878": 1986, "12896000": 29596, "01225997": 19157, "07000195": 21569, "10020366": 18372, "08358332": 40313, "02287476": 25633, "00256961": 26873, "08138259": 5573, "05714466": 12703, "11640471": 13207, "11601918": 39260, "05097845": 20060, "12824581": 4351, "02019574": 18091, "10049017": 6657, "05595083": 9176, "01666327": 23168, "12807773": 23277, "01081001": 11638, "08905313": 8478, "00359614": 7245, "06545960": 26842, "10854397": 28730, "12490330": 35416, "13617468": 12215, "07431683": 40891, "10610465": 4680, "13206817": 20013, "10516527": 8148, "09380117": 21383, "04526112": 23391, "00092366": 3151, "03466162": 36009, "01036778": 24247, "01395049": 10466, "08732807": 28168, "04680893": 9074, "12154228": 19867, "08358594": 19296, "02534936": 28548, "08656893": 23415, "02530294": 17593, "13717155": 2413, "01156899": 10643, "01257612": 3693, "07721678": 14832, "06184270": 36446, "01128071": 12178, "02861617": 13657, "12417686": 28265, "04466613": 40716, "07437990": 13589, "07168623": 32652, "02515443": 14884, "12507236": 13727, "00121645": 21731, "02171039": 10954, "00066636": 29832, "01013316": 14835, "00186567": 10785, "14977075": 10847, "08578174": 36678, "01196802": 12219, "13203551": 9813, "12505563": 22982, "00317700": 18655, "13366137": 39745, "05015463": 13001, "03554131": 32656, "07183151": 5648, "00280853": 14600, "00188000": 33297, "03739518": 11624, "06507941": 33462, "13042814": 28568, "05100269": 10609, "00892861": 324, "00132385": 37196, "01763643": 23019, "03211117": 4794, "01992503": 774, "02142775": 5771, "10493093": 39727, "12671898": 31470, "04133789": 26988, "00914769": 21260, "13861050": 29068, "00179718": 16687, "07539367": 21008, "07369604": 2957, "00828082": 3912, "12386724": 38543, "02639606": 15883, "13802098": 4538, "02639605": 25943, "09876892": 24896, "12719455": 23370, "08243851": 2625, "00119297": 40896, "00268165": 24266, "04683814": 15390, "05029706": 22285, "13050940": 36294, "09128536": 37392, "04188643": 20012, "07925966": 36829, "04862592": 30604, "01157850": 10931, "04337740": 66, "08755214": 22226, "03009477": 5265, "11441077": 25586, "01353670": 26466, "14081941": 36567, "03601335": 15572, "06544142": 526, "00702773": 14597, "11780747": 34550, "06744396": 39498, "00188466": 14719, "12826516": 29595, "00292507": 36295, "06632097": 2036, "02801349": 13021, "15169759": 38165, "00195617": 25019, "02000618": 23272, "05526384": 14470, "00055633": 27498, "10095061": 23575, "14746417": 39573, "13096863": 33925, "02743261": 5511, "00059127": 15415, "06172502": 29101, "00511817": 7937, "02483092": 27791, "02249673": 15122, "02963302": 30013, "00120202": 16004, "11564258": 8449, "07144039": 20293, "14159623": 20375, "09397607": 24053, "04135315": 2685, "05529729": 7059, "09452017": 5202, "06181584": 19011, "02636921": 1265, "12314808": 29804, "03218198": 21114, "09416076": 369, "13403331": 19375, "01402600": 18263, "03967562": 19991, "08207001": 15300, "01349735": 3734, "13447361": 32727, "11020888": 39865, "00427580": 23517, "09842047": 29729, "10419047": 1077, "13207923": 27706, "11904896": 37876, "06205154": 39074, "00298767": 24679, "05922651": 10189, "02610845": 36836, "01701334": 21564, "01198616": 18827, "12566627": 1223, "05974564": 25243, "02660940": 27697, "01408383": 31489, "09949946": 20969, "04334599": 7822, "00492410": 14690, "13618849": 33127, "00804695": 7616, "01051118": 39283, "01204677": 22155, "02511551": 1800, "04502670": 22466, "02658079": 8918, "08629199": 5315, "01976220": 18349, "06669384": 7548, "10277352": 5956, "04043411": 9828, "02235575": 17090, "15146545": 16672, "02122164": 3977, "00665630": 14415, "11878101": 6879, "05269901": 5158, "01352996": 1053, "02899439": 2162, "10351625": 5170, "09861287": 38904, "00939035": 18484, "00746232": 4291, "00596692": 5074, "00171618": 25452, "08473482": 17017, "10228278": 39220, "02058221": 34532, "11019269": 27053, "00117385": 27233, "02244963": 12015, "01542786": 4162, "03320519": 20580, "09736633": 29650, "05805475": 17940, "10349243": 2628, "12190712": 25325, "01409477": 39896, "15127982": 18332, "01698916": 11430, "01284908": 10329, "10485440": 1604, "03844045": 11297, "07620145": 30170, "07233214": 36604, "01049737": 24770, "02058590": 12674, "12279458": 37975, "08368907": 36461, "01466828": 36353, "01569060": 34492, "02077148": 27513, "03622526": 25994, "12615986": 3601, "06546633": 28806, "06711855": 5874, "10657556": 22025, "11372372": 10469, "02607072": 12376, "02072665": 10659, "06967710": 39875, "03148920": 38841, "02382087": 5708, "01215694": 8543, "14560253": 40902, "13260510": 19532, "01316949": 40929, "11894327": 9665, "06634239": 6233, "10033225": 12301, "05296639": 35002, "10513120": 473, "05560244": 15689, "00510475": 24263, "02270342": 38202, "04081844": 23407, "07215185": 10573, "01157138": 13470, "00888009": 30781, "08812952": 24383, "07338114": 19920, "09234104": 19421, "13245626": 40529, "14973585": 15958, "05874232": 16764, "02398681": 27986, "01804414": 15725, "12564083": 37321, "07280072": 27478, "06037666": 75, "12890685": 16254, "14962117": 33064, "02698944": 7670, "00734927": 20940, "01713348": 10840, "10685853": 12234, "01003272": 37796, "00140123": 9760, "05930736": 4576, "02289295": 20132, "08562243": 9772, "08143926": 16913, "07304852": 34982, "00589309": 22780, "12922283": 36520, "01646528": 8794, "02073532": 20826, "10292316": 5350, "11282286": 6202, "00698732": 32498, "07519040": 31401, "09262082": 38748, "00132219": 23044, "12974826": 39718, "11459369": 39781, "00878648": 37593, "14217897": 35678, "12931109": 32949, "05260533": 13091, "08455037": 33979, "03753077": 31705, "12204032": 31230, "00134328": 35494, "01776705": 13641, "01906328": 23701, "08735345": 32448, "00970215": 4999, "01906322": 24810, "09399592": 6817, "02459915": 12952, "02747177": 32213, "01643464": 13873, "02368563": 33669, "05143690": 10665, "10214230": 23541, "10122300": 17116, "07703889": 11221, "07118210": 31825, "00568879": 23457, "09139849": 33468, "02458356": 32121, "00686890": 12382, "02700455": 5626, "00795008": 2227, "00383952": 3767, "13859043": 26007, "04989657": 21413, "04781755": 1007, "15186412": 9424, "10716389": 15484, "03869389": 12847, "00612841": 7519, "00491689": 22593, "04637108": 40307, "13184492": 828, "01479643": 9322, "02213107": 5004, "13055009": 35160, "13023292": 10982, "08797840": 30430, "01809977": 31057, "08090547": 36671, "14421139": 13166, "12655062": 1795, "13874073": 15505, "00320681": 12900, "08026904": 10732, "00374063": 33443, "00077419": 16082, "05998225": 25668, "06150633": 227, "01591697": 23654, "01720980": 7377, "06442239": 8240, "03533654": 31911, "01125429": 8506, "02891430": 37944, "12877244": 39036, "12471825": 8507, "08146782": 19222, "02459001": 3545, "08916832": 22182, "01187810": 5110, "10556953": 33994, "00056334": 3535, "11740824": 2519, "00881545": 8142, "00763132": 10539, "08850450": 23161, "06528783": 10820, "05153520": 29224, "01307609": 13558, "04825383": 5816, "11348160": 38010, "09890296": 22270, "01474641": 1316, "06747670": 9022, "05667404": 27923, "02199712": 26576, "00988232": 26387, "12065316": 28663, "02179154": 16057, "03029573": 4853, "12804216": 18257, "09937688": 8946, "14951377": 10218, "01556368": 21611, "01492212": 1013, "02173336": 6539, "03425956": 16925, "08726305": 15145, "08914573": 22020, "04632963": 36189, "09794211": 40576, "03457451": 23311, "01347199": 22099, "08309409": 14063, "07262579": 9820, "01272787": 13915, "00132982": 22519, "12592058": 38932, "00192300": 37428, "00338817": 38680, "02339768": 13741, "00814850": 27483, "12164656": 31543, "03108853": 9008, "02003037": 37712, "01932800": 21718, "01595596": 22418, "02658283": 15663, "10899951": 38958, "00653518": 26979, "09384921": 10233, "02928066": 26507, "03385557": 4728, "00628883": 12283, "08100481": 28835, "00125126": 12581, "10456138": 9920, "06267145": 3372, "08967484": 15855, "10280364": 5336, "05939432": 8107, "00377002": 2578, "00472671": 18598, "01608508": 6524, "12035423": 36650, "01021973": 24824, "10237196": 20695, "00557588": 15385, "12685831": 7266, "11157580": 28747, "01837363": 29067, "04634833": 40669, "01004692": 20139, "02295870": 36948, "01779629": 29897, "00606119": 39493, "05194043": 21994, "05499828": 8265, "12712320": 20396, "07578879": 10551, "02387910": 17437, "05729875": 25342, "12077505": 19964, "05864177": 26654, "00249501": 8612, "06725067": 13493, "05844663": 30348, "00595545": 23806, "12526380": 1867, "05333259": 35682, "11819354": 21351, "06713377": 5873, "05472032": 21369, "10590977": 25336, "02332315": 7262, "14169128": 37459, "02332311": 35550, "01467180": 19411, "14465048": 5607, "02004661": 21714, "04872826": 11943, "02566227": 6470, "13197800": 33396, "08472120": 30031, "14892989": 8458, "03099945": 7404, "12913004": 11272, "09415938": 5037, "05764365": 13357, "12653056": 38827, "05150129": 10721, "03343853": 12778, "00082870": 7672, "01376237": 39773, "04067472": 12651, "03769881": 33001, "12570126": 6987, "03424862": 17059, "02180152": 27573, "11701903": 19768, "06453119": 38880, "14481929": 16139, "04758776": 32732, "02308741": 9507, "01055073": 26715, "10482414": 32553, "02600255": 34219, "00199130": 8406, "02202287": 23618, "14094350": 29465, "02457058": 21063, "12132502": 7468, "01315140": 15411, "00928947": 23688, "03015254": 27579, "00924612": 37190, "00200397": 472, "04739630": 39228, "01518659": 33298, "01739545": 29300, "11739978": 5149, "02320127": 36925, "02566528": 1652, "07765999": 38240, "09716933": 261, "09440400": 1169, "13015826": 26928, "04862236": 4605, "03222959": 19369, "02329401": 3701, "12762896": 23404, "00619183": 22611, "09717047": 27023, "13998014": 40407, "08687884": 9352, "03833564": 17649, "13951984": 23085, "04659287": 24010, "01590443": 14253, "00592795": 37810, "10411551": 14923, "15190520": 36668, "00854393": 32765, "01233194": 36090, "01680478": 40477, "07818572": 39470, "03247083": 27595, "08031020": 23782, "01152214": 11342, "07813495": 22583, "00150202": 30370, "03684823": 14713, "02314275": 14002, "00966869": 32635, "12489815": 39326, "02686625": 8636, "02239659": 16630, "13604718": 13918, "00689950": 1464, "07901587": 10297, "08124256": 4204, "02455584": 18326, "02556623": 20673, "02531199": 6487, "00699736": 23820, "11488387": 32691, "01069980": 26618, "00839778": 18024, "00001740": 6660, "03699396": 28513, "02860389": 35845, "08138686": 23535, "01926311": 11645, "11980867": 28438, "04440749": 34611, "02240223": 31868, "07097094": 23703, "12523141": 9196, "15053867": 4084, "05642815": 39387, "11972141": 30775, "12780563": 34726, "01298797": 4930, "06428216": 19183, "03216828": 3129, "00362103": 26515, "08939562": 7100, "04842313": 30664, "13780719": 21487, "02025009": 4211, "00028362": 6957, "10289039": 30860, "03351768": 26338, "11841529": 2372, "02511824": 7603, "04383537": 39823, "12129738": 15957, "01987781": 25920, "00825951": 9754, "00237869": 3673, "09889065": 38995, "11941719": 37044, "01562061": 14963, "12778045": 10567, "01845272": 8305, "01821266": 9780, "03582305": 29212, "00504676": 8177, "12561696": 10086, "06185955": 37503, "05034225": 32904, "02456776": 5603, "08996871": 25705, "08855505": 12310, "02218563": 40112, "14647235": 19333, "00784934": 23629, "07534700": 38990, "03771443": 351, "13940456": 15519, "14559208": 17715, "13333237": 10327, "13617630": 37886, "02183442": 28738, "03451909": 34197, "12079737": 33326, "04810035": 16569, "00683127": 22211, "12190869": 35311, "04887912": 12476, "01539487": 17915, "13537429": 34229, "06773976": 20994, "05963494": 36166, "10154871": 40298, "08464601": 22121, "01117541": 29037, "02565911": 16269, "03041491": 34679, "10615808": 12663, "03229244": 36568, "01133281": 18998, "02537092": 13609, "01564630": 39298, "08975106": 4787, "00706243": 5809, "00183090": 39908, "06926212": 2908, "08752021": 16189, "10224578": 12409, "02536329": 35529, "12293419": 12816, "12486254": 24800, "08230906": 18290, "06672953": 20135, "01133288": 27792, "09873242": 19757, "09268592": 26604, "01088304": 31265, "14386697": 7178, "12078954": 32475, "08543081": 5279, "01058224": 18710, "03531281": 28536, "01657641": 28686, "08229467": 18411, "12510774": 7600, "12835578": 7211, "12764507": 38475, "01570969": 13862, "15227846": 17298, "01154175": 22280, "01178565": 8270, "02282385": 38823, "00630380": 5099, "05406782": 40825, "02325968": 1344, "04071393": 36827, "05329215": 20204, "00291444": 36321, "00782057": 15876, "01947735": 25230, "03788498": 22421, "05285623": 39130, "11750855": 29925, "11622771": 39838, "01562584": 29900, "10678662": 29436, "11439031": 460, "00300441": 7788, "05467054": 715, "11036140": 38154, "12054902": 2927, "02347744": 13769, "00588221": 488, "02699941": 40150, "10942144": 40790, "13758745": 32709, "03814906": 5035, "10157744": 29366, "00117959": 4574, "02198021": 34085, "01169317": 5979, "02872529": 33306, "13199445": 8492, "01292885": 7074, "04667406": 38189, "09340644": 19345, "12155459": 35253, "06792645": 26904, "01362480": 12171, "04599396": 8219, "11455386": 29039, "02933462": 34234, "10247358": 26037, "00588598": 38109, "08395465": 5963, "05840650": 32455, "02226981": 34978, "07170467": 18765, "13744916": 40321, "11793651": 14481, "08294696": 3562, "13206178": 10394, "02715047": 11008, "05282433": 34228, "02765190": 35748, "00719231": 20371, "08792083": 38742, "04055180": 19056, "05514717": 32737, "03910033": 12094, "01408880": 25476, "10433164": 12407, "02156546": 13396, "02934168": 18283, "06719579": 45, "05754519": 15778, "12923439": 22961, "01273814": 2215, "10267166": 39346, "11885292": 32160, "09971839": 23059, "06889330": 24549, "05824739": 16584, "05706954": 27637, "08841667": 8400, "00886281": 30782, "00582145": 38401, "02585722": 33622, "01432601": 17959, "00551714": 5928, "10680609": 35511, "03755991": 22608, "06503724": 24147, "01788932": 19661, "01688428": 30550, "13811184": 33685, "00451648": 23576, "02707251": 34810, "07537668": 31698, "05349659": 36003, "05650820": 8502, "05772215": 10923, "04009552": 6846, "00870577": 3055, "00605310": 336, "02704153": 6723, "07086518": 16203, "05123416": 9541, "12156484": 2678, "04886881": 36498, "00936620": 204, "15126931": 10358, "09018162": 21349, "01349948": 33408, "09071690": 689, "07488875": 15888, "03677766": 25877, "02519686": 10496, "02616251": 22645, "01697027": 2741, "07261300": 38950, "00189565": 7286, "06254475": 30645, "02527498": 37358, "12088909": 27802, "11377043": 37989, "04713428": 508, "12925179": 4733, "01163316": 34771, "10257948": 5420, "11160200": 40373, "11080745": 40282, "01726390": 13380, "06152821": 23256, "04087524": 27866, "11876976": 2348, "01841947": 38020, "00700000": 20360, "03172211": 32719, "14105737": 30651, "01288057": 4505, "06253690": 11778, "01288052": 12892, "12914731": 38640, "12538380": 30829, "06433923": 3944, "01390210": 15887, "00319886": 36933, "02363681": 18306, "11757190": 16354, "01427695": 24178, "00250710": 26114, "00670261": 11201, "01882125": 32610, "02705201": 24382, "02392762": 24590, "02698726": 32342, "01607103": 39734, "00272391": 16294, "00087849": 12066, "01398919": 4689, "09441107": 19959, "05776015": 13085, "00938791": 20985, "03069567": 6231, "06156346": 798, "04244615": 20584, "09113333": 11139, "01986806": 19416, "02363358": 36696, "04536866": 19518, "09235469": 27049, "10805501": 12344, "11873396": 279, "01753488": 35181, "11081828": 7319, "00725274": 7274, "06961853": 4338, "00932624": 17787, "00701755": 37254, "13491060": 1128, "01641545": 28333, "03754295": 22218, "00470966": 1495, "05399486": 30856, "03595860": 11588, "02166986": 15902, "12802248": 36347, "00286008": 15083, "04811995": 33188, "02167052": 17140, "13512036": 37012, "03813176": 6522, "00135285": 18775, "12160490": 22461, "02189363": 30382, "01785748": 16887, "05303020": 29259, "09294066": 13634, "02353861": 2771, "05689645": 39161, "11427067": 40202, "05999797": 1631, "08539893": 30253, "02541687": 32900, "05630277": 19451, "01709278": 36978, "00547022": 7918, "04682184": 15743, "07118002": 15920, "13649791": 10238, "10595647": 20049, "06584702": 25620, "02687992": 4632, "00264776": 13831, "00968155": 5042, "00260648": 498, "05565192": 32843, "07961016": 15257, "06529219": 2967, "02174153": 8581, "01259380": 12058, "00408085": 16874, "12512460": 3354, "06955931": 10838, "00965687": 23686, "10706812": 24832, "04715947": 25209, "02850060": 16134, "11883799": 18195, "01531742": 1489, "06954048": 40514, "03471030": 5835, "00287848": 9803, "06317672": 36457, "07065333": 40430, "08961402": 7467, "05198132": 37786, "10336904": 24629, "03750912": 35535, "12751172": 20066, "07404584": 38393, "05829342": 19309, "00384510": 3766, "13658657": 12700, "02423022": 433, "01081456": 17678, "04257986": 22224, "13955461": 855, "04968257": 37343, "08558488": 31106, "00851587": 22229, "13727478": 26231, "07277158": 12353, "06261922": 16557, "03759954": 38150, "00477665": 30225, "11634970": 18786, "07484547": 30064, "14498096": 9897, "07960769": 27945, "07648267": 19727, "03982430": 8992, "00497391": 32690, "04526520": 26757, "08772922": 35249, "02091885": 15653, "08558155": 26600, "04773351": 35853, "06804199": 26676, "00754873": 6376, "00273963": 19648, "07499113": 23163, "01126961": 34437, "02530003": 29318, "08223263": 30034, "00205891": 2080, "11345181": 20383, "07743902": 30617, "01845477": 13973, "04413419": 35096, "13204826": 23894, "06694540": 6644, "02344243": 22200, "01703613": 12863, "08428756": 19031, "14549070": 37952, "00697365": 32357, "00815379": 17945, "00616083": 12363, "12751823": 30427, "12654387": 35803, "07309781": 7280, "09286630": 10851, "12505752": 22983, "10065547": 35685, "00006238": 1639, "09476717": 28263, "02011040": 26082, "06796506": 14981, "11879895": 39401, "06785367": 30715, "07890617": 16100, "01908415": 10290, "01772782": 4085, "05342214": 39944, "15278960": 10852, "02413140": 17564, "00045145": 40772, "00241038": 19298, "00005526": 7156, "07527656": 30375, "08685677": 6406, "04481373": 27911, "12327407": 18805, "12417273": 25079, "04777634": 9142, "01676313": 3520, "05586446": 9175, "11923174": 19939, "08968879": 6519, "03371875": 31126, "10271525": 38838, "01747885": 16393, "12459275": 29597, "08810220": 31146, "12978969": 5427, "03064935": 28753, "10594284": 22776, "00276601": 12630, "07863374": 38142, "11124472": 40892, "13428608": 14099, "01264336": 12427, "01186958": 35657, "01631035": 24314, "05869584": 7723, "01221542": 40115, "12201938": 9401, "00309647": 7079, "03969259": 4829, "05556595": 13265, "02628961": 9909, "00289365": 11898, "13049561": 34759, "08230294": 1039, "12148079": 36892, "01052782": 29392, "07256695": 19975, "02653159": 6479, "09453288": 33389, "01388992": 7323, "07223450": 6215, "00618682": 617, "03908831": 14580, "02376089": 20477, "00768353": 40806, "02602685": 14020, "09645091": 12313, "12459471": 33517, "00435294": 21690, "00909899": 31656, "01772222": 11800, "01028381": 15478, "02774502": 18123, "02696384": 12410, "11014833": 28611, "09199101": 38280, "10625546": 10883, "14371161": 25246, "10407726": 11712, "01229976": 927, "14910581": 32547, "02524171": 4732, "04938228": 11565, "12738480": 27885, "10104209": 32887, "12717072": 25588, "07378234": 4881, "05934673": 40456, "07681926": 39706, "13810141": 31096, "02722782": 24122, "06917764": 36368, "02395115": 17248, "14752702": 38420, "10203298": 34292, "11689197": 37274, "05036715": 33158, "10373801": 14115, "01211019": 22668, "04372171": 20404, "01031256": 7508, "12412355": 28693, "12945828": 27452, "09701148": 31879, "11900058": 4045, "00514128": 38454, "08770932": 32662, "15291199": 7222, "05542539": 30740, "11487732": 19574, "03386011": 10099, "01133876": 10815, "02490964": 29152, "02457945": 37011, "08994834": 17493, "01096860": 31138, "03852280": 12868, "05081300": 24046, "00860434": 24343, "04640176": 34299, "05701738": 8890, "01412548": 11081, "13043264": 19263, "02470451": 10715, "12982723": 38278, "09281545": 12453, "01764800": 15916, "06762711": 19628, "07537068": 2331, "02581073": 15031, "01627965": 554, "06386156": 39879, "14534696": 18813, "07539511": 27801, "12250708": 7877, "02198714": 10970, "06941644": 4417, "01351170": 8515, "12524518": 2827, "11942487": 40520, "10276238": 40703, "07775197": 18584, "02017607": 29861, "08617963": 10162, "02210119": 24330, "07396658": 31786, "04659090": 7509, "02261630": 30035, "02522247": 17579, "10113997": 36136, "14083790": 7179, "00032539": 1892, "05278714": 28061, "06758225": 17347, "10541106": 36494, "02989313": 31936, "00092690": 18229, "10327987": 32846, "14916185": 34850, "15222369": 5476, "00784388": 23630, "10762064": 25042, "12639168": 25311, "03273913": 27443, "09902353": 32602, "00890441": 29728, "02250625": 4755, "01419982": 18303, "01314910": 12437, "01718535": 21517, "05005809": 18339, "00839526": 25333, "01811172": 3517, "01176567": 10922, "06552814": 16664, "01820302": 14495, "05095691": 19908, "02018207": 8281, "08042183": 29703, "05682570": 17430, "01895612": 35596, "02650541": 14824, "05847438": 37139, "02322596": 9536, "00201722": 4441, "07631212": 25903, "08482113": 36180, "02184610": 10696, "01048718": 6208, "07395623": 32810, "02627753": 13936, "05984287": 18049, "01782519": 30111, "05177285": 13433, "01782516": 27328, "07176962": 2962, "00436879": 28041, "01446283": 3923, "01807529": 12955, "01036319": 15023, "11970429": 26518, "13860281": 32191, "12313005": 28623, "03220692": 40883, "10820163": 29417, "02024143": 24855, "01615457": 25282, "03003730": 22833, "12745976": 5887, "01615458": 10745, "03998525": 31726, "01362736": 1511, "01985128": 31340, "14038264": 26066, "13946760": 24751, "02710294": 15443, "10314703": 23151, "13906345": 20284, "02907985": 4893, "13895262": 33639, "05514905": 9767, "09229409": 36393, "01973125": 22502, "05547396": 15475, "02441942": 18781, "05885622": 36469, "11877283": 39824, "11722982": 40709, "00143204": 23704, "09734294": 18103, "01297401": 18515, "00107231": 33078, "06286395": 11093, "06781383": 22340, "01899360": 19546, "12219289": 31295, "13903738": 7830, "02714974": 11629, "01985797": 26341, "00569556": 5636, "02547586": 729, "03785843": 33419, "03899768": 3160, "01664244": 24515, "02888133": 29942, "01169433": 5412, "13015229": 35534, "00931847": 30854, "13311368": 4017, "00812149": 34985, "02346627": 13770, "13900422": 25148, "04472243": 4491, "10111903": 25430, "10959857": 38712, "11780589": 8248, "05485098": 16172, "02495922": 1389, "00196084": 3571, "13250542": 37935, "10347446": 39123, "09727440": 26811, "09877443": 33084, "05307773": 11361, "00344040": 4280, "08112630": 32668, "10225219": 8598, "11800799": 26717, "01884266": 34939, "00070641": 34732, "06778925": 35437, "02934641": 9508, "03667380": 34519, "13583724": 1367, "10626540": 40238, "08229694": 36500, "04543772": 14770, "04496404": 35243, "03285912": 400, "09356639": 15969, "05776679": 15412, "02070466": 28866, "09604981": 10052, "12191965": 29563, "00782241": 34697, "08121867": 24746, "01936048": 3042, "09663472": 5855, "07536074": 32014, "06274092": 35477, "01292928": 36624, "12508936": 293, "03745285": 32798, "08622586": 27035, "07020895": 131, "04983122": 724, "14670639": 19811, "00512843": 5218, "01531998": 338, "13624705": 22458, "04992570": 18958, "01043887": 38560, "01669792": 13698, "02540412": 12678, "05836275": 19107, "08734044": 16296, "03519081": 4483, "01946277": 37436, "11660848": 31738, "01749320": 16840, "07761461": 9753, "05685363": 16455, "02964389": 3537, "13313733": 21020, "03128519": 19203, "12857024": 1134, "03877472": 18789, "07930554": 19123, "14739004": 40471, "11327744": 38773, "13872592": 28757, "09459557": 12487, "01751389": 24612, "10488309": 2807, "01194483": 4668, "13250680": 13890, "01198101": 7531, "03561657": 6429, "02611002": 28415, "09357580": 27910, "14583670": 36874, "02661574": 30633, "07556872": 6810, "06708866": 16890, "08361329": 11526, "11416722": 15926, "10422540": 18225, "00023383": 32675, "00669243": 39815, "02661252": 21, "00205079": 7064, "01356582": 17750, "14931879": 2477, "02077656": 10534, "06293229": 19085, "05932477": 13114, "14324274": 7088, "01466733": 32264, "07452699": 15041, "02015031": 35409, "03956922": 5673, "12547658": 9223, "01870275": 21007, "01919391": 14060, "12536040": 25790, "02335629": 17098, "01081852": 7612, "10132988": 6414, "01618053": 8283, "04638175": 14219, "10097842": 12154, "01650509": 717, "02462828": 25368, "03650173": 15669, "07204911": 16514, "00723056": 3616, "13631687": 26561, "02938886": 22773, "10317500": 6773, "10570019": 18120, "00593219": 2466, "02738760": 27905, "02137428": 2629, "06808720": 8494, "00263813": 6941, "08560952": 11222, "04766852": 31389, "00549610": 9904, "00920956": 32168, "02424128": 3126, "13393427": 28066, "10420031": 34121, "11993932": 32600, "01073995": 7750, "05456732": 7123, "02274516": 25568, "13197085": 31147, "11699442": 38951, "02540347": 11456, "00287258": 31577, "15290132": 37744, "02541431": 7496, "01600480": 28667, "05783357": 15306, "08227916": 30159, "04385079": 30768, "00847932": 35896, "02318165": 10082, "02202509": 33192, "04056932": 37660, "05054863": 17647, "13307784": 5461, "03575691": 16519, "10284965": 40020, "00259643": 21726, "03009111": 33230, "01440344": 30128, "13226698": 36932, "05120310": 23509, "12849717": 12092, "00513492": 11660, "04530283": 36306, "00476389": 18210, "08846324": 24718, "07574602": 39168, "10513509": 6772, "12590117": 6736, "02539101": 10202, "01255057": 24119, "15266911": 343, "09154731": 27969, "01002297": 3894, "01080064": 9493, "03918480": 2316, "03828155": 6684, "05167412": 30997, "00721098": 9360, "13850019": 8531, "10369317": 33954, "01993065": 26340, "00198270": 35656, "05501185": 22575, "01003741": 16963, "01950731": 34092, "00588881": 25330, "01961059": 5469, "00588888": 17941, "04989362": 24102, "02877513": 36472, "06217103": 26611, "00810598": 25702, "02309841": 33401, "09913329": 18934, "05393230": 5923, "07677860": 26460, "09305479": 14517, "09125629": 9858, "01071632": 22595, "02428924": 9443, "09730951": 27064, "02675067": 23069, "00133981": 1926, "13795180": 11468, "05395690": 1939, "00069531": 12609, "01159776": 34942, "01107439": 28585, "00611256": 9092, "08726463": 34979, "01306736": 37909, "06290637": 14371, "03472796": 36078, "01185304": 22789, "10386312": 31194, "08612340": 26562, "00322847": 12013, "08771596": 15647, "02169352": 16702, "14637507": 25484, "02006656": 8220, "05010801": 12025, "03281935": 25033, "01119030": 29598, "10169796": 12917, "00431552": 14466, "00722848": 31232, "00747519": 33531, "00532886": 21811, "01022178": 2173, "00276068": 27830, "01889074": 28229, "03615133": 25649, "11882074": 36034, "02192388": 37453, "09639919": 18768, "03302487": 9272, "02448318": 27617, "03918737": 32608, "01330497": 18238, "01029852": 12942, "04567222": 739, "13062272": 31061, "08918248": 19895, "01254013": 3928, "09908025": 24608, "09331328": 18130, "02431834": 28838, "06839858": 15397, "12594746": 10781, "01074650": 5883, "09108164": 24014, "04855138": 7456, "01323793": 37874, "01638368": 7269, "06716796": 10787, "06693198": 5658, "12808751": 26863, "10940053": 7874, "01103180": 8891, "14416473": 11570, "09751622": 14208, "05394277": 33073, "07358060": 5544, "11159920": 32075, "03859958": 10926, "03006105": 8746, "08759986": 30786, "14457041": 22829, "10613996": 26400, "02356420": 4597, "09964659": 32494, "09892831": 1701, "08220891": 14739, "00855674": 7998, "02412175": 27909, "05723210": 25556, "11835251": 33131, "01616318": 30681, "01113134": 27763, "14121276": 29419, "15092059": 39353, "07856270": 3746, "00229605": 10442, "15279596": 947, "09696280": 10386, "02773037": 1791, "01824532": 12181, "14508974": 40732, "13335172": 31311, "00528339": 29555, "09054350": 21925, "02488291": 12959, "10625860": 26171, "00164345": 17080, "07208930": 9083, "00437976": 22480, "02333358": 4816, "00231557": 21146, "10237935": 24530, "01258642": 27639, "09761753": 37497, "05161150": 26031, "01032368": 16421, "07966140": 10821, "08277805": 20850, "13533886": 23485, "00911572": 34941, "06694359": 37860, "00356258": 17038, "02425756": 30334, "00710415": 39535, "05157866": 27147, "00003431": 13066, "11858077": 19464, "01191755": 9145, "02907473": 30950, "04300080": 7177, "01276970": 13231, "03154073": 23947, "08580583": 2537, "12935982": 38538, "13617207": 37559, "00019128": 8080, "12513613": 27929, "09368479": 27810, "02274259": 24863, "01480770": 7615, "10387586": 35334, "02274253": 17393, "03234164": 13349, "03199901": 16846, "14668065": 38310, "08272352": 25558, "01300655": 1357, "07567139": 30673, "06062407": 2852, "00667942": 10669, "01670777": 21850, "01516290": 5836, "13154586": 18778, "00929839": 26209, "13931765": 38993, "06543536": 9477, "01995803": 36681, "09643078": 11043, "00040962": 13285, "00440286": 15988, "12459629": 33453, "00872541": 38819, "11261184": 37388, "00812977": 17927, "04981139": 723, "03760671": 938, "02752567": 20834, "12575679": 20667, "02763520": 11881, "00119210": 35364, "06171040": 9962, "07619881": 40797, "13381145": 29543, "14412882": 14192, "01387065": 20722, "02247749": 36002, "09705124": 40438, "01818959": 28610, "02642610": 28673, "00073813": 38321, "00643197": 11046, "09069752": 2010, "03236423": 7808, "12787565": 1704, "01265475": 8438, "00403783": 38136, "00355252": 18185, "07786005": 27663, "02308852": 34050, "01056411": 18038, "12119099": 7432, "07252764": 2357, "01222328": 36875, "01067664": 32835, "10546850": 2995, "08396207": 33944, "10448322": 26993, "01994176": 36680, "12100382": 36176, "01487927": 28734, "02064154": 10440, "07774295": 33441, "02579247": 15618, "12026306": 10520, "00060185": 2445, "06128570": 2297, "09024467": 6928, "02801525": 11302, "01664990": 14363, "00745431": 17050, "01052248": 21253, "01073655": 31441, "07048000": 1970, "08794798": 843, "04058096": 33767, "13752033": 38314, "09160775": 25344, "13623636": 39030, "07979425": 4275, "09776261": 29552, "08724726": 34081, "01816887": 20287, "02135486": 12501, "00728826": 7484, "07734555": 904, "00896497": 23286, "14961512": 18950, "02134350": 24166, "08725454": 8579, "07391863": 11766, "00819163": 38811, "05289601": 25112, "10470779": 22715, "05441468": 23826, "12531144": 33089, "12126516": 23672, "01817424": 16429, "08543625": 39926, "10113072": 28326, "14651212": 16332, "01396170": 543, "00962190": 35340, "09676884": 21724, "14446652": 24019, "15150013": 25919, "12081022": 15813, "01745141": 21036, "02428487": 26649, "00935940": 555, "11702428": 9266, "00678105": 22942, "13388245": 13937, "10608385": 1619, "02661017": 2868, "02932019": 6154, "02571810": 36260, "07367385": 17135, "01329239": 1297, "00295172": 36312, "01954202": 7232, "08840749": 28653, "01662274": 12050, "04904664": 22228, "01857325": 2053, "01424607": 15649, "00801277": 38269, "02116322": 25907, "07135734": 36721, "07391240": 11539, "08441039": 30010, "06672752": 560, "01884834": 26593, "04960079": 15344, "02769290": 30848, "00838043": 15056, "12393723": 35438, "01371201": 39899, "03014705": 37266, "12676703": 39376, "10229498": 28119, "09772029": 4312, "05723417": 3236, "00150591": 34117, "10577284": 2084, "03125057": 8786, "08168117": 3166, "12612020": 29493, "00103419": 40917, "08045140": 24914, "05030418": 22284, "01091905": 22110, "06449620": 37289, "14979730": 36134, "10452892": 27475, "06423754": 33492, "07730708": 36648, "04046974": 36787, "05487423": 21938, "07327805": 35867, "05712426": 34645, "10136615": 33860, "09027460": 24593, "09669125": 6392, "06588511": 9599, "00302875": 20044, "09135447": 29243, "01724459": 2923, "00349951": 7396, "13211516": 36198, "02292272": 24966, "11887750": 5062, "11835114": 26753, "03461119": 36625, "02705651": 33538, "13215462": 12603, "14774894": 32257, "08975435": 9684, "07425011": 12329, "06893885": 1057, "01885367": 16409, "12864363": 14165, "09002814": 7694, "07821260": 25140, "04801313": 9057, "11460488": 28099, "07411645": 9377, "00177243": 6317, "08541288": 15872, "03223686": 28946, "08293982": 24033, "01099592": 33479, "02846260": 19147, "09869171": 28088, "00829761": 30523, "02445276": 13299, "03132879": 5664, "00104868": 5618, "01290422": 33019, "01158190": 971, "01499265": 32172, "12404943": 26729, "01053920": 12292, "14350292": 40249, "01856748": 25268, "00825648": 30244, "02283324": 11442, "01785579": 18591, "02422685": 852, "11979715": 6653, "03785142": 39084, "03551084": 7461, "06355459": 9963, "15009843": 16212, "08969123": 6520, "07426893": 33544, "12433429": 26272, "04103491": 14795, "07800487": 33703, "00595333": 26178, "02068541": 11664, "10094782": 38504, "06667792": 23055, "08805801": 1286, "01167710": 4098, "00463543": 10078, "14702875": 31380, "09565099": 14996, "10469611": 33474, "02349980": 37761, "03354350": 18455, "00223720": 18945, "00683280": 13340, "00263492": 27471, "02192818": 32674, "02921325": 13044, "08808452": 39741, "00075790": 35942, "00544549": 5570, "01653384": 10432, "02125311": 36397, "02074004": 24467, "12399132": 1184, "02678738": 35034, "00824066": 26870, "10002760": 28190, "10354898": 37612, "05968971": 24492, "01785392": 602, "01606574": 1898, "00726300": 16258, "04963740": 17210, "13836371": 23942, "00463234": 16982, "10431122": 34469, "01898731": 22314, "02065726": 38190, "01938426": 36700, "02164402": 13411, "00762043": 2939, "01685808": 35286, "10082146": 23498, "01872244": 11294, "02585489": 13165, "01084637": 5620, "07111711": 29379, "13736197": 28551, "00102974": 22642, "04815624": 36788, "12724942": 1086, "00174412": 14960, "10508475": 35669, "00917772": 15178, "01161017": 27865, "01141763": 40040, "00424869": 26431, "02055280": 13926, "02703894": 12093, "14244726": 30951, "08960987": 18194, "01530431": 27343, "00858781": 12926, "05808218": 12991, "05368278": 16993, "02547046": 6066, "10259527": 12716, "11918631": 40032, "11997409": 9912, "11847841": 10588, "03959701": 38808, "02933990": 25179, "10612803": 15881, "02633677": 31446, "09729387": 29225, "13171447": 18447, "06956129": 33655, "00582388": 13256, "14425414": 4460, "10213180": 34865, "01875295": 7949, "08282696": 40355, "03630262": 23164, "10120671": 20972, "07746334": 2311, "05453657": 7574, "10773665": 18735, "01803003": 5490, "13027670": 36324, "00451370": 17695, "03048598": 26727, "04353016": 18627, "08591269": 22523, "10096126": 35469, "10495421": 28779, "02277279": 27523, "00763713": 14052, "04232312": 34398, "07442068": 29265, "02267826": 23794, "15203791": 7699, "01882081": 18348, 